{"title":"Aaron","link":"/en/wol/d/r1/lp-e/1200000005","html":"<span id=\"page9\" class=\"pageNum\" data-no=\"9\" data-before-text=\"9\"></span><strong>AARON</strong>(Aar&#x2B9;on).A son of Amram and Jochebed of the tribe of Levi, born in Egypt in 1597&#xA0;B.C.E. Levi was Aaron&#x2019;s great-grandfather. (<a href=\"/en/wol/bc/r1/lp-e/1200000005/0/0\" data-bid=\"1-1\" class=\"b\">Ex 6:13,</a><a href=\"/en/wol/bc/r1/lp-e/1200000005/0/1\" data-bid=\"1-2\" class=\"b\"> 16-20</a>) Miriam was his elder sister, and Moses was his younger brother by three years. (<a href=\"/en/wol/bc/r1/lp-e/1200000005/1/0\" data-bid=\"2-1\" class=\"b\">Ex 2:1-4;</a><a href=\"/en/wol/bc/r1/lp-e/1200000005/1/1\" data-bid=\"2-2\" class=\"b\"> 7:7</a>) Aaron married Elisheba, daughter of Amminadab, and had four sons, Nadab, Abihu, Eleazar, and Ithamar. (<a href=\"/en/wol/bc/r1/lp-e/1200000005/2/0\" data-bid=\"3-1\" class=\"b\">Ex 6:23</a>) He died in 1474&#xA0;B.C.E. at the age of 123 years.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000005/3/0\" data-bid=\"4-1\" class=\"b\">Nu 33:39</a>.Owing to Moses&#x2019; reluctance because he found it difficult to speak fluently, Jehovah assigned Aaron to act as Moses&#x2019; spokesman before Pharaoh, saying of Aaron: &#x201C;I do know that he can really speak.&#x201D; Aaron went to meet Moses at Mount Sinai and was informed of the far-reaching proportions of the divinely outlined program of action involving Israel and Egypt, and the brothers then journeyed back to Egypt.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000005/4/0\" data-bid=\"5-1\" class=\"b\">Ex 4:14-16,</a><a href=\"/en/wol/bc/r1/lp-e/1200000005/4/1\" data-bid=\"5-2\" class=\"b\"> 27-30</a>.Aaron now began serving as &#x201C;a mouth&#x201D; to Moses, speaking for him to the older men of Israel and performing miraculous signs as proof of the divine origin of their messages. When the time came for their appearance at Pharaoh&#x2019;s court, the 83-year-old Aaron, as Moses&#x2019; spokesman, had to face up to that arrogant ruler. As Jehovah thereafter told Moses: &#x201C;See, I have made you God to Pharaoh, and Aaron your own brother will become your prophet.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000005/5/0\" data-bid=\"6-1\" class=\"b\">Ex 7:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200000005/5/1\" data-bid=\"6-2\" class=\"b\">&#xA0;7</a>) It was Aaron who performed the first miraculous sign before Pharaoh and his magic-practicing priests; and, later, it was Aaron who, at Moses&#x2019; order, stretched forth Moses&#x2019; rod and signaled the start of the Ten Plagues. (<a href=\"/en/wol/bc/r1/lp-e/1200000005/6/0\" data-bid=\"7-1\" class=\"b\">Ex 7:9-12,</a><a href=\"/en/wol/bc/r1/lp-e/1200000005/6/1\" data-bid=\"7-2\" class=\"b\"> 19,&#xA0;20</a>) He continued to work in united coordination with Moses and in obedience to God during the succeeding plagues, until liberation finally came. In this he was a good example for Christians who serve as &#x201C;ambassadors substituting for Christ, as though God were making entreaty through us.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000005/7/0\" data-bid=\"8-1\" class=\"b\">Ex 7:6;</a><a href=\"/en/wol/bc/r1/lp-e/1200000005/7/1\" data-bid=\"8-2\" class=\"b\"> 2Co 5:20</a>.Aaron&#x2019;s activity as spokesman for Moses evidently diminished during the 40 years of wandering in the wilderness, since Moses appears to have done more of the speaking himself. (<a href=\"/en/wol/bc/r1/lp-e/1200000005/8/0\" data-bid=\"9-1\" class=\"b\">Ex 32:26-30;</a><a href=\"/en/wol/bc/r1/lp-e/1200000005/8/1\" data-bid=\"9-2\" class=\"b\"> 34:31-34;</a><a href=\"/en/wol/bc/r1/lp-e/1200000005/8/2\" data-bid=\"9-3\" class=\"b\"> 35:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200000005/8/3\" data-bid=\"9-4\" class=\"b\">&#xA0;4</a>) The rod also returned to Moses&#x2019; hands after the third plague. And Aaron, along with Hur, merely supported Moses&#x2019; arms at the battle of Amalek. (<a href=\"/en/wol/bc/r1/lp-e/1200000005/9/0\" data-bid=\"10-1\" class=\"b\">Ex 9:23;</a><a href=\"/en/wol/bc/r1/lp-e/1200000005/9/1\" data-bid=\"10-2\" class=\"b\"> 17:9,</a><a href=\"/en/wol/bc/r1/lp-e/1200000005/9/2\" data-bid=\"10-3\" class=\"b\">&#xA0;12</a>) However, Jehovah generally continued to associate Aaron with Moses when giving instruction, and they are spoken of as acting and speaking together, right up to the time of Aaron&#x2019;s death.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000005/10/0\" data-bid=\"11-1\" class=\"b\">Nu 20:6-12</a>.Aaron, in his subordinate position, did not accompany Moses to the top of Mount Sinai to receive the Law covenant, but, together with two of his sons and 70 of the older men of the nation, he was permitted to approach the mountain and behold a magnificent vision of God&#x2019;s glory. (<a href=\"/en/wol/bc/r1/lp-e/1200000005/11/0\" data-bid=\"12-1\" class=\"b\">Ex 24:9-15</a>) In the Law covenant Aaron and his house received honorable mention, and God designated Aaron for the position of high priest.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000005/12/0\" data-bid=\"13-1\" class=\"b\">Ex 28:1-3</a>.<strong>High Priest. </strong>By a seven-day installation ceremony Aaron was invested with his sacred duties by Moses as God&#x2019;s agent, and his four sons were also installed as underpriests. Moses dressed Aaron in beautiful garments of gold, blue, purple, and scarlet materials, including shoulder pieces and a breastpiece that was adorned with precious gems of varied colors. On his head was placed a turban of fine linen. Attached to it was a plate of pure gold, engraved with the words &#x201C;Holiness belongs to Jehovah.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000005/13/0\" data-bid=\"14-1\" class=\"b\">Le 8:7-9;</a><a href=\"/en/wol/bc/r1/lp-e/1200000005/13/1\" data-bid=\"14-2\" class=\"b\"> Ex&#xA0;28</a>) Aaron was then anointed in the manner described at <a href=\"/en/wol/bc/r1/lp-e/1200000005/14/0\" data-bid=\"15-1\" class=\"b\">Psalm 133:2</a> and could thereafter be called the <em>ma&#xB7;shi&#x2B9;ach, </em>or messiah (<em>khri&#xB7;stos&#x2B9;, LXX</em>), that is, the &#x201C;anointed one.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000005/15/0\" data-bid=\"16-1\" class=\"b\">Le 4:5,</a><a href=\"/en/wol/bc/r1/lp-e/1200000005/15/1\" data-bid=\"16-2\" class=\"b\"> 16;</a><a href=\"/en/wol/bc/r1/lp-e/1200000005/15/2\" data-bid=\"16-3\" class=\"b\"> 6:22</a>.Aaron not only was placed over all the priesthood but also was divinely declared to be the one from whose line, or house, all future high priests must come. Yet Aaron himself had not received the priesthood by inheritance, and so the apostle Paul could say of him: &#x201C;A man takes this honor, not of his own accord, but only when he is called by God, just as Aaron also was. So too the Christ did not glorify himself by becoming a high priest, but was glorified by him who spoke with reference to him: &#x2018;You are my son; I, today, I have become your father.&#x2019;&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000005/16/0\" data-bid=\"17-1\" class=\"b\">Heb 5:4,&#xA0;5</a>) Paul thereafter demonstrates the way in which the priestly office, first filled by Aaron, was typical of that which Christ Jesus fills as a superior and heavenly high priest. This being so, the priestly functions of Aaron&#x2019;s high office take on added meaning for us.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000005/17/0\" data-bid=\"18-1\" class=\"b\">Heb 8:1-6;</a><a href=\"/en/wol/bc/r1/lp-e/1200000005/17/1\" data-bid=\"18-2\" class=\"b\"> 9:6-14,</a><a href=\"/en/wol/bc/r1/lp-e/1200000005/17/2\" data-bid=\"18-3\" class=\"b\"> 23-28</a>.As high priest, Aaron was responsible for directing all features of worship at the tabernacle <span id=\"page10\" class=\"pageNum\" data-no=\"10\" data-before-text=\"10\"></span>and supervising the work of the thousands of Levites engaged in its service. (<a href=\"/en/wol/bc/r1/lp-e/1200000005/18/0\" data-bid=\"19-1\" class=\"b\">Nu 3:5-10</a>) On the annual Day of Atonement he presented sin offerings for the priesthood and Levites and for the people of Israel, and he alone was permitted to enter the Most Holy of the tabernacle with the sacrificial blood of the animals. (<a href=\"/en/wol/bc/r1/lp-e/1200000005/19/0\" data-bid=\"20-1\" class=\"b\">Le&#xA0;16</a>) The daily offering up of incense, the presentation of the firstfruits of the grain harvest, and many other features of the worship were exclusive prerogatives of Aaron and his sons as priests. (<a href=\"/en/wol/bc/r1/lp-e/1200000005/20/0\" data-bid=\"21-1\" class=\"b\">Ex 30:7,&#xA0;8;</a><a href=\"/en/wol/bc/r1/lp-e/1200000005/20/1\" data-bid=\"21-2\" class=\"b\"> Lu 1:8-11;</a><a href=\"/en/wol/bc/r1/lp-e/1200000005/20/2\" data-bid=\"21-3\" class=\"b\"> Le 23:4-11</a>) His anointing, however, sanctified him to perform not only sacrificial duties for the nation but other duties as well. He was responsible to teach the nation the Word of God. (<a href=\"/en/wol/bc/r1/lp-e/1200000005/21/0\" data-bid=\"22-1\" class=\"b\">Le 10:8-11;</a><a href=\"/en/wol/bc/r1/lp-e/1200000005/21/1\" data-bid=\"22-2\" class=\"b\"> De 24:8;</a><a href=\"/en/wol/bc/r1/lp-e/1200000005/21/2\" data-bid=\"22-3\" class=\"b\"> Mal 2:7</a>) He, as well as his successors, served as the chief officer under Jehovah the King. On high state occasions he wore the costly garments and the &#x201C;shining plate&#x201D; of gold on his linen turban. He also wore the breastpiece that contained the Urim and Thummim, enabling him to receive Jehovah&#x2019;s &#x201C;Yes&#x201D; or &#x201C;No&#x201D; to national problems; although, for the duration of Moses&#x2019; life and mediatorship, this feature appears to have received little use.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000005/22/0\" data-bid=\"23-1\" class=\"b\">Ex 28:4,</a><a href=\"/en/wol/bc/r1/lp-e/1200000005/22/1\" data-bid=\"23-2\" class=\"b\"> 29, 30,</a><a href=\"/en/wol/bc/r1/lp-e/1200000005/22/2\" data-bid=\"23-3\" class=\"b\"> 36</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000005/0\">HIGH PRIEST</a>.Aaron&#x2019;s devotion to pure worship was early put to the test by the death of his sons Nadab and Abihu, who suffered destruction by God for making profane use of their priestly positions. The record says: &#x201C;And Aaron kept silent.&#x201D; When he and his two surviving sons were instructed not to mourn over the dead transgressors, &#x201C;they did according to Moses&#x2019; word.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000005/23/0\" data-bid=\"24-1\" class=\"b\">Le 10:1-11</a>.During nearly 40 years Aaron represented the 12 tribes before Jehovah in his capacity as high priest. While in the wilderness, a serious rebellion broke out against the authority of Moses and Aaron. It was led by a Levite named Korah, together with the Reubenites Dathan, Abiram, and On, who complained against their leadership. Jehovah caused the earth to open beneath the tents of Korah, Dathan, and Abiram, swallowing them up along with their households, while Korah himself and 250 of his coconspirators were destroyed by fire. (<a href=\"/en/wol/bc/r1/lp-e/1200000005/24/0\" data-bid=\"25-1\" class=\"b\">Nu 16:1-35</a>) Murmuring broke out now on the part of the congregation against Moses and Aaron; and in the divine plague that ensued, Aaron showed great faith and courage in obediently going out with his fire holder and making atonement for the people while &#x201C;standing between the dead and the living,&#x201D; until the scourge was stopped.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000005/25/0\" data-bid=\"26-1\" class=\"b\">Nu 16:46-50</a>.God now directed that 12 rods, each representing one of the 12 tribes, be placed in the tabernacle, and the rod for the tribe of Levi was inscribed with Aaron&#x2019;s name. (<a href=\"/en/wol/bc/r1/lp-e/1200000005/26/0\" data-bid=\"27-1\" class=\"b\">Nu 17:1-4</a>) On the following day Moses entered the tent of the Testimony and found that Aaron&#x2019;s rod had budded, blossomed with flowers, and bore ripe almonds. (<a href=\"/en/wol/bc/r1/lp-e/1200000005/27/0\" data-bid=\"28-1\" class=\"b\">Nu 17:8</a>) This established beyond dispute Jehovah&#x2019;s choice of the Levite sons of Aaron for priestly service and His authorization of Aaron as high priest. Thereafter, the right of Aaron&#x2019;s house to the priesthood was never seriously challenged. The budded rod of Aaron was placed in the ark of the covenant as &#x201C;a sign to the sons of rebelliousness,&#x201D; though it appears that after the death of these rebellious ones and the entry of the nation into the Land of Promise the rod was removed, having served its purpose.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000005/28/0\" data-bid=\"29-1\" class=\"b\">Nu 17:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200000005/28/1\" data-bid=\"29-2\" class=\"b\"> Heb 9:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200000005/28/2\" data-bid=\"29-3\" class=\"b\"> 2Ch 5:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200000005/28/3\" data-bid=\"29-4\" class=\"b\"> 1Ki 8:9</a>.<strong><em>Why was Aaron not punished for making the golden calf?</em></strong>Despite his privileged position, Aaron had his shortcomings. During Moses&#x2019; first 40-day stay on Mount Sinai, &#x201C;the people congregated themselves about Aaron and said to him: &#x2018;Get up, make for us a god who will go ahead of us, because as regards this Moses, the man who led us up out of the land of Egypt, we certainly do not know what has happened to him.&#x2019;&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000005/29/0\" data-bid=\"30-1\" class=\"b\">Ex 32:1</a>) Aaron acceded and cooperated with these rebellious ones in making a golden calf statue. (<a href=\"/en/wol/bc/r1/lp-e/1200000005/30/0\" data-bid=\"31-1\" class=\"b\">Ex 32:2-6</a>) When later confronted by Moses, he gave a weak excuse. (<a href=\"/en/wol/bc/r1/lp-e/1200000005/31/0\" data-bid=\"32-1\" class=\"b\">Ex 32:22-24</a>) However, Jehovah did not single him out as the prime wrongdoer but told Moses: &#x201C;So now let me be, that my anger may blaze against <em>them </em>and I may exterminate <em>them.&#x201D; </em>(<a href=\"/en/wol/bc/r1/lp-e/1200000005/32/0\" data-bid=\"33-1\" class=\"b\">Ex 32:10</a>) Moses brought the matter to a showdown by crying: &#x201C;Who is on Jehovah&#x2019;s side? To me!&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000005/33/0\" data-bid=\"34-1\" class=\"b\">Ex 32:26</a>) All the sons of Levi responded, and this undoubtedly included Aaron. Three thousand idolaters, probably the prime movers of the rebellion, were slain by them. (<a href=\"/en/wol/bc/r1/lp-e/1200000005/34/0\" data-bid=\"35-1\" class=\"b\">Ex 32:28</a>) Nevertheless, Moses later reminded the rest of the people that they, too, bore guilt. (<a href=\"/en/wol/bc/r1/lp-e/1200000005/35/0\" data-bid=\"36-1\" class=\"b\">Ex 32:30</a>) Aaron, therefore, was not alone in receiving God&#x2019;s mercy. His subsequent actions indicated that he was not in heart harmony with the idolatrous movement but simply gave in to the pressure of the rebels. (<a href=\"/en/wol/bc/r1/lp-e/1200000005/36/0\" data-bid=\"37-1\" class=\"b\">Ex 32:35</a>) Jehovah showed that Aaron had received his forgiveness by maintaining as valid Aaron&#x2019;s appointment to become high priest.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000005/37/0\" data-bid=\"38-1\" class=\"b\">Ex 40:12,&#xA0;13</a>.After having loyally supported his younger brother through many difficult experiences and having recently been installed as high priest by <span id=\"page11\" class=\"pageNum\" data-no=\"11\" data-before-text=\"11\"></span>Moses as God&#x2019;s representative, Aaron foolishly associated himself with his sister Miriam in criticizing Moses for his marriage to a Cushite woman and in challenging Moses&#x2019; unique relationship and position with Jehovah God, saying: &#x201C;Is it just by Moses alone that Jehovah has spoken? Is it not by us also that he has spoken?&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000005/38/0\" data-bid=\"39-1\" class=\"b\">Nu 12:1,&#xA0;2</a>) Jehovah swiftly took action, brought the three before him in front of the tent of meeting, and strongly castigated Aaron and Miriam for disrespecting God&#x2019;s appointment. The fact that only Miriam was stricken with leprosy may mark her as the instigator of the action and may indicate that Aaron again had shown weakness by being induced to join her. However, if Aaron had been similarly struck with leprosy, it would have invalidated his appointment as high priest, according to God&#x2019;s law. (<a href=\"/en/wol/bc/r1/lp-e/1200000005/39/0\" data-bid=\"40-1\" class=\"b\">Le 21:21-23</a>) His right heart attitude manifested itself by his immediate confession and apology for the foolishness of their act and by his agonized plea for Moses&#x2019; intercession on leprous Miriam&#x2019;s behalf.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000005/40/0\" data-bid=\"41-1\" class=\"b\">Nu 12:10-13</a>.Aaron again shared responsibility for wrong when he, along with Moses, failed to sanctify and honor God before the congregation in the incident involving the providing of water at Meribah in Kadesh. For this action God decreed that neither of them would enjoy the privilege of bringing the nation into the Land of Promise.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000005/41/0\" data-bid=\"42-1\" class=\"b\">Nu 20:9-13</a>.On the first day of the month Ab, in the 40th year following the Exodus, the nation of Israel lay encamped on the frontier of Edom before Mount Hor. Within a matter of months they would be crossing over the Jordan; but not the 123-year-old Aaron. At Jehovah&#x2019;s instruction, and with all the camp watching, Aaron, his son Eleazar, and Moses went climbing to the top of Mount Hor. There Aaron let his brother remove his priestly garments from him and put them on his son and successor to the high priesthood, Eleazar. Then Aaron died. He was probably buried there by his brother and his son, and for 30 days Israel mourned his death.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000005/42/0\" data-bid=\"43-1\" class=\"b\">Nu 20:24-29</a>.It is noteworthy that in each of his three deflections, Aaron does not appear as the principal initiator of the wrong action but, rather, seems to have allowed the pressure of the circumstances or the influence of others to sway him from a course of rectitude. Particularly in his first trespass, he could have applied the principle underlying the command: &#x201C;You must not follow after the crowd for evil ends.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000005/43/0\" data-bid=\"44-1\" class=\"b\">Ex 23:2</a>) Nevertheless, his name is thereafter used in the Scriptures in an honorable way, and God&#x2019;s Son, during his earthly lifetime, recognized the legitimacy of the Aaronic priesthood.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000005/44/0\" data-bid=\"45-1\" class=\"b\">Ps 115:10,</a><a href=\"/en/wol/bc/r1/lp-e/1200000005/44/1\" data-bid=\"45-2\" class=\"b\"> 12;</a><a href=\"/en/wol/bc/r1/lp-e/1200000005/44/2\" data-bid=\"45-3\" class=\"b\"> 118:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200000005/44/3\" data-bid=\"45-4\" class=\"b\"> 133:1,&#xA0;2;</a><a href=\"/en/wol/bc/r1/lp-e/1200000005/44/4\" data-bid=\"45-5\" class=\"b\"> 135:19;</a><a href=\"/en/wol/bc/r1/lp-e/1200000005/44/5\" data-bid=\"45-6\" class=\"b\"> Mt 5:17-19;</a><a href=\"/en/wol/bc/r1/lp-e/1200000005/44/6\" data-bid=\"45-7\" class=\"b\"> 8:4</a>.<strong>Aaron&#x2019;s Priestly Descendants. </strong>The expression &#x201C;Aaronites&#x201D; appears in the <em>King James Version </em>and <em>Moffatt </em>at <a href=\"/en/wol/bc/r1/lp-e/1200000005/45/0\" data-bid=\"46-1\" class=\"b\">1&#xA0;Chronicles 12:27;</a><a href=\"/en/wol/bc/r1/lp-e/1200000005/45/1\" data-bid=\"46-2\" class=\"b\"> 27:17</a>. (The Masoretic text in Hebrew simply uses the name Aaron. <em>LXX </em>[Lagardian edition, at <a href=\"/en/wol/bc/r1/lp-e/1200000005/46/0\" data-bid=\"47-1\" class=\"b\">1Ch 12:27</a>] says &#x201C;of the sons of Aaron.&#x201D;) It is evident that the word &#x201C;Aaron&#x201D; is here used in a collective sense, much as is the name Israel, and stands for the house of Aaron or his male descendants in David&#x2019;s time who were of the tribe of Levi and were serving as priests. (<a href=\"/en/wol/bc/r1/lp-e/1200000005/47/0\" data-bid=\"48-1\" class=\"b\">1Ch 6:48-53</a>) The <em>New World Translation </em>reads: &#x201C;And Jehoiada was the leader [of the sons] of Aaron, and with him were three thousand seven hundred&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000005/48/0\" data-bid=\"49-1\" class=\"b\">1Ch 12:27</a>), bracketing the words &#x201C;of the sons&#x201D; to denote that they are supplied."}