{"title":"Ab","link":"/en/wol/d/r1/lp-e/1200000006","html":"<span id=\"page11\" class=\"pageNum\" data-no=\"11\" data-before-text=\"11\"></span><strong>AB</strong>The postexilic name of the 5th lunar month of the Jewish sacred calendar, but the 11th of the secular calendar. It corresponds to part of July and part of August.The meaning of the name Ab is uncertain. In the Bible it is mentioned, not directly by name, but only as &#x201C;the fifth month.&#x201D; The name does appear, however, in the Mishnah (<em>Ta&#x2BD;anit </em>4:6) and other postexilic Jewish writings.Ab was a month of summer heat, a time when the harvesting of grapes began in Israel.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000006/0\">CALENDAR</a>.It was on the first day of Ab that Aaron died on Mount Hor. (<a href=\"/en/wol/bc/r1/lp-e/1200000006/0/0\" data-bid=\"1-1\" class=\"b\">Nu 33:38</a>) <a href=\"/en/wol/bc/r1/lp-e/1200000006/1/0\" data-bid=\"2-1\" class=\"b\">Second Kings 25:8</a> says that it was on the seventh day of this month that Nebuzaradan, the servant of the king of Babylon, &#x201C;came to Jerusalem.&#x201D; However, <a href=\"/en/wol/bc/r1/lp-e/1200000006/2/0\" data-bid=\"3-1\" class=\"b\">Jeremiah 52:12</a> tells us that it was on the tenth day of this month that Nebuzaradan &#x201C;came into Jerusalem.&#x201D; The <em>Soncino Books of the Bible </em>comments on this, saying: &#x201C;The interval of three days may be accounted for as representing the date of Nebuzaradan&#x2019;s arrival on the scene and the commencement of operations.&#x201D; (Edited by A.&#xA0;Cohen, London, 1949) It would appear, then, that Nebuzaradan arrived at Jerusalem on the seventh day, made his survey from his camp outside the city walls, and gave directions for the demolition of the city fortifications and the plundering of its treasures; finally, on the tenth day of the month, he entered the city and its holy temple. According to Josephus (<em>The Jewish War, </em>VI, 250, 268 [iv, 5,&#xA0;8]), Herod&#x2019;s temple was burned by the Romans on the tenth day of the fifth month (70&#xA0;C.E.), and Josephus makes note of the precise correspondency of this date with the burning of the first temple on the same day by the Babylonians.<span id=\"page12\" class=\"pageNum\" data-no=\"12\" data-before-text=\"12\"></span>During the following 70-year Babylonian exile, this fifth month was a time of fastings and wailings by the Jews in memory of the destruction of the temple in Jerusalem. (<a href=\"/en/wol/bc/r1/lp-e/1200000006/3/0\" data-bid=\"4-1\" class=\"b\">Zec 7:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200000006/3/1\" data-bid=\"4-2\" class=\"b\">&#xA0;5;</a><a href=\"/en/wol/bc/r1/lp-e/1200000006/3/2\" data-bid=\"4-3\" class=\"b\"> 8:19</a>) It was also in the month Ab that Ezra returned to the restored Jerusalem to instruct the Jews in the Law of Jehovah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000006/4/0\" data-bid=\"5-1\" class=\"b\">Ezr 7:8, 9,</a><a href=\"/en/wol/bc/r1/lp-e/1200000006/4/1\" data-bid=\"5-2\" class=\"b\">&#xA0;25</a>."}