{"title":"Abarim","link":"/en/wol/d/r1/lp-e/1200000010","html":"<span id=\"page13\" class=\"pageNum\" data-no=\"13\" data-before-text=\"13\"></span><strong>ABARIM</strong>(Ab&#x2B9;a&#xB7;rim) [Fords (Crossings); Borderland (Regions Beyond)].This name doubtless applies to a region E of the Jordan River and, more particularly, E of the Dead Sea. At <a href=\"/en/wol/bc/r1/lp-e/1200000010/0/0\" data-bid=\"1-1\" class=\"b\">Jeremiah 22:20</a> it is mentioned along with regions of Lebanon and Bashan.In the other instances where it appears in the Bible record, it is connected with a range or system of mountains. The term &#x201C;Abarim,&#x201D; as referring to the &#x201C;regions beyond,&#x201D; may indicate that the ones originating the term were located on the <em>western </em>side of the Jordan; and it is possible that this term was originally used by Abraham and was still retained by the Israelites on leaving Egypt.It was near the end of the 40-year trek through the wilderness that the Israelites reached this territory and encamped &#x201C;in the mountains of Abarim.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000010/1/0\" data-bid=\"2-1\" class=\"b\">Nu 33:47,&#xA0;48</a>) Thereafter they descended to the Plains of Moab, which lie E of the Jordan at the N end of the Dead Sea. Here they made their final encampment before crossing the Jordan River. Here, too, Jehovah said to Moses: &#x201C;Go up into this mountain of Abarim, Mount Nebo, which is in the land of Moab, which fronts toward Jericho, and see the land of Canaan, which I am giving to the sons of Israel as a possession.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000010/2/0\" data-bid=\"3-1\" class=\"b\">De 32:49;</a><a href=\"/en/wol/bc/r1/lp-e/1200000010/2/1\" data-bid=\"3-2\" class=\"b\"> Nu 27:12</a>.It would appear from this that the region of Abarim, together with its range of mountains, was in the NW part of the territory of Moab. However, it may possibly have extended the full length of the chain of mountain bluffs that rise along the entire E side of the Dead Sea from N to S. At <a href=\"/en/wol/bc/r1/lp-e/1200000010/3/0\" data-bid=\"4-1\" class=\"b\">Numbers 21:11</a> and <a href=\"/en/wol/bc/r1/lp-e/1200000010/4/0\" data-bid=\"5-1\" class=\"b\">33:44</a> reference is made to a stopping point on the route of the Israelites called &#x201C;Iye-abarim,&#x201D; and the context places this to the S of Moab and at the S end of the Dead Sea. It may have marked the southernmost point of the region called Abarim.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000010/0\">IYE-ABARIM</a>.Mount Nebo was evidently one of the higher mountains of Abarim.<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200000010/1\">NEBO</a> No.&#xA0;3."}