{"title":"Abba","link":"/en/wol/d/r1/lp-e/1200000011","html":"<span id=\"page13\" class=\"pageNum\" data-no=\"13\" data-before-text=\"13\"></span><strong>ABBA</strong>(Ab&#x2B9;ba).The word <em>&#x2BC;ab&#xB7;ba&#x2BC;&#x2B9; </em>in Aramaic corresponds to the emphatic or definite form of <em>&#x2BC;av, </em>literally meaning &#x201C;the father,&#x201D; or &#x201C;O&#xA0;Father.&#x201D; It was the intimate name used by children for their fathers and combines some of the intimacy of the English word &#x201C;papa&#x201D; while retaining the dignity of the word &#x201C;father,&#x201D; being both informal and yet respectful. It was, therefore, an endearing form of address rather than a title and was among the first words a child learned to speak.This Aramaic word appears three times in the Scriptures. It is always in transliterated form in the original Greek and usually is transliterated in English translations. Each time the term is followed immediately by the translation <em>ho pa&#xB7;ter&#x2B9; </em>in Greek, which literally means &#x201C;the father&#x201D; or, used as the vocative, &#x201C;O&#xA0;Father.&#x201D; In each case it is used with reference to the heavenly Father, Jehovah.Mark records that Jesus used the term when praying to Jehovah God in Gethsemane shortly before his death, saying: <em>&#x201C;Abba, </em>Father, all things are possible to you; remove this cup from me. Yet not what I want, but what you want.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000011/0/0\" data-bid=\"1-1\" class=\"b\">Mr 14:36</a>) Here is the fervent appeal of a son to a beloved father, followed quickly by an assurance that, in any event, he would remain obedient.The two other occurrences are in Paul&#x2019;s letters, at <a href=\"/en/wol/bc/r1/lp-e/1200000011/1/0\" data-bid=\"2-1\" class=\"b\">Romans 8:15</a> and <a href=\"/en/wol/bc/r1/lp-e/1200000011/2/0\" data-bid=\"3-1\" class=\"b\">Galatians 4:6</a>. In both places the word is used in connection with Christians called to be spirit-begotten sons of God and indicates the intimacy of their relationship with their Father. While they are &#x201C;slaves to God&#x201D; and &#x201C;bought with a price,&#x201D; yet they are also sons in the house of a loving Father, and they are made positively aware of this status by holy spirit through their Lord Jesus.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000011/3/0\" data-bid=\"4-1\" class=\"b\">Ro 6:22;</a><a href=\"/en/wol/bc/r1/lp-e/1200000011/3/1\" data-bid=\"4-2\" class=\"b\"> 1Co 7:23;</a><a href=\"/en/wol/bc/r1/lp-e/1200000011/3/2\" data-bid=\"4-3\" class=\"b\"> Ro 8:15;</a><a href=\"/en/wol/bc/r1/lp-e/1200000011/3/3\" data-bid=\"4-4\" class=\"b\"> Ga 4:6</a>.Rather than as just a translation from Aramaic into Greek, some see in the use of both <em>&#x2BC;Ab&#xB7;ba&#x2BC;&#x2B9; </em>and &#x201C;Father&#x201D; together, first, the trust, confidence, and submissiveness of a child, followed by a mature appreciation of the filial relationship and its responsibilities. It seems evident from these texts that, in apostolic times, the Christians made use of the term <em>&#x2BC;Ab&#xB7;ba&#x2BC;&#x2B9; </em>in their prayers to God.The word <em>&#x2BC;Ab&#xB7;ba&#x2BC;&#x2B9; </em>came to be applied as a title of honor to the Jewish rabbis in the early centuries of the Common Era and is found as such in the Babylonian Talmud. (<em>Berakhot </em>16<em>b</em>) The one acting in the capacity of vice-president of the Jewish Sanhedrin already held the title of <em>&#x2BC;Av, </em>or Father of the Sanhedrin. In later periods the title was also applied to the bishops of the Coptic, Ethiopic, and Syrian churches and, more particularly, became the title of the Bishop of Alexandria, thereby making him the &#x201C;papa&#x201D; or &#x201C;pope&#x201D; of that part of the Eastern church. The English words &#x201C;abbot&#x201D; and &#x201C;abbey&#x201D; are both derived from the Aramaic <span id=\"page14\" class=\"pageNum\" data-no=\"14\" data-before-text=\"14\"></span><em>&#x2BC;ab&#xB7;ba&#x2BC;&#x2B9;. </em>Jerome, the translator of the Latin <em>Vulgate, </em>objected to the use of the title &#x201C;abbot&#x201D; as applied to the Catholic monks in his time and did so on the basis that it violated Jesus&#x2019; instructions at <a href=\"/en/wol/bc/r1/lp-e/1200000011/4/0\" data-bid=\"5-1\" class=\"b\">Matthew 23:9</a>: &#x201C;Moreover, do not call anyone your father on earth, for one is your Father, the heavenly One.&#x201D;"}