{"title":"Abel-meholah","link":"/en/wol/d/r1/lp-e/1200000022","html":"<span id=\"page16\" class=\"pageNum\" data-no=\"16\" data-before-text=\"16\"></span><strong>ABEL-MEHOLAH</strong>(A&#x2B9;bel-me&#xB7;ho&#x2B9;lah) [Watercourse of Dancing].The home of Elisha, where Elijah found him plowing and anointed him prophet successor.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000022/0/0\" data-bid=\"1-1\" class=\"b\">1Ki 19:16-19</a>.At an earlier date Abel-meholah figures in the account of the defeat of the Midianites by Gideon&#x2019;s small band of warriors. The disorganized flight of the Midianites is reported to have carried them &#x201C;as far as the outskirts of Abel-meholah by Tabbath.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000022/1/0\" data-bid=\"2-1\" class=\"b\">Jg 7:22</a>.Because Tabbath lies E of the Jordan River, effort has been made since 1951 to identify Abel-meholah with Tell el-Maqlub on the Wadi el-Yabis. Additional argument adduced for this identification has been that Elijah, after leaving Horeb, stopped at Abel-meholah to anoint Elisha and had the further commission to travel to &#x201C;the wilderness of Damascus&#x201D; to anoint Hazael as king over Syria. (<a href=\"/en/wol/bc/r1/lp-e/1200000022/2/0\" data-bid=\"3-1\" class=\"b\">1Ki 19:15</a>) The major ancient highway leading from Horeb to Damascus was E of the Jordan, although at times this route was controlled by nomads.However, the account of Gideon&#x2019;s pursuit of the Midianites in reality indicates that they were W (rather than E) of the Jordan at the point of <a href=\"/en/wol/bc/r1/lp-e/1200000022/3/0\" data-bid=\"4-1\" class=\"b\">Judges 7:22</a>. (See <a href=\"/en/wol/bc/r1/lp-e/1200000022/4/0\" data-bid=\"5-1\" class=\"b\">Jg 7:24</a>.) And, as regards Elijah&#x2019;s trip to the Wilderness of Damascus, the record shows that this was not effected immediately but, rather, was made sometime later by his successor, Elisha. (<a href=\"/en/wol/bc/r1/lp-e/1200000022/5/0\" data-bid=\"6-1\" class=\"b\">1Ki 19:15-19;</a><a href=\"/en/wol/bc/r1/lp-e/1200000022/5/1\" data-bid=\"6-2\" class=\"b\"> 2Ki 8:7-13</a>) In view of this, some geographic texts continue to recommend a site W of the Jordan rather than E of it. (<em>The Geographical and Topographical Texts of the Old Testament, </em>by J.&#xA0;Simons, Leiden, 1959; <em>The Geography of the Bible, </em>by D.&#xA0;Baly, 1957; and the <em>Atlas of the Bible, </em>by L.&#xA0;H.&#xA0;Grollenberg, 1956) Both Jerome and Eusebius of the early centuries of the Common Era identified Abel-meholah with a site 10 Roman miles (15&#xA0;km; 9&#xA0;mi) S of Beth-shean (W of the Jordan). <em>The Land of the Bible, </em>by Y.&#xA0;Aharoni, states: &#x201C;Abel-meholah has now been identified with much confidence with Tell Abu Sus on the [west] bank of the Jordan, 15&#xA0;km. south of Beth-shean.&#x201D; (Translated and edited by A.&#xA0;Rainey, 1979, p.&#xA0;313) The nearby plain of Beth-shean is well suited for large-scale farming.<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200000022/6/0\" data-bid=\"7-1\" class=\"b\">1Ki 19:19</a>.Further indication in favor of such a site W of the Jordan is the fact that Abel-meholah later formed part of Solomon&#x2019;s fifth administrative district and is listed with other places W of the Jordan. (<a href=\"/en/wol/bc/r1/lp-e/1200000022/7/0\" data-bid=\"8-1\" class=\"b\">1Ki 4:12</a>) It was evidently the home of Adriel the Meholathite, a son-in-law of Saul. (<a href=\"/en/wol/bc/r1/lp-e/1200000022/8/0\" data-bid=\"9-1\" class=\"b\">1Sa 18:19;</a><a href=\"/en/wol/bc/r1/lp-e/1200000022/8/1\" data-bid=\"9-2\" class=\"b\"> 2Sa 21:8</a>) Festal dancing in harvest celebrations perhaps accounts for this name Abel-meholah."}