{"title":"Abiathar","link":"/en/wol/d/r1/lp-e/1200000030","html":"<span id=\"page18\" class=\"pageNum\" data-no=\"18\" data-before-text=\"18\"></span><strong>ABIATHAR</strong>(A&#xB7;bi&#x2B9;a&#xB7;thar) [Father of Excellence; Father of More Than Enough (Overflow)].A son of High Priest Ahimelech, of the tribe of Levi and of the line of Eli. (<a href=\"/en/wol/bc/r1/lp-e/1200000030/0/0\" data-bid=\"1-1\" class=\"b\">1Sa 14:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200000030/0/1\" data-bid=\"1-2\" class=\"b\"> 22:11;</a><a href=\"/en/wol/bc/r1/lp-e/1200000030/0/2\" data-bid=\"1-3\" class=\"b\"> 23:6</a>) He lived during the reigns of Saul, David, and Solomon, and during David&#x2019;s reign he became high priest. He had two sons, Jonathan and Ahimelech (the same name as Abiathar&#x2019;s father).<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000030/1/0\" data-bid=\"2-1\" class=\"b\">2Sa 15:27,</a><a href=\"/en/wol/bc/r1/lp-e/1200000030/1/1\" data-bid=\"2-2\" class=\"b\"> 36;</a><a href=\"/en/wol/bc/r1/lp-e/1200000030/1/2\" data-bid=\"2-3\" class=\"b\"> 8:17</a>.Abiathar was living in Nob, &#x201C;the city of the priests,&#x201D; a short distance from Jerusalem, when King Saul had Doeg the Edomite slaughter Abiathar&#x2019;s father, the high priest, and other priests (85 in all), because of their supposed support of David. Doeg also struck down with the sword all the other residents of the city. Only Abiathar escaped. He fled to David, himself a fugitive, evidently at Keilah, several miles to the SW. David, feeling a certain personal responsibility for the tragedy, told Abiathar: &#x201C;I well knew on that day, because Doeg the Edomite was there, that he would without fail tell Saul. I personally have wronged every soul of the house of your father. Just dwell with me. Do not be afraid, for whoever looks for my soul looks for your soul, for you are one needing protection with me.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000030/2/0\" data-bid=\"3-1\" class=\"b\">1Sa 22:12-23;</a><a href=\"/en/wol/bc/r1/lp-e/1200000030/2/1\" data-bid=\"3-2\" class=\"b\"> 23:6</a>.Abiathar now traveled with David during the remainder of his outlawed state and served as priest for David&#x2019;s forces. <a href=\"/en/wol/bc/r1/lp-e/1200000030/3/0\" data-bid=\"4-1\" class=\"b\">First Samuel 23:6</a> shows that Abiathar had brought with him an ephod, and while the priests in general wore an ephod of linen (<a href=\"/en/wol/bc/r1/lp-e/1200000030/4/0\" data-bid=\"5-1\" class=\"b\">1Sa 22:18</a>), <a href=\"/en/wol/bc/r1/lp-e/1200000030/5/0\" data-bid=\"6-1\" class=\"b\">verses 9-12 of chapter&#xA0;23</a> indicate that this was apparently the ephod of Abiathar&#x2019;s father, the high priest, containing the Urim and Thummim.<strong>During the Kingships of David and Solomon. </strong>It appears that when David finally gained the throne, Abiathar was made the high priest. Some scholars suggest that, after High Priest Ahimelech&#x2019;s death, King Saul had Zadok installed as high priest to replace Ahimelech, thereby not recognizing Abiathar, who was in the company of Saul&#x2019;s future successor, David. They hold that, following his ascension to the throne, David made Abiathar an associate high priest along with Zadok. Such view is evidently taken due to the fact that Zadok and Abiathar are regularly mentioned together as though sharing a high position in the priesthood. (<a href=\"/en/wol/bc/r1/lp-e/1200000030/6/0\" data-bid=\"7-1\" class=\"b\">2Sa 15:29,</a><a href=\"/en/wol/bc/r1/lp-e/1200000030/6/1\" data-bid=\"7-2\" class=\"b\"> 35;</a><a href=\"/en/wol/bc/r1/lp-e/1200000030/6/2\" data-bid=\"7-3\" class=\"b\"> 17:15;</a><a href=\"/en/wol/bc/r1/lp-e/1200000030/6/3\" data-bid=\"7-4\" class=\"b\"> 19:11;</a><a href=\"/en/wol/bc/r1/lp-e/1200000030/6/4\" data-bid=\"7-5\" class=\"b\"> 20:25;</a><a href=\"/en/wol/bc/r1/lp-e/1200000030/6/5\" data-bid=\"7-6\" class=\"b\"> 1Ki 1:7, 8,</a><a href=\"/en/wol/bc/r1/lp-e/1200000030/6/6\" data-bid=\"7-7\" class=\"b\"> 25, 26;</a><a href=\"/en/wol/bc/r1/lp-e/1200000030/6/7\" data-bid=\"7-8\" class=\"b\"> 4:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200000030/6/8\" data-bid=\"7-9\" class=\"b\"> 1Ch 15:11</a>) However, the inspired record nowhere mentions any appointment of Zadok as high priest under King Saul. It is possible that Zadok&#x2019;s prominence is due to his being a seer or prophet, just as the prophet Samuel received greater mention in the divine record than the high priest of his time. (<a href=\"/en/wol/bc/r1/lp-e/1200000030/7/0\" data-bid=\"8-1\" class=\"b\">2Sa 15:27</a>) The evidence indicates that Abiathar was the sole high priest during David&#x2019;s reign and that Zadok then occupied a position secondary to him.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000030/8/0\" data-bid=\"9-1\" class=\"b\">1Ki 2:27,</a><a href=\"/en/wol/bc/r1/lp-e/1200000030/8/1\" data-bid=\"9-2\" class=\"b\"> 35;</a><a href=\"/en/wol/bc/r1/lp-e/1200000030/8/2\" data-bid=\"9-3\" class=\"b\"> Mr 2:26</a>.The text at <a href=\"/en/wol/bc/r1/lp-e/1200000030/9/0\" data-bid=\"10-1\" class=\"b\">2&#xA0;Samuel 8:17</a> has caused some question in this regard, since it says that &#x201C;Zadok the son of Ahitub and Ahimelech the son of Abiathar were priests&#x201D; then, but does not mention Abiathar as high priest. Some suggest that the names of Ahimelech and Abiathar were transposed by a scribal error so that the text should read &#x201C;Abiathar the son of Ahimelech,&#x201D; even as it does in the Syriac <em>Peshitta. </em>However, the record at <a href=\"/en/wol/bc/r1/lp-e/1200000030/10/0\" data-bid=\"11-1\" class=\"b\">1&#xA0;Chronicles (18:16;</a><a href=\"/en/wol/bc/r1/lp-e/1200000030/10/1\" data-bid=\"11-2\" class=\"b\"> 24:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200000030/10/2\" data-bid=\"11-3\" class=\"b\"> 6,</a><a href=\"/en/wol/bc/r1/lp-e/1200000030/10/3\" data-bid=\"11-4\" class=\"b\">&#xA0;31</a>) confirms the order of the names in this verse as found in the Masoretic text. It therefore appears more likely that Zadok and Ahimelech are mentioned simply as secondary priests under High Priest Abiathar, and that Abiathar&#x2019;s position was, in this instance, assumed to be understood.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000030/11/0\" data-bid=\"12-1\" class=\"b\">1Ch 16:37-40</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200000030/12/0\" data-bid=\"13-1\" class=\"b\">Nu 3:32</a>.Abiathar, along with other priests, shared in the privilege of bringing the ark of Jehovah up from Obed-edom&#x2019;s home to Jerusalem. (<a href=\"/en/wol/bc/r1/lp-e/1200000030/13/0\" data-bid=\"14-1\" class=\"b\">2Sa 6:12;</a><a href=\"/en/wol/bc/r1/lp-e/1200000030/13/1\" data-bid=\"14-2\" class=\"b\"> 1Ch 15:11,&#xA0;12</a>) In addition to being high priest he was included in David&#x2019;s group of advisers.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000030/14/0\" data-bid=\"15-1\" class=\"b\">1Ch 27:33,&#xA0;34</a>.Toward the latter part of his father David&#x2019;s reign, Absalom formed a conspiracy against him. Abiathar again stayed by David when circumstances forced the king to flee from Jerusalem. As part of a plan to thwart the counsel of traitorous Ahithophel, David&#x2019;s previous counselor, Abiathar and Zadok as loyal priests were sent back to Jerusalem to serve as liaison officers to keep David advised of his rebellious son&#x2019;s plans. (<a href=\"/en/wol/bc/r1/lp-e/1200000030/15/0\" data-bid=\"16-1\" class=\"b\">2Sa 15:24-36;</a><a href=\"/en/wol/bc/r1/lp-e/1200000030/15/1\" data-bid=\"16-2\" class=\"b\"> 17:15</a>) After Absalom&#x2019;s death, Abiathar and Zadok served as intermediaries to arrange David&#x2019;s return to the capital.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000030/16/0\" data-bid=\"17-1\" class=\"b\">2Sa 19:11-14</a>.In view of his faithful record of enduring many hardships in David&#x2019;s company during his time as a fugitive from Saul and again during Absalom&#x2019;s rebellion, and considering his having enjoyed David&#x2019;s confidence, friendship, and favor during some four decades, it is surprising to find Abiathar linking himself up with another son of David, <span id=\"page19\" class=\"pageNum\" data-no=\"19\" data-before-text=\"19\"></span>Adonijah, in a later conspiracy for the throne. Though the plot also had the support of Joab as head of the army, it failed; and Solomon was appointed as king, with loyal priest Zadok doing the anointing at David&#x2019;s instruction. (<a href=\"/en/wol/bc/r1/lp-e/1200000030/17/0\" data-bid=\"18-1\" class=\"b\">1Ki 1:7,</a><a href=\"/en/wol/bc/r1/lp-e/1200000030/17/1\" data-bid=\"18-2\" class=\"b\"> 32-40</a>) Abiathar&#x2019;s son Jonathan, who had previously served as a runner to bear news to David during Absalom&#x2019;s insurrection, now went to advise Adonijah of the plot&#x2019;s miscarriage. King Solomon took no immediate action against Abiathar, but when evidence showed that the plot was still smoldering, he ordered Adonijah&#x2019;s and Joab&#x2019;s death and banished priest Abiathar from Jerusalem, saying: &#x201C;Go to Anathoth to your fields! For you are deserving of death; but on this day I shall not put you to death, because you carried the ark of the Sovereign Lord Jehovah before David my father, and because you suffered affliction during all the time that my father suffered affliction.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000030/18/0\" data-bid=\"19-1\" class=\"b\">1Ki 2:26</a>) Zadok was now assigned to replace Abiathar in his priestly position, and with this the office of high priest passed again to the line of Aaron&#x2019;s son Eleazar; and the priestly line of the house of Eli came to a complete end, in fulfillment of the prophecy at <a href=\"/en/wol/bc/r1/lp-e/1200000030/19/0\" data-bid=\"20-1\" class=\"b\">1&#xA0;Samuel 2:31</a>.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000030/20/0\" data-bid=\"21-1\" class=\"b\">1Ki 2:27;</a><a href=\"/en/wol/bc/r1/lp-e/1200000030/20/1\" data-bid=\"21-2\" class=\"b\"> 1Sa 3:12-14</a>.While the record later, at <a href=\"/en/wol/bc/r1/lp-e/1200000030/21/0\" data-bid=\"22-1\" class=\"b\">1&#xA0;Kings 4:4</a>, again refers to &#x201C;Zadok and Abiathar&#x201D; as priests of Solomon&#x2019;s reign, it is likely that Abiathar is listed only in an honorary capacity or in a historical sense. Some scholars suggest that Solomon, after demoting Abiathar, then assigned him to serve as Zadok&#x2019;s deputy, and that while one officiated on Mount Zion, where the Ark was kept, the other served at the tabernacle, which continued in Gibeon prior to the building of the temple. (See <a href=\"/en/wol/bc/r1/lp-e/1200000030/22/0\" data-bid=\"23-1\" class=\"b\">1Ch 16:37-40</a>.) However, <a href=\"/en/wol/bc/r1/lp-e/1200000030/23/0\" data-bid=\"24-1\" class=\"b\">1&#xA0;Kings 2:26</a> shows that Solomon sent Abiathar to his fields in Anathoth, and while Anathoth was not far from Gibeon, Solomon&#x2019;s order indicates that Abiathar was being removed from any active participation in the priesthood.At <a href=\"/en/wol/bc/r1/lp-e/1200000030/24/0\" data-bid=\"25-1\" class=\"b\">Mark 2:26</a> most translations have Jesus saying that David went into the house of God and ate the showbread &#x201C;when Abiathar was high priest.&#x201D; Since Abiathar&#x2019;s father, Ahimelech, was the high priest when that event took place, such translation would result in a historical error. It is noteworthy that a number of early manuscripts omit the above phrase, and it is not found in the corresponding passages at <a href=\"/en/wol/bc/r1/lp-e/1200000030/25/0\" data-bid=\"26-1\" class=\"b\">Matthew 12:4</a> and <a href=\"/en/wol/bc/r1/lp-e/1200000030/26/0\" data-bid=\"27-1\" class=\"b\">Luke 6:4</a>. However, a similar Greek structure occurs at <a href=\"/en/wol/bc/r1/lp-e/1200000030/27/0\" data-bid=\"28-1\" class=\"b\">Mark 12:26</a> and <a href=\"/en/wol/bc/r1/lp-e/1200000030/28/0\" data-bid=\"29-1\" class=\"b\">Luke 20:37</a>, and here many translations use the phrase &#x201C;in the passage about.&#x201D; (<em>RS; AT; JB</em>) So, it appears that <a href=\"/en/wol/bc/r1/lp-e/1200000030/29/0\" data-bid=\"30-1\" class=\"b\">Mark 2:26</a> properly allows for the translation given in the <em>New World Translation, </em>which reads: &#x201C;How he entered into the house of God, <em>in the account </em>about Abiathar the chief priest.&#x201D; Since the account of the first exploits of Abiathar begins immediately following the record of David&#x2019;s entering the house of God to eat the showbread, and since Abiathar did later become Israel&#x2019;s high priest in David&#x2019;s reign, this translation maintains the historical accuracy of the record."}