{"title":"Abner","link":"/en/wol/d/r1/lp-e/1200000057","html":"<span id=\"page27\" class=\"pageNum\" data-no=\"27\" data-before-text=\"27\"></span><strong>ABNER</strong>(Ab&#x2B9;ner) [Father Is a Lamp].Son of Ner, of the tribe of Benjamin. <a href=\"/en/wol/bc/r1/lp-e/1200000057/0/0\" data-bid=\"1-1\" class=\"b\">First Samuel 14:50, 51</a> evidently refers to Abner as &#x201C;the uncle of Saul,&#x201D; though this phrase in the Hebrew can be applied either to Abner or to Ner, his father. Josephus speaks of Abner as Saul&#x2019;s cousin, and of their fathers, Ner and Kish, as brothers. (<em>Jewish Antiquities, </em>VI, 129, 130 [vi,&#xA0;6]) However, the inspired history at <a href=\"/en/wol/bc/r1/lp-e/1200000057/1/0\" data-bid=\"2-1\" class=\"b\">1&#xA0;Chronicles 8:33</a> and <a href=\"/en/wol/bc/r1/lp-e/1200000057/2/0\" data-bid=\"3-1\" class=\"b\">9:39</a> seems to weigh heavily in favor of Kish as being the son of Ner and, hence, the brother of Abner. This would make Abner the uncle of Saul.<wbr>&#x2014;See also the chart under <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000057/0\">ABIEL</a> No.&#xA0;1.Abner served as chief of the army for Saul, and his fighting force sometimes assumed major proportions, upwards of 200,000 men. (<a href=\"/en/wol/bc/r1/lp-e/1200000057/3/0\" data-bid=\"4-1\" class=\"b\">1Sa 15:4</a>) On special occasions he sat next to the king at the banquet table. (<a href=\"/en/wol/bc/r1/lp-e/1200000057/4/0\" data-bid=\"5-1\" class=\"b\">1Sa 20:25</a>) Though Abner was undoubtedly a powerful and valiant man, Abner was chided by David, when the latter was a fugitive in the Wilderness of Ziph, for having failed to guard Saul&#x2019;s person properly as his lord and &#x201C;the anointed of Jehovah.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000057/5/0\" data-bid=\"6-1\" class=\"b\">1Sa 26:14-16</a>.Following Saul&#x2019;s death in the crushing defeat administered by the Philistines, Abner withdrew across the Jordan to Mahanaim in Gilead, taking Saul&#x2019;s son Ish-bosheth with him. Though David had been proclaimed king in Hebron by the tribe of Judah, Abner set up Ish-bosheth as a rival king in Mahanaim. Abner was clearly the power behind the throne and in time obtained the support of all the tribes except Judah on behalf of Ish-bosheth.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000057/6/0\" data-bid=\"7-1\" class=\"b\">2Sa 2:8-10</a>.Eventually, the armies of the two opposing kings met in a test of strength at the Pool of Gibeon in the territory of Benjamin, about a third of the way from Hebron to Mahanaim. After the two armies had sized each other up, Abner proposed a contest between a dozen young warriors from each side. The sides were so evenly matched that a mutual slaughter resulted, provoking a full-scale combat between the two armies. Abner&#x2019;s forces lost 18 men for every one of Joab&#x2019;s soldiers and retreated toward the wilderness.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000057/7/0\" data-bid=\"8-1\" class=\"b\">2Sa 2:12-17,</a><a href=\"/en/wol/bc/r1/lp-e/1200000057/7/1\" data-bid=\"8-2\" class=\"b\"> 30,&#xA0;31</a>.Abner, pursued by Joab&#x2019;s fleet-footed brother Asahel, urged him repeatedly to turn his attention elsewhere and avoid a deadly encounter with him. When Asahel kept refusing, Abner finally made a powerful backstroke and killed Asahel with the butt end of his spear, running him through in the abdomen. (<a href=\"/en/wol/bc/r1/lp-e/1200000057/8/0\" data-bid=\"9-1\" class=\"b\">2Sa 2:18-23</a>) At Abner&#x2019;s appeal, Joab finally called a halt to the pursuit at sundown, and the two armies began marches back to their respective capitals. Their stamina can be seen from the 80&#xA0;km (50&#xA0;mi) or more that Abner&#x2019;s forces marched, down into the basin of the Jordan, fording the river, then up the Jordan Valley to the hills of Gilead, where they made their way to Mahanaim. After burying Asahel in Bethlehem (perhaps on the following day), Joab&#x2019;s men had a night-long march of over 22&#xA0;km (14&#xA0;mi) through the mountains to Hebron.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000057/9/0\" data-bid=\"10-1\" class=\"b\">2Sa 2:29-32</a>.Abner supported Ish-bosheth&#x2019;s declining regime but also strengthened his own position, perhaps with an eye on the kingship, since he was, after all, the brother of Saul&#x2019;s father. When taken to task by Ish-bosheth for having relations with one of Saul&#x2019;s concubines (an act allowable only to the dead king&#x2019;s heir), Abner angrily announced the transfer of his support to David&#x2019;s side. (<a href=\"/en/wol/bc/r1/lp-e/1200000057/10/0\" data-bid=\"11-1\" class=\"b\">2Sa 3:6-11</a>) He made overtures to David, stressing his own position as virtual ruler of the rest of Israel outside Judah. Satisfying David&#x2019;s requirement of the return of his wife Michal, Abner now privately approached the heads of the 11 tribes separated from Judah to build up their favor toward Jehovah&#x2019;s appointed king, David. (<a href=\"/en/wol/bc/r1/lp-e/1200000057/11/0\" data-bid=\"12-1\" class=\"b\">2Sa 3:12-19</a>) Thereafter he was warmly received by David at his capital in Hebron, and that same day set out to persuade all the tribes to make a covenant with David. But Joab, absent on a raid, returned and, after denouncing Abner as a conniving spy, personally called him back and tricked Abner into a position where he could kill him.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000057/12/0\" data-bid=\"13-1\" class=\"b\">2Sa 3:20-27</a>.With Abner&#x2019;s death, any hoped-for support for Ish-bosheth collapsed and Ish-bosheth was soon assassinated by traitorous men. With this the rule of the house of Saul came to a complete end.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000057/13/0\" data-bid=\"14-1\" class=\"b\">2Sa 4:1-3,</a><a href=\"/en/wol/bc/r1/lp-e/1200000057/13/1\" data-bid=\"14-2\" class=\"b\"> 5-12</a>.Many years later, while nearing the time of his own death, David remembered Abner&#x2019;s death (as well as Amasa&#x2019;s) and charged Solomon with the <span id=\"page28\" class=\"pageNum\" data-no=\"28\" data-before-text=\"28\"></span>responsibility of removing the stain of bloodguilt that Joab had brought on David&#x2019;s house. (<a href=\"/en/wol/bc/r1/lp-e/1200000057/14/0\" data-bid=\"15-1\" class=\"b\">1Ki 2:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200000057/14/1\" data-bid=\"15-2\" class=\"b\"> 5,&#xA0;6</a>) Shortly thereafter, Abner&#x2019;s slayer, Joab, was executed at Solomon&#x2019;s order.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000057/15/0\" data-bid=\"16-1\" class=\"b\">1Ki 2:31-34</a>.Only one son of Abner is listed, Jaasiel, who was a leader in the tribe of Benjamin during David&#x2019;s reign. (<a href=\"/en/wol/bc/r1/lp-e/1200000057/16/0\" data-bid=\"17-1\" class=\"b\">1Ch 27:21</a>) <a href=\"/en/wol/bc/r1/lp-e/1200000057/17/0\" data-bid=\"18-1\" class=\"b\">First Chronicles 26:28</a> also mentions Abner&#x2019;s contributions toward the tabernacle from spoils won as chief of the army."}