{"title":"Abraham","link":"/en/wol/d/r1/lp-e/1200000060","html":"<span id=\"page28\" class=\"pageNum\" data-no=\"28\" data-before-text=\"28\"></span><strong>ABRAHAM</strong>(A&#x2B9;bra&#xB7;ham) [Father of a Crowd (Multitude)].The name given by Jehovah to Abram (meaning &#x201C;Father Is High (Exalted)&#x201D;) when he was 99 years old, and when God was reaffirming His promise that Abraham&#x2019;s offspring would become many.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000060/0/0\" data-bid=\"1-1\" class=\"b\">Ge 17:5</a>.<strong>Family Origin and Early History. </strong>Abraham was the tenth generation from Noah through Shem and was born 352 years after the Deluge, in 2018&#xA0;B.C.E. Although listed first among the three sons of Terah, at <a href=\"/en/wol/bc/r1/lp-e/1200000060/1/0\" data-bid=\"2-1\" class=\"b\">Genesis 11:26</a>, Abraham was not the firstborn. The Scriptures show that Terah was 70 years old when his first son was born, and that Abraham was born 60 years later when his father Terah was 130 years old. (<a href=\"/en/wol/bc/r1/lp-e/1200000060/2/0\" data-bid=\"3-1\" class=\"b\">Ge 11:32;</a><a href=\"/en/wol/bc/r1/lp-e/1200000060/2/1\" data-bid=\"3-2\" class=\"b\"> 12:4</a>) Evidently Abraham is listed first among his father&#x2019;s sons because of his outstanding faithfulness and prominence in the Scriptures, a practice that is followed in the case of several other outstanding men of faith such as Shem and Isaac.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000060/3/0\" data-bid=\"4-1\" class=\"b\">Ge 5:32;</a><a href=\"/en/wol/bc/r1/lp-e/1200000060/3/1\" data-bid=\"4-2\" class=\"b\"> 11:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200000060/3/2\" data-bid=\"4-3\" class=\"b\"> 1Ch 1:28</a>.Abraham was a native of the Chaldean city of Ur, a thriving metropolis located in the land of Shinar, near the present junction of the Euphrates <span id=\"page29\" class=\"pageNum\" data-no=\"29\" data-before-text=\"29\"></span>and Tigris rivers. It was about 240&#xA0;km (150&#xA0;mi) SE of Nimrod&#x2019;s onetime royal city of Babel, or Babylon, so notorious for its unfinished Tower of Babel.In Abraham&#x2019;s time, the city of Ur was steeped in Babylonish idolatry and the worship of its patron moon-god Sin. (<a href=\"/en/wol/bc/r1/lp-e/1200000060/4/0\" data-bid=\"5-1\" class=\"b\">Jos 24:2,</a><a href=\"/en/wol/bc/r1/lp-e/1200000060/4/1\" data-bid=\"5-2\" class=\"b\"> 14,&#xA0;15</a>) Nevertheless, Abraham proved to be a man of faith in Jehovah God, even as his forefathers Shem and Noah; and as a consequence, he earned the reputation &#x201C;the father of all those having faith while in uncircumcision.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000060/5/0\" data-bid=\"6-1\" class=\"b\">Ro 4:11</a>) Since true faith is based on accurate knowledge, Abraham may have received his understanding by personal association with Shem (their lives overlapped by 150 years). Abraham knew and used the name of Jehovah; to quote him: &#x201C;Jehovah the Most High God, Producer of heaven and earth,&#x201D; &#x201C;Jehovah, the God of the heavens and the God of the earth.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000060/6/0\" data-bid=\"7-1\" class=\"b\">Ge 14:22;</a><a href=\"/en/wol/bc/r1/lp-e/1200000060/6/1\" data-bid=\"7-2\" class=\"b\"> 24:3</a>.While Abraham was still living in Ur, &#x201C;before he took up residence in Haran,&#x201D; Jehovah commanded him to move out to a strange land, leaving behind friends and relatives. (<a href=\"/en/wol/bc/r1/lp-e/1200000060/7/0\" data-bid=\"8-1\" class=\"b\">Ac 7:2-4;</a><a href=\"/en/wol/bc/r1/lp-e/1200000060/7/1\" data-bid=\"8-2\" class=\"b\"> Ge 15:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200000060/7/2\" data-bid=\"8-3\" class=\"b\"> Ne 9:7</a>) There in that country that He would show Abraham, God said he would make out of him a great nation. At the time, Abraham was married to his half sister Sarah, but they were childless and both were old. So it would take great faith to obey, but obey he did.Terah, now around 200 years old and still the family&#x2019;s patriarchal head, agreed to accompany Abraham and Sarah on this long journey, and it is for this reason that Terah as father is credited with making the move toward Canaan. (<a href=\"/en/wol/bc/r1/lp-e/1200000060/8/0\" data-bid=\"9-1\" class=\"b\">Ge 11:31</a>) It appears that fatherless Lot, Abraham&#x2019;s nephew, was adopted by his childless uncle and aunt and so accompanied them. Northwestward the caravan moved, some 960&#xA0;km (600&#xA0;mi), until they reached Haran, which was an important junction on the E-W trade routes. Haran is located where two wadis join to form a stream that reaches the Balikh River in the winter, about 110&#xA0;km (68&#xA0;mi) above where the Balikh empties into the Euphrates River. Here Abraham remained until the death of his father Terah.<wbr>&#x2014;MAP, Vol.&#xA0;1, p.&#xA0;330.<strong>Sojourn in Canaan. </strong>Now 75 years old, Abraham began to move his household out of Haran to the land of Canaan, where he lived out the remaining hundred years of his life in tents as an alien and migratory resident. (<a href=\"/en/wol/bc/r1/lp-e/1200000060/9/0\" data-bid=\"10-1\" class=\"b\">Ge 12:4</a>) It was following the death of his father Terah that Abraham went out from Haran in 1943&#xA0;B.C.E. and crossed the Euphrates River, evidently on the 14th day of the month that later became known as Nisan. (<a href=\"/en/wol/bc/r1/lp-e/1200000060/10/0\" data-bid=\"11-1\" class=\"b\">Ge 11:32;</a><a href=\"/en/wol/bc/r1/lp-e/1200000060/10/1\" data-bid=\"11-2\" class=\"b\"> Ex 12:40-43</a>, <em>LXX</em>) It was at that time that the covenant between Jehovah and Abraham went into effect, and the 430-year period of temporary residence until the making of the Law covenant with Israel began.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000060/11/0\" data-bid=\"12-1\" class=\"b\">Ex 12:40-42;</a><a href=\"/en/wol/bc/r1/lp-e/1200000060/11/1\" data-bid=\"12-2\" class=\"b\"> Ga 3:17</a>.Evidently Abraham, with his flocks and herds, traveled down through Damascus and on to Shechem (located 48&#xA0;km [30&#xA0;mi] N of Jerusalem), near the big trees of Moreh. (<a href=\"/en/wol/bc/r1/lp-e/1200000060/12/0\" data-bid=\"13-1\" class=\"b\">Ge 12:6</a>) Here Jehovah appeared again to Abraham, confirming and enlarging His covenant promise by declaring: &#x201C;To your seed I am going to give this land.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000060/13/0\" data-bid=\"14-1\" class=\"b\">Ge 12:7</a>) Abraham not only built an altar to Jehovah there but, as he moved southward through the land, he built other altars along the way; and he called on the name of Jehovah. (<a href=\"/en/wol/bc/r1/lp-e/1200000060/14/0\" data-bid=\"15-1\" class=\"b\">Ge 12:8,&#xA0;9</a>) In time a severe famine compelled Abraham to move temporarily to Egypt, and to protect his life, he represented Sarah as his sister. This resulted in Pharaoh&#x2019;s taking beautiful Sarah into his household to be his wife, but before he could violate her, Jehovah had Pharaoh give her back. Abraham then returned to Canaan to the campsite between Bethel and Ai and again called &#x201C;on the name of Jehovah.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000060/15/0\" data-bid=\"16-1\" class=\"b\">Ge 12:10&#x2013;13:4</a>.It now became necessary, because of the increasing size of their flocks and herds, for Abraham and Lot to separate. Lot selected the basin of the lower Jordan, a well-watered region &#x201C;like the garden of Jehovah,&#x201D; and later established his camp near Sodom. (<a href=\"/en/wol/bc/r1/lp-e/1200000060/16/0\" data-bid=\"17-1\" class=\"b\">Ge 13:5-13</a>) Abraham, for his part, after being told to travel about through the length and breadth of the land, came to dwell among the big trees of Mamre in Hebron, 30&#xA0;km (19&#xA0;mi) SSW of Jerusalem.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000060/17/0\" data-bid=\"18-1\" class=\"b\">Ge 13:14-18</a>.When four allied kings, headed by the Elamite king Chedorlaomer, were successful in crushing a revolt of five Canaanite kings, Sodom and Gomorrah were sacked, and Lot was taken captive together with all of his property. Abraham, upon learning of this, quickly mustered 318 of his trained household servants. With his confederates Aner, Eshcol, and Mamre, he made a forced march in hot pursuit perhaps as much as 300&#xA0;km (190&#xA0;mi) northward to beyond Damascus and, with Jehovah&#x2019;s help, defeated a far superior force. Lot was thus rescued, and the stolen property was recovered. (<a href=\"/en/wol/bc/r1/lp-e/1200000060/18/0\" data-bid=\"19-1\" class=\"b\">Ge 14:1-16,</a><a href=\"/en/wol/bc/r1/lp-e/1200000060/18/1\" data-bid=\"19-2\" class=\"b\"> 23,&#xA0;24</a>) As Abraham was returning from this great victory a &#x201C;priest of the Most High God,&#x201D; Melchizedek, who was also the king of Salem, came out and blessed him, and Abraham, in turn, &#x201C;gave him a tenth of everything.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000060/19/0\" data-bid=\"20-1\" class=\"b\">Ge 14:17-20</a>.<span id=\"page30\" class=\"pageNum\" data-no=\"30\" data-before-text=\"30\"></span><strong>Appearance of the Promised Seed. </strong>Since Sarah continued to be barren, it appeared that Eliezer the faithful house steward from Damascus would receive Abraham&#x2019;s inheritance. Nevertheless, Jehovah again reassured Abraham that his own offspring would become uncountable, as the stars of heaven, and so Abraham &#x201C;put faith in Jehovah; and he proceeded to count it to him as righteousness,&#x201D; even though this occurred years before Abraham was circumcised. (<a href=\"/en/wol/bc/r1/lp-e/1200000060/20/0\" data-bid=\"21-1\" class=\"b\">Ge 15:1-6;</a><a href=\"/en/wol/bc/r1/lp-e/1200000060/20/1\" data-bid=\"21-2\" class=\"b\"> Ro 4:9,&#xA0;10</a>) Jehovah then concluded a formal covenant over animal sacrifices with Abraham, and at the same time, he revealed that Abraham&#x2019;s offspring would be afflicted for a period of 400 years, even being taken into slavery.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000060/21/0\" data-bid=\"22-1\" class=\"b\">Ge 15:7-21</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000060/0\">COVENANT</a>.<span id=\"page31\" class=\"pageNum\" data-no=\"31\" data-before-text=\"31\"></span>Time passed. They had now been in Canaan for about ten years, yet Sarah continued barren. She therefore proposed to substitute her Egyptian maidservant Hagar so that she might have a child by her. Abraham consented. And so in 1932&#xA0;B.C.E., when Abraham was 86 years old, Ishmael was born. (<a href=\"/en/wol/bc/r1/lp-e/1200000060/22/0\" data-bid=\"23-1\" class=\"b\">Ge 16:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200000060/22/1\" data-bid=\"23-2\" class=\"b\"> 15,&#xA0;16</a>) More time passed. In 1919&#xA0;B.C.E., when Abraham was 99 years old, as a sign or seal to testify to the special covenant relationship existing between himself and Abraham, Jehovah commanded that all the males of Abraham&#x2019;s household be circumcised. At the same time Jehovah changed his name from Abram to Abraham, &#x201C;because a father of a crowd of nations I will make you.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000060/23/0\" data-bid=\"24-1\" class=\"b\">Ge 17:5,</a><a href=\"/en/wol/bc/r1/lp-e/1200000060/23/1\" data-bid=\"24-2\" class=\"b\"> 9-27;</a><a href=\"/en/wol/bc/r1/lp-e/1200000060/23/2\" data-bid=\"24-3\" class=\"b\"> Ro 4:11</a>) Soon after, three materialized angels, whom Abraham received hospitably in the name of Jehovah, promised that Sarah herself would conceive and give birth to a son, yes, within the coming year!<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000060/24/0\" data-bid=\"25-1\" class=\"b\">Ge 18:1-15</a>.And what an eventful year it proved to be! Sodom and Gomorrah were destroyed. Abraham&#x2019;s nephew and his two daughters barely escaped. Abraham along with Sarah moved to Gerar, only to have the king of that Philistine city take Sarah for his harem. Jehovah intervened; Sarah was released; and at the appointed time, 1918&#xA0;B.C.E., Isaac, the long-promised heir, was born when Abraham was 100 years old and Sarah was&#xA0;90. (<a href=\"/en/wol/bc/r1/lp-e/1200000060/25/0\" data-bid=\"26-1\" class=\"b\">Ge 18:16&#x2013;21:7</a>) Five years later, when Isaac&#x2019;s 19-year-old half brother Ishmael poked fun at him, Abraham was compelled to dismiss Ishmael and his mother Hagar. It was then, in 1913&#xA0;B.C.E., that the 400 years of affliction upon Abraham&#x2019;s offspring began.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000060/26/0\" data-bid=\"27-1\" class=\"b\">Ge 21:8-21;</a><a href=\"/en/wol/bc/r1/lp-e/1200000060/26/1\" data-bid=\"27-2\" class=\"b\"> 15:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200000060/26/2\" data-bid=\"27-3\" class=\"b\"> Ga 4:29</a>.The supreme test of Abraham&#x2019;s faith came about 20 years later. According to Jewish tradition, Isaac was now 25 years old. (<em>Jewish Antiquities, </em>by F.&#xA0;Josephus, I, 227 [xiii,&#xA0;2]) In obedience to Jehovah&#x2019;s instructions Abraham took Isaac and traveled N from Beer-sheba at the Negeb to Mount Moriah, situated directly N of Salem. There he built an altar and prepared to offer up Isaac, the promised seed, as a burnt sacrifice. And indeed Abraham &#x201C;as good as offered up Isaac,&#x201D; for &#x201C;he reckoned that God was able to raise him up even from the dead.&#x201D; Only at the last moment did Jehovah intervene and provide a ram as a substitute for Isaac on the sacrificial altar. It was, therefore, this implicit faith backed up by complete obedience that moved Jehovah to reinforce his covenant with Abraham with a sworn oath, a special legal guarantee.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000060/27/0\" data-bid=\"28-1\" class=\"b\">Ge 22:1-18;</a><a href=\"/en/wol/bc/r1/lp-e/1200000060/27/1\" data-bid=\"28-2\" class=\"b\"> Heb 6:13-18;</a><a href=\"/en/wol/bc/r1/lp-e/1200000060/27/2\" data-bid=\"28-3\" class=\"b\"> 11:17-19</a>.When Sarah died at Hebron in 1881&#xA0;B.C.E. at the age of 127, it was necessary for Abraham to purchase a burial plot, for indeed he was only an alien resident owning no land in Canaan. So he bought a field with its cave at Machpelah near Mamre from the sons of Heth. (<a href=\"/en/wol/bc/r1/lp-e/1200000060/28/0\" data-bid=\"29-1\" class=\"b\">Ge 23:1-20</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200000060/1\">PURCHASE</a>.) Three years later, when Isaac reached the age of 40, Abraham sent his oldest servant, likely Eliezer, back to Mesopotamia in order to find a suitable wife, one who was also a true worshiper of Jehovah, for his son. Rebekah, who was the grandniece of Abraham, proved to be Jehovah&#x2019;s choice.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000060/29/0\" data-bid=\"30-1\" class=\"b\">Ge 24:1-67</a>.&#x201C;Furthermore, Abraham again took a wife,&#x201D; Keturah, and thereafter fathered six additional sons, so that from Abraham sprang not only the Israelites, Ishmaelites, and Edomites but also Medanites, Midianites, and others. (<a href=\"/en/wol/bc/r1/lp-e/1200000060/30/0\" data-bid=\"31-1\" class=\"b\">Ge 25:1,&#xA0;2;</a><a href=\"/en/wol/bc/r1/lp-e/1200000060/30/1\" data-bid=\"31-2\" class=\"b\"> 1Ch 1:28,</a><a href=\"/en/wol/bc/r1/lp-e/1200000060/30/2\" data-bid=\"31-3\" class=\"b\"> 32,</a><a href=\"/en/wol/bc/r1/lp-e/1200000060/30/3\" data-bid=\"31-4\" class=\"b\">&#xA0;34</a>) Thus it was that Jehovah&#x2019;s prophetic utterance was fulfilled in Abraham: &#x201C;A father of a crowd of nations I will make you.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000060/31/0\" data-bid=\"32-1\" class=\"b\">Ge 17:5</a>) Finally, at the good old age of 175, Abraham died, in 1843&#xA0;B.C.E., and was buried by his sons Isaac and Ishmael in the cave of Machpelah. (<a href=\"/en/wol/bc/r1/lp-e/1200000060/32/0\" data-bid=\"33-1\" class=\"b\">Ge 25:7-10</a>) Prior to his death Abraham gave gifts to the sons of his secondary wives and sent them away, so that Isaac would be the sole heir of &#x201C;everything he had.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000060/33/0\" data-bid=\"34-1\" class=\"b\">Ge 25:5,&#xA0;6</a>.<strong>Patriarchal Head and Prophet. </strong>Abraham was a very wealthy man with great flocks and herds, much silver and gold, and a very large household numbering many hundreds of servants. (<a href=\"/en/wol/bc/r1/lp-e/1200000060/34/0\" data-bid=\"35-1\" class=\"b\">Ge 12:5,</a><a href=\"/en/wol/bc/r1/lp-e/1200000060/34/1\" data-bid=\"35-2\" class=\"b\"> 16;</a><a href=\"/en/wol/bc/r1/lp-e/1200000060/34/2\" data-bid=\"35-3\" class=\"b\"> 13:2,</a><a href=\"/en/wol/bc/r1/lp-e/1200000060/34/3\" data-bid=\"35-4\" class=\"b\"> 6,&#xA0;7;</a><a href=\"/en/wol/bc/r1/lp-e/1200000060/34/4\" data-bid=\"35-5\" class=\"b\"> 17:23,</a><a href=\"/en/wol/bc/r1/lp-e/1200000060/34/5\" data-bid=\"35-6\" class=\"b\"> 27;</a><a href=\"/en/wol/bc/r1/lp-e/1200000060/34/6\" data-bid=\"35-7\" class=\"b\"> 20:14;</a><a href=\"/en/wol/bc/r1/lp-e/1200000060/34/7\" data-bid=\"35-8\" class=\"b\"> 24:35</a>) For this reason the kings of Canaan considered him a powerful &#x201C;chieftain&#x201D; and one with whom covenants of peace should be made. (<a href=\"/en/wol/bc/r1/lp-e/1200000060/35/0\" data-bid=\"36-1\" class=\"b\">Ge 23:6;</a><a href=\"/en/wol/bc/r1/lp-e/1200000060/35/1\" data-bid=\"36-2\" class=\"b\"> 14:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200000060/35/2\" data-bid=\"36-3\" class=\"b\"> 21:22,&#xA0;23</a>) Yet at no time did Abraham allow materialism to blind his vision of Jehovah and His promises or cause him to become proud, high-minded, or selfish.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000060/36/0\" data-bid=\"37-1\" class=\"b\">Ge 13:9;</a><a href=\"/en/wol/bc/r1/lp-e/1200000060/36/1\" data-bid=\"37-2\" class=\"b\"> 14:21-23</a>.The first occurrence of the word &#x201C;prophet&#x201D; in the Hebrew Scriptures refers to Abraham, though others like Enoch prophesied before him. (<a href=\"/en/wol/bc/r1/lp-e/1200000060/37/0\" data-bid=\"38-1\" class=\"b\">Ge 20:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200000060/37/1\" data-bid=\"38-2\" class=\"b\"> Jude&#xA0;14</a>) The first identified in the Scriptures as a &#x201C;Hebrew&#x201D; is Abraham. (<a href=\"/en/wol/bc/r1/lp-e/1200000060/38/0\" data-bid=\"39-1\" class=\"b\">Ge 14:13</a>) Abraham, like Abel, Enoch, and Noah, was a man of faith. (<a href=\"/en/wol/bc/r1/lp-e/1200000060/39/0\" data-bid=\"40-1\" class=\"b\">Heb 11:4-9</a>) But the first occurrence of the expression &#x201C;put faith in Jehovah&#x201D; is in reference to Abraham.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000060/40/0\" data-bid=\"41-1\" class=\"b\">Ge 15:6</a>.Indeed, this man of unusual faith walked with God, received communications from him by means of visions and dreams, and entertained his angelic messengers. (<a href=\"/en/wol/bc/r1/lp-e/1200000060/41/0\" data-bid=\"42-1\" class=\"b\">Ge 12:1-3,</a><a href=\"/en/wol/bc/r1/lp-e/1200000060/41/1\" data-bid=\"42-2\" class=\"b\">&#xA0;7;</a><a href=\"/en/wol/bc/r1/lp-e/1200000060/41/2\" data-bid=\"42-3\" class=\"b\"> 15:1-8,</a><a href=\"/en/wol/bc/r1/lp-e/1200000060/41/3\" data-bid=\"42-4\" class=\"b\"> 12-21;</a><a href=\"/en/wol/bc/r1/lp-e/1200000060/41/4\" data-bid=\"42-5\" class=\"b\"> 18:1-15;</a><a href=\"/en/wol/bc/r1/lp-e/1200000060/41/5\" data-bid=\"42-6\" class=\"b\"> 22:11, 12,</a><a href=\"/en/wol/bc/r1/lp-e/1200000060/41/6\" data-bid=\"42-7\" class=\"b\"> 15-18</a>) He was well acquainted with the name of God even though Jehovah had not at that time revealed the full significance of His name. (<a href=\"/en/wol/bc/r1/lp-e/1200000060/42/0\" data-bid=\"43-1\" class=\"b\">Ex 6:2,&#xA0;3</a>) Time after time Abraham <span id=\"page32\" class=\"pageNum\" data-no=\"32\" data-before-text=\"32\"></span>built altars and offered up sacrifices in the name of and to the praise and glory of his God Jehovah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000060/43/0\" data-bid=\"44-1\" class=\"b\">Ge 12:8;</a><a href=\"/en/wol/bc/r1/lp-e/1200000060/43/1\" data-bid=\"44-2\" class=\"b\"> 13:4,</a><a href=\"/en/wol/bc/r1/lp-e/1200000060/43/2\" data-bid=\"44-3\" class=\"b\"> 18;</a><a href=\"/en/wol/bc/r1/lp-e/1200000060/43/3\" data-bid=\"44-4\" class=\"b\"> 21:33;</a><a href=\"/en/wol/bc/r1/lp-e/1200000060/43/4\" data-bid=\"44-5\" class=\"b\"> 24:40;</a><a href=\"/en/wol/bc/r1/lp-e/1200000060/43/5\" data-bid=\"44-6\" class=\"b\"> 48:15</a>.As patriarchal head, Abraham allowed no idolatry or ungodliness in his household but constantly taught all his sons and servants to &#x201C;keep Jehovah&#x2019;s way to do righteousness and judgment.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000060/44/0\" data-bid=\"45-1\" class=\"b\">Ge 18:19</a>) Every male member of Abraham&#x2019;s household was bound by Jehovah&#x2019;s law to submit to circumcision. The Egyptian slave girl Hagar called on Jehovah&#x2019;s name in prayer. And Abraham&#x2019;s oldest servant in a very heart-touching prayer to Jehovah demonstrated his own faith in Abraham&#x2019;s God. Isaac too, in his early manhood, proved his faith and his obedience to Jehovah by allowing himself to be bound hand and foot and placed atop the altar for sacrifice.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000060/45/0\" data-bid=\"46-1\" class=\"b\">Ge 17:10-14,</a><a href=\"/en/wol/bc/r1/lp-e/1200000060/45/1\" data-bid=\"46-2\" class=\"b\"> 23-27;</a><a href=\"/en/wol/bc/r1/lp-e/1200000060/45/2\" data-bid=\"46-3\" class=\"b\"> 16:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200000060/45/3\" data-bid=\"46-4\" class=\"b\"> 24:2-56</a>.<strong>Historicity. </strong>Jesus and his disciples referred to Abraham more than 70 times in their conversations and writings. In his illustration of the rich man and Lazarus, Jesus referred to Abraham in a symbolic sense. (<a href=\"/en/wol/bc/r1/lp-e/1200000060/46/0\" data-bid=\"47-1\" class=\"b\">Lu 16:19-31</a>) When his opponents boasted that they were the offspring of Abraham, Jesus was quick to point out their hypocrisy, saying: &#x201C;If you are Abraham&#x2019;s children, do the works of Abraham.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000060/47/0\" data-bid=\"48-1\" class=\"b\">Joh 8:31-58;</a><a href=\"/en/wol/bc/r1/lp-e/1200000060/47/1\" data-bid=\"48-2\" class=\"b\"> Mt 3:9,&#xA0;10</a>) No, as the apostle Paul said, it is not fleshly descent that counts, but, rather, faith like that of Abraham that enables one to be declared righteous. (<a href=\"/en/wol/bc/r1/lp-e/1200000060/48/0\" data-bid=\"49-1\" class=\"b\">Ro 9:6-8;</a><a href=\"/en/wol/bc/r1/lp-e/1200000060/48/1\" data-bid=\"49-2\" class=\"b\"> 4:1-12</a>) Paul also identified the true seed of Abraham as Christ, along with those who belong to Christ as &#x201C;heirs with reference to a promise.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000060/49/0\" data-bid=\"50-1\" class=\"b\">Ga 3:16,</a><a href=\"/en/wol/bc/r1/lp-e/1200000060/49/1\" data-bid=\"50-2\" class=\"b\">&#xA0;29</a>) He also speaks of Abraham&#x2019;s kindness and hospitality to strangers, and in his long list in <a href=\"/en/wol/bc/r1/lp-e/1200000060/50/0\" data-bid=\"51-1\" class=\"b\">Hebrews chapter&#xA0;11</a> of illustrious witnesses of Jehovah, Paul does not overlook Abraham. It is Paul who points out that Abraham&#x2019;s two women, Sarah and Hagar, figured in a symbolic drama that involved Jehovah&#x2019;s two covenants. (<a href=\"/en/wol/bc/r1/lp-e/1200000060/51/0\" data-bid=\"52-1\" class=\"b\">Ga 4:22-31;</a><a href=\"/en/wol/bc/r1/lp-e/1200000060/51/1\" data-bid=\"52-2\" class=\"b\"> Heb 11:8</a>) The Bible writer James adds that Abraham backed up his faith by righteous works and, therefore, was known as &#x201C;Jehovah&#x2019;s friend.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000060/52/0\" data-bid=\"53-1\" class=\"b\">Jas 2:21-23</a>.Archaeological discoveries have also confirmed matters related in the Biblical history of Abraham: The geographic locations of many places and customs of that period of time, such as the purchase of the field from the Hittites, the choice of Eliezer as heir, and the treatment of Hagar.<strong>[Diagram on page&#xA0;30]</strong>(For fully formatted text, see publication)<strong>GENEALOGY OF ABRAHAM</strong>TERAH  NAHOR  Reumah    4 sons  HARAN    Milcah      BETHUEL        LABAN      7 other sons    Iscah    LOT      Daughter&#xA0;1        MOAB          MOABITES      Daughter&#xA0;2        BEN-AMMI          AMMONITES  ABRAHAM  Keturah    6 sons  Hagar    ISHMAEL      ISHMAELITES  Sarah    ISAAC    Rebekah      ESAU        EDOMITES      JACOB  Sons of Jacob are shown numbered in order of birth      Leah        REUBEN (1)        SIMEON (2)        LEVI (3)        JUDAH (4)          The line in which Jesus Christ was born        ISSACHAR (9)        ZEBULUN (10)        Dinah      Rachel        JOSEPH (11)        BENJAMIN (12)      Bilhah        DAN (5)        NAPHTALI (6)      Zilpah        GAD (7)        ASHER (8)indicates marriage or concubinageindicates offspring"}