{"title":"Achaia","link":"/en/wol/d/r1/lp-e/1200000072","html":"<span id=\"page40\" class=\"pageNum\" data-no=\"40\" data-before-text=\"40\"></span><strong>ACHAIA</strong>(A&#xB7;cha&#x2B9;ia).Prior to the Roman conquest in 146&#xA0;B.C.E., Achaia properly referred only to a small region in the Peloponnesus, stretching across the southern coast of the Gulf of Corinth, in a position somewhat similar to that occupied today by the section of the same name.In Homeric poetry Greeks in general are spoken of under the name of Achaians. Due to the prominence of the Achaean League, a confederacy of cities, as the most powerful political body in Greece at the time of its conquest, the Romans thereafter generally spoke of all Greece as Achaia.In 27&#xA0;B.C.E., when Caesar Augustus reorganized the two provinces of Greece, Macedonia and Achaia, the name Achaia then applied to all the Peloponnesus and to part of continental Greece. The province of Achaia was under the administration of the Roman Senate and was ruled through a proconsul from its capital, Corinth. (<a href=\"/en/wol/bc/r1/lp-e/1200000072/0/0\" data-bid=\"1-1\" class=\"b\">2Co 1:1</a>) Other cities of the province of Achaia mentioned in the Christian Greek Scriptures were Athens and Cenchreae. Achaia and its neighboring province to the N, Macedonia, were often linked together in common usage.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000072/1/0\" data-bid=\"2-1\" class=\"b\">Ac 18:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200000072/1/1\" data-bid=\"2-2\" class=\"b\"> 18;</a><a href=\"/en/wol/bc/r1/lp-e/1200000072/1/2\" data-bid=\"2-3\" class=\"b\"> 19:21;</a><a href=\"/en/wol/bc/r1/lp-e/1200000072/1/3\" data-bid=\"2-4\" class=\"b\"> Ro 15:26;</a><a href=\"/en/wol/bc/r1/lp-e/1200000072/1/4\" data-bid=\"2-5\" class=\"b\"> 16:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200000072/1/5\" data-bid=\"2-6\" class=\"b\"> 1Th 1:7,&#xA0;8</a>.In the year 15&#xA0;C.E., in response to complaints over the severity of taxation, Tiberius placed Achaia and Macedonia under imperial control, to be governed from the province of Moesia. This continued until 44&#xA0;C.E. when Emperor Claudius restored these provinces to senatorial control, thereby causing a proconsul again to take up governing powers in Corinth. Due to ignorance of these facts, in the past some critics objected to the Bible&#x2019;s reference to Gallio as the &#x201C;proconsul of Achaia,&#x201D; before whom Paul was brought. (<a href=\"/en/wol/bc/r1/lp-e/1200000072/2/0\" data-bid=\"3-1\" class=\"b\">Ac 18:12</a>) However, the discovery of an inscription at Delphi made it evident that there was indeed a proconsul at Achaia named Gallio at the time described by the historian Luke, writer of Acts.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000072/0\">GALLIO</a>.At <a href=\"/en/wol/bc/r1/lp-e/1200000072/3/0\" data-bid=\"4-1\" class=\"b\">Romans 15:26</a> the apostle Paul speaks of the generosity of the Christians in the province of Achaia in providing help for their needy brothers in Jerusalem. During Paul&#x2019;s second and third missionary journeys a considerable part of his time was spent in Achaia, and he expressed strong love for the brothers of that region.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000072/4/0\" data-bid=\"5-1\" class=\"b\">2Co 11:10</a>.<strong>[Map on page&#xA0;40]</strong>(For fully formatted text, see publication)MACEDONIAACHAIA Corinth Athens"}