{"title":"Adam","link":"/en/wol/d/r1/lp-e/1200000089","html":"<span id=\"page44\" class=\"pageNum\" data-no=\"44\" data-before-text=\"44\"></span><strong>ADAM</strong>(Ad&#x2B9;am) [Earthling Man; Mankind; Humankind; from a root meaning &#x201C;red&#x201D;].The Hebrew word for this proper name occurs over 560 times in the Scriptures, most often as a generic term for individuals and mankind in general, such as &#x201C;man,&#x201D; &#x201C;mankind,&#x201D; or &#x201C;human.&#x201D;<strong>1. </strong>God said: &#x201C;Let us make <em>man </em>in our image.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000089/0/0\" data-bid=\"1-1\" class=\"b\">Ge 1:26</a>) What a historic pronouncement! And what a singular position in history Adam, the &#x201C;son of God,&#x201D; holds<wbr>&#x2014;the first human creature! (<a href=\"/en/wol/bc/r1/lp-e/1200000089/1/0\" data-bid=\"2-1\" class=\"b\">Lu 3:38</a>) Adam was the crowning glory of Jehovah&#x2019;s earthly creative works, not only because of the timing near the close of six creative epochs but, more importantly, because &#x201C;in God&#x2019;s image he created him.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000089/2/0\" data-bid=\"3-1\" class=\"b\">Ge 1:27</a>) This is why the perfect man Adam, and his degenerate offspring to a much lesser degree, possessed mental powers and abilities far superior to all other earthly creatures.<span id=\"page45\" class=\"pageNum\" data-no=\"45\" data-before-text=\"45\"></span><strong><em>In what way was Adam made in the likeness of God?</em></strong>Made in the likeness of his Grand Creator, Adam had the divine attributes of love, wisdom, justice, and power; hence he possessed a sense of morality involving a conscience, something altogether new in the sphere of earthly life. In the image of God, Adam was to be a global administrator and have in subjection the sea and land creatures and the fowl of the air.It was not necessary for Adam to be a spirit creature, in whole or in part, to possess Godlike qualities. Jehovah formed man out of the dust particles of the ground, put in him the force of life so that he became a living soul, and gave him the ability to reflect the image and likeness of his Creator. &#x201C;The first man is out of the earth and made of dust.&#x201D; &#x201C;The first man Adam became a living soul.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000089/3/0\" data-bid=\"4-1\" class=\"b\">Ge 2:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200000089/3/1\" data-bid=\"4-2\" class=\"b\"> 1Co 15:45,</a><a href=\"/en/wol/bc/r1/lp-e/1200000089/3/2\" data-bid=\"4-3\" class=\"b\">&#xA0;47</a>) That was in the year 4026&#xA0;B.C.E. It was likely in the fall of the year, for mankind&#x2019;s most ancient calendars began counting time in the autumn around October&#xA0;1, or at the first new moon of the lunar civil year.<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200000089/0\">YEAR</a>.Adam&#x2019;s home was a very special paradise, a veritable garden of pleasure called Eden (see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000089/1\">EDEN</a> No.&#xA0;1), providing him with all the necessary physical things of life, for &#x201C;every tree desirable to one&#x2019;s sight and good for food&#x201D; for his perpetual sustenance was there. (<a href=\"/en/wol/bc/r1/lp-e/1200000089/4/0\" data-bid=\"5-1\" class=\"b\">Ge 2:9</a>) All around Adam were peaceful animals of every kind and description. But Adam was alone. There was no other creature &#x2018;according to his kind&#x2019; with which to talk. Jehovah recognized that &#x201C;it is not good for the man to continue by himself.&#x201D; So by divine surgery, the first and only case of its kind, Jehovah took a rib from Adam and fashioned it into a female counterpart to be his wife and the mother of his children. Overjoyed with such a beautiful helper and constant companion, Adam burst forth in the first recorded poetry, &#x201C;This is at last bone of my bones and flesh of my flesh,&#x201D; and she was called <em>woman </em>&#x201C;because from man this one was taken.&#x201D; Later Adam called his wife Eve. (<a href=\"/en/wol/bc/r1/lp-e/1200000089/5/0\" data-bid=\"6-1\" class=\"b\">Ge 2:18-23;</a><a href=\"/en/wol/bc/r1/lp-e/1200000089/5/1\" data-bid=\"6-2\" class=\"b\"> 3:20</a>) The truthfulness of this account is attested to by Jesus and the apostles.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000089/6/0\" data-bid=\"7-1\" class=\"b\">Mt 19:4-6;</a><a href=\"/en/wol/bc/r1/lp-e/1200000089/6/1\" data-bid=\"7-2\" class=\"b\"> Mr 10:6-9;</a><a href=\"/en/wol/bc/r1/lp-e/1200000089/6/2\" data-bid=\"7-3\" class=\"b\"> Eph 5:31;</a><a href=\"/en/wol/bc/r1/lp-e/1200000089/6/3\" data-bid=\"7-4\" class=\"b\"> 1Ti 2:13</a>.Furthermore, Jehovah blessed these newlyweds with plenty of enjoyable work. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200000089/7/0\" data-bid=\"8-1\" class=\"b\">Ec 3:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200000089/7/1\" data-bid=\"8-2\" class=\"b\"> 5:18</a>.) They were not cursed with idleness. They were to keep busy and active dressing and taking care of their garden home, and as they multiplied and filled the earth with billions of their kind, they were to expand this Paradise to earth&#x2019;s limits. This was a divine mandate.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000089/8/0\" data-bid=\"9-1\" class=\"b\">Ge 1:28</a>.&#x201C;God saw everything he had made and, look! it was very good.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000089/9/0\" data-bid=\"10-1\" class=\"b\">Ge 1:31</a>) Indeed, from the very beginning Adam was perfect in every respect. He was equipped with the power of speech and with a highly developed vocabulary. He was able to give meaningful names to the living creatures all around him. He was capable of carrying on a two-way conversation with his God and with his wife.For all these reasons and many more, Adam was under obligation to love, worship, and strictly obey his Grand Creator. More than that, the Universal Lawgiver spelled out for him the simple law of obedience and fully informed him of the just and reasonable penalty for disobedience: &#x201C;As for the tree of the knowledge of good and bad you must not eat from it, for in the day you eat from it you will positively die.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000089/10/0\" data-bid=\"11-1\" class=\"b\">Ge 2:16, 17;</a><a href=\"/en/wol/bc/r1/lp-e/1200000089/10/1\" data-bid=\"11-2\" class=\"b\"> 3:2,&#xA0;3</a>) Notwithstanding this explicit law carrying a severe penalty for disobedience, he did disobey.<strong>Results of Sin. </strong>Eve was thoroughly deceived by Satan the Devil, but &#x201C;Adam was not deceived,&#x201D; says the apostle Paul. (<a href=\"/en/wol/bc/r1/lp-e/1200000089/11/0\" data-bid=\"12-1\" class=\"b\">1Ti 2:14</a>) With full knowledge Adam willfully and deliberately chose to disobey and then as a criminal he tried to hide. When brought to trial, instead of showing sorrow or regret or asking for forgiveness, Adam attempted to justify himself and pass the responsibility off on others, even blaming Jehovah for his own willful sin. &#x201C;The woman whom <em>you </em>gave to be with me, she gave me fruit from the tree and so I ate.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000089/12/0\" data-bid=\"13-1\" class=\"b\">Ge 3:7-12</a>) So Adam was cast out of Eden into an unsubdued earth that was cursed to produce thorns and thistles, there to sweat out an existence, harvesting the bitter fruits of his sin. Outside the garden, awaiting death, Adam fathered sons and daughters, the names of only three being preserved<wbr>&#x2014;Cain, Abel, and Seth. To all of his children Adam passed on hereditary sin and death, since he himself was sinful.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000089/13/0\" data-bid=\"14-1\" class=\"b\">Ge 3:23;</a><a href=\"/en/wol/bc/r1/lp-e/1200000089/13/1\" data-bid=\"14-2\" class=\"b\"> 4:1, 2,</a><a href=\"/en/wol/bc/r1/lp-e/1200000089/13/2\" data-bid=\"14-3\" class=\"b\">&#xA0;25</a>.This was the tragic start Adam gave the human race. Paradise, happiness, and everlasting life were forfeited, and in their place sin, suffering, and death were acquired through disobedience. &#x201C;Through one man sin entered into the world and death through sin, and thus death spread to all men because they had all sinned.&#x201D; &#x201C;Death ruled as king from Adam down.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000089/14/0\" data-bid=\"15-1\" class=\"b\">Ro 5:12,</a><a href=\"/en/wol/bc/r1/lp-e/1200000089/14/1\" data-bid=\"15-2\" class=\"b\">&#xA0;14</a>) But Jehovah in his wisdom and love provided a &#x201C;second man,&#x201D; &#x201C;the last Adam,&#x201D; who is the Lord Jesus Christ. By means of this obedient &#x201C;Son of God&#x201D; the way was <span id=\"page46\" class=\"pageNum\" data-no=\"46\" data-before-text=\"46\"></span>opened up whereby descendants of the disobedient &#x201C;first man Adam&#x201D; could regain Paradise and everlasting life, the church or congregation of Christ even gaining heavenly life. &#x201C;For just as in Adam all are dying, so also in the Christ all will be made alive.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000089/15/0\" data-bid=\"16-1\" class=\"b\">Joh 3:16,</a><a href=\"/en/wol/bc/r1/lp-e/1200000089/15/1\" data-bid=\"16-2\" class=\"b\"> 18;</a><a href=\"/en/wol/bc/r1/lp-e/1200000089/15/2\" data-bid=\"16-3\" class=\"b\"> Ro 6:23;</a><a href=\"/en/wol/bc/r1/lp-e/1200000089/15/3\" data-bid=\"16-4\" class=\"b\"> 1Co 15:22,</a><a href=\"/en/wol/bc/r1/lp-e/1200000089/15/4\" data-bid=\"16-5\" class=\"b\"> 45,</a><a href=\"/en/wol/bc/r1/lp-e/1200000089/15/5\" data-bid=\"16-6\" class=\"b\">&#xA0;47</a>.After sinner Adam&#x2019;s expulsion from Eden he lived to see the murder of his own son, banishment of his killer-son, abuse of the marriage arrangement, and profanation of Jehovah&#x2019;s sacred name. He witnessed the building of a city, the development of musical instruments, and the forging of tools out of iron and copper. He watched and was condemned by the example of Enoch, &#x201C;the seventh one in line from Adam,&#x201D; one who &#x201C;kept walking with the true God.&#x201D; He even lived to see Noah&#x2019;s father Lamech of the ninth generation. Finally, after 930 years, most of which was spent in the slow process of dying, Adam returned to the ground from which he was taken, in the year 3096&#xA0;B.C.E., just as Jehovah had said.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000089/16/0\" data-bid=\"17-1\" class=\"b\">Ge 4:8-26;</a><a href=\"/en/wol/bc/r1/lp-e/1200000089/16/1\" data-bid=\"17-2\" class=\"b\"> 5:5-24;</a><a href=\"/en/wol/bc/r1/lp-e/1200000089/16/2\" data-bid=\"17-3\" class=\"b\"> Jude&#xA0;14</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200000089/2\">LAMECH</a> No.&#xA0;2.<strong>2. </strong>A city mentioned at <a href=\"/en/wol/bc/r1/lp-e/1200000089/17/0\" data-bid=\"18-1\" class=\"b\">Joshua 3:16</a> as being at the side of Zarethan. It is generally identified with Tell ed-Damiyeh (Tel Damiya&#x2BC;), a site E of the Jordan River about 1&#xA0;km (0.6 mi) S of the confluence of the Jordan and the torrent valley of Jabbok; it is about 28&#xA0;km (17&#xA0;mi) NNE of Jericho. The name of the city may be derived from the color of the alluvial clay, which is abundant in that region.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000089/18/0\" data-bid=\"19-1\" class=\"b\">1Ki 7:46</a>.The Bible record indicates that the damming up of the Jordan&#x2019;s waters at the time of Israel&#x2019;s crossing the river took place at Adam. The Jordan Valley narrows considerably, beginning at the site of Tell ed-Damiyeh (Tel Damiya&#x2BC;) northward, and history records that in the year 1267 a blockage of the river occurred at this very point due to the falling of a lofty mound across the river, stopping the flow of water for some 16 hours. In modern times, earth tremors in the summer of 1927 again caused landslides that dammed up the Jordan so that the flow of water was cut off for 21 1&#x2044;2 hours. (<em>The Foundations of Bible History: Joshua, Judges, </em>by J.&#xA0;Garstang, London, 1931, pp.&#xA0;136, 137) If this was the means God saw fit to employ, then such a damming of the river in the days of Joshua was miraculously timed and effected so as to synchronize with the crossing of the Jordan on the day previously announced by Jehovah through Joshua.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000089/19/0\" data-bid=\"20-1\" class=\"b\">Jos 3:5-13</a>."}