{"title":"Adonijah","link":"/en/wol/d/r1/lp-e/1200000110","html":"<span id=\"page49\" class=\"pageNum\" data-no=\"49\" data-before-text=\"49\"></span><strong>ADONIJAH</strong>(Ad&#xB7;o&#xB7;ni&#x2B9;jah) [Jehovah Is Lord].<strong>1. </strong>David&#x2019;s fourth son, born of Haggith in Hebron.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000110/0/0\" data-bid=\"1-1\" class=\"b\">2Sa 3:4,&#xA0;5</a>.Though of a different mother, Adonijah was quite similar to Absalom in being &#x201C;very good-looking in form&#x201D; and in his ambition. (<a href=\"/en/wol/bc/r1/lp-e/1200000110/1/0\" data-bid=\"2-1\" class=\"b\">1Ki 1:5,&#xA0;6</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200000110/2/0\" data-bid=\"3-1\" class=\"b\">2Sa 14:25;</a><a href=\"/en/wol/bc/r1/lp-e/1200000110/2/1\" data-bid=\"3-2\" class=\"b\"> 15:1</a>.) He becomes prominent in the Bible record during David&#x2019;s waning years. Despite Jehovah&#x2019;s declaration that the kingship would go to Solomon (<a href=\"/en/wol/bc/r1/lp-e/1200000110/3/0\" data-bid=\"4-1\" class=\"b\">1Ch 22:9,&#xA0;10</a>), Adonijah began boasting that he would be Israel&#x2019;s next king. Since Amnon and Absalom, and probably Chileab, were dead, Adonijah doubtless founded his claim to the throne on the basis of his being the eldest son. Like Absalom, he made a showy display of his pretensions and went uncorrected by his father. He built up party support by gaining the favor of the head of the army, Joab, and the head of the priesthood, Abiathar. (<a href=\"/en/wol/bc/r1/lp-e/1200000110/4/0\" data-bid=\"5-1\" class=\"b\">1Ki 1:5-8</a>) He then held a sacrificial feast near En-rogel, a short distance from the city of Jerusalem, inviting most of the royal household, but not Solomon, Nathan the prophet, and Benaiah. His obvious purpose was to have himself declared king.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000110/5/0\" data-bid=\"6-1\" class=\"b\">1Ki 1:9, 10,</a><a href=\"/en/wol/bc/r1/lp-e/1200000110/5/1\" data-bid=\"6-2\" class=\"b\">&#xA0;25</a>.Nathan the prophet acted promptly to block Adonijah&#x2019;s scheme. He counseled Solomon&#x2019;s mother Bath-sheba to remind David of his oath in favor of Solomon&#x2019;s kingship and then appeared after her at the king&#x2019;s quarters to confirm her words and alert David to the gravity of the situation, also, in effect, indicating that he felt David may have been acting behind the backs of his close associates. (<a href=\"/en/wol/bc/r1/lp-e/1200000110/6/0\" data-bid=\"7-1\" class=\"b\">1Ki 1:11-27</a>) This stirred the old king to action, and he promptly gave orders for the immediate anointing of Solomon as coregent and successor to the throne. This action provoked a joyful uproar by the people, which was heard at Adonijah&#x2019;s banquet. Soon a runner, priest Abiathar&#x2019;s son, appeared with the disquieting news of David&#x2019;s proclamation of Solomon as king. Adonijah&#x2019;s supporters quickly dispersed, and he fled to the tabernacle courtyard seeking refuge. Solomon then granted him pardon on the provision of his good behavior.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000110/7/0\" data-bid=\"8-1\" class=\"b\">1Ki 1:32-53</a>.However, following David&#x2019;s death, Adonijah approached Bath-sheba and induced her to act as his agent before Solomon to request David&#x2019;s youthful nurse and companion, Abishag, as his wife. <span id=\"page50\" class=\"pageNum\" data-no=\"50\" data-before-text=\"50\"></span>Adonijah&#x2019;s statement that &#x201C;the kingship was to have become mine, and it was toward me that all Israel had set their face for me to become king&#x201D; indicates that he felt he had been deprived of his right, even though he professedly acknowledged God&#x2019;s hand in the matter. (<a href=\"/en/wol/bc/r1/lp-e/1200000110/8/0\" data-bid=\"9-1\" class=\"b\">1Ki 2:13-21</a>) While his request may have been based solely on the desire for some compensation for the loss of the kingdom, it strongly suggested that the fires of ambition continued in Adonijah, since by a rule in the ancient East the wives and concubines of a king would only become those of his legal successor. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200000110/9/0\" data-bid=\"10-1\" class=\"b\">2Sa 3:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200000110/9/1\" data-bid=\"10-2\" class=\"b\"> 16:21</a>.) Solomon so viewed this request made through his mother and ordered Adonijah&#x2019;s death, which order was promptly carried out by Benaiah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000110/10/0\" data-bid=\"11-1\" class=\"b\">1Ki 2:22-25</a>.<strong>2. </strong>A Levite sent by Jehoshaphat to teach in the cities of Judah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000110/11/0\" data-bid=\"12-1\" class=\"b\">2Ch 17:7-9</a>.<strong>3. </strong>One of &#x201C;the heads of the people&#x201D; whose descendant, if not he himself, joined certain princes and Levites in attesting by seal the confession contract made by the returned Israelites in the days of Nehemiah and Ezra. (<a href=\"/en/wol/bc/r1/lp-e/1200000110/12/0\" data-bid=\"13-1\" class=\"b\">Ne 9:38;</a><a href=\"/en/wol/bc/r1/lp-e/1200000110/12/1\" data-bid=\"13-2\" class=\"b\"> 10:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200000110/12/2\" data-bid=\"13-3\" class=\"b\"> 14,</a><a href=\"/en/wol/bc/r1/lp-e/1200000110/12/3\" data-bid=\"13-4\" class=\"b\">&#xA0;16</a>) He is suggested by some to be the same as Adonikam at <a href=\"/en/wol/bc/r1/lp-e/1200000110/13/0\" data-bid=\"14-1\" class=\"b\">Ezra 2:13</a>, whose descendants, numbering 666, returned from Babylon under Zerubbabel in 537&#xA0;B.C.E. A comparison of the names of those who as representatives of the people sealed the resolution at <a href=\"/en/wol/bc/r1/lp-e/1200000110/14/0\" data-bid=\"15-1\" class=\"b\">Nehemiah 10</a> and of those listed as heads of the returning exiles at <a href=\"/en/wol/bc/r1/lp-e/1200000110/15/0\" data-bid=\"16-1\" class=\"b\">Ezra 2</a> seems to bear this out."}