{"title":"Ahaz","link":"/en/wol/d/r1/lp-e/1200000144","html":"<span id=\"page61\" class=\"pageNum\" data-no=\"61\" data-before-text=\"61\"></span><strong>AHAZ</strong>(A&#x2B9;haz) [shortened form of Jehoahaz, meaning &#x201C;May Jehovah Take Hold; Jehovah Has Taken Hold&#x201D;].<strong>1. </strong>The son of King Jotham of Judah. Ahaz began to reign at the age of 20 and continued for 16 years.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000144/0/0\" data-bid=\"1-1\" class=\"b\">2Ki 16:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200000144/0/1\" data-bid=\"1-2\" class=\"b\"> 2Ch 28:1</a>.Since Ahaz&#x2019; son Hezekiah was 25 when he began to reign, this would mean that Ahaz was less than 12 years old when fathering him. (<a href=\"/en/wol/bc/r1/lp-e/1200000144/1/0\" data-bid=\"2-1\" class=\"b\">2Ki 18:1,&#xA0;2</a>) Whereas puberty in males is usually reached between the ages of 12 and 15 in temperate climates, it may come earlier in warmer climates. Marriage customs also vary. <em>Zeitschrift f&#xFC;r Semitistik und verwandte Gebiete </em>(edited by E.&#xA0;Littmann, Leipzig, 1927, Vol.&#xA0;5, p.&#xA0;132) reported that child marriage is frequent in the Promised Land even in modern times, one case being cited of two brothers aged 8 and 12 who were married, the wife of the older attending school with her husband. However, one Hebrew manuscript, the Syriac <em>Peshitta, </em>and some manuscripts of the Greek <em>Septuagint </em>at <a href=\"/en/wol/bc/r1/lp-e/1200000144/2/0\" data-bid=\"3-1\" class=\"b\">2&#xA0;Chronicles 28:1</a> give &#x201C;twenty-five years&#x201D; as the age of Ahaz when beginning to reign.Whatever his exact age, Ahaz died relatively young and left a record of consistent delinquency. <span id=\"page62\" class=\"pageNum\" data-no=\"62\" data-before-text=\"62\"></span>Despite the fact that Isaiah, Hosea, and Micah all actively prophesied during Ahaz&#x2019; time, rank idolatry marked his reign. He not only allowed it among his subjects but also personally and regularly engaged in pagan sacrificing, to the extent of offering up his own son(s) in fire in the Valley of Hinnom. (<a href=\"/en/wol/bc/r1/lp-e/1200000144/3/0\" data-bid=\"4-1\" class=\"b\">2Ki 16:3,&#xA0;4;</a><a href=\"/en/wol/bc/r1/lp-e/1200000144/3/1\" data-bid=\"4-2\" class=\"b\"> 2Ch 28:3,&#xA0;4</a>) Because of this abandonment to false worship, Ahaz&#x2019; rule was beset by a flood of troubles. Syria and the northern kingdom of Israel combined to attack Judah from the N, the Edomites seized the opportunity to hit from the SE, and the Philistines invaded from the W.&#xA0;The valuable port of Elath on the Gulf of &#x2BD;Aqaba was lost. Zichri, a mighty Ephraimite, killed a son of the king and two of Ahaz&#x2019; principal men during the northern kingdom&#x2019;s raid that resulted in the slaughter of 120,000 in Judah and the taking captive of some 200,000 Judeans. Only the intervention of the prophet Oded, with the support of certain leading men of Ephraim, caused these captives to be released to return to Judah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000144/4/0\" data-bid=\"5-1\" class=\"b\">2Ch 28:5-15,</a><a href=\"/en/wol/bc/r1/lp-e/1200000144/4/1\" data-bid=\"5-2\" class=\"b\"> 17-19;</a><a href=\"/en/wol/bc/r1/lp-e/1200000144/4/2\" data-bid=\"5-3\" class=\"b\"> 2Ki 16:5,&#xA0;6;</a><a href=\"/en/wol/bc/r1/lp-e/1200000144/4/3\" data-bid=\"5-4\" class=\"b\"> Isa 7:1</a>.Ahaz&#x2019; &#x2018;quivering heart&#x2019; should have been strengthened by the prophet Isaiah&#x2019;s message from God assuring him that Jehovah would not allow the Syro-Israelite combine to destroy Judah and place a man not of the Davidic line upon the throne. But, when invited to request a sign from God, idolatrous Ahaz replied: &#x201C;I shall not ask, neither shall I put Jehovah to the test.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000144/5/0\" data-bid=\"6-1\" class=\"b\">Isa 7:2-12</a>) Nevertheless, it was foretold that, as a sign, a maiden would give birth to a son, Immanuel (With Us Is God), and that before the boy grew up the Syro-Israelite combine would have ceased to pose a threat to Judah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000144/6/0\" data-bid=\"7-1\" class=\"b\">Isa 7:13-17;</a><a href=\"/en/wol/bc/r1/lp-e/1200000144/6/1\" data-bid=\"7-2\" class=\"b\"> 8:5-8</a>.With regard to the &#x201C;sixty-five years&#x201D; at <a href=\"/en/wol/bc/r1/lp-e/1200000144/7/0\" data-bid=\"8-1\" class=\"b\">Isaiah 7:8</a>, which Isaiah prophesied would be the period within which Ephraim would be &#x201C;shattered to pieces,&#x201D; the <em>Commentary on the Whole Bible </em>(by Jamieson, Fausset, and Brown) states: <em>&#x201C;One </em>deportation of Israel happened within one or two years from this time [the time of Isaiah&#x2019;s prophecy], under Tiglath-pileser (<a href=\"/en/wol/bc/r1/lp-e/1200000144/8/0\" data-bid=\"9-1\" class=\"b\">2&#xA0;Kings&#xA0;15.&#xA0;29</a>). <em>Another </em>in the reign of Hoshea, under Shalmaneser (<a href=\"/en/wol/bc/r1/lp-e/1200000144/9/0\" data-bid=\"10-1\" class=\"b\">2&#xA0;Kings&#xA0;17. 1-6</a>), was about twenty years after. But the final one which utterly &#x2018;broke&#x2019; up Israel so as to be &#x2018;not a people,&#x2019; accompanied by a colonization of Samaria with foreigners, was under Esar-haddon, who carried away Manasseh, king of Judah, also, in the twenty-second year of his reign, sixty-five years from the utterance of this prophecy (cf. <a href=\"/en/wol/bc/r1/lp-e/1200000144/10/0\" data-bid=\"11-1\" class=\"b\">Ezra 4.2, 3,</a><a href=\"/en/wol/bc/r1/lp-e/1200000144/10/1\" data-bid=\"11-2\" class=\"b\"> 10</a>, with <a href=\"/en/wol/bc/r1/lp-e/1200000144/11/0\" data-bid=\"12-1\" class=\"b\">2&#xA0;Kings 17.24;</a><a href=\"/en/wol/bc/r1/lp-e/1200000144/11/1\" data-bid=\"12-2\" class=\"b\"> 2&#xA0;Chronicles 33.11</a>).&#x201D;<strong>Vassalage to Assyria, and Death. </strong>Rather than put faith in Jehovah, however, Ahaz, out of fear of the Syro-Israelite conspiracy, chose the shortsighted policy of bribing Tiglath-pileser&#xA0;III of Assyria to come to his aid. (<a href=\"/en/wol/bc/r1/lp-e/1200000144/12/0\" data-bid=\"13-1\" class=\"b\">Isa 7:2-6;</a><a href=\"/en/wol/bc/r1/lp-e/1200000144/12/1\" data-bid=\"13-2\" class=\"b\"> 8:12</a>) Whatever relief the ambitious Assyrian king now brought to Ahaz by smashing Syria and Israel was only temporary. In the end it &#x201C;caused him distress, and did not strengthen him&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000144/13/0\" data-bid=\"14-1\" class=\"b\">2Ch 28:20</a>), since Ahaz had now brought the heavy yoke of Assyria on Judah.As a vassal king, Ahaz was apparently summoned to Damascus to render homage to Tiglath-pileser&#xA0;III and, while in that city, admired the pagan altar there, copied its design, and had priest Urijah build a duplicate to be placed before the temple in Jerusalem. Ahaz then presumed to offer sacrifices on this &#x201C;great altar.&#x201D; The original copper altar was set to one side until the king should decide what use to make of it. (<a href=\"/en/wol/bc/r1/lp-e/1200000144/14/0\" data-bid=\"15-1\" class=\"b\">2Ki 16:10-16</a>) Meanwhile he mutilated much of the copper temple equipment and rearranged other features in the temple area all &#x201C;because of the king of Assyria,&#x201D; perhaps to pay the heavy tribute imposed on Judah or possibly to conceal some of the temple wealth from the greedy Assyrian&#x2019;s eyes. The temple doors were closed and Ahaz &#x201C;made altars for himself at every corner in Jerusalem.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000144/15/0\" data-bid=\"16-1\" class=\"b\">2Ki 16:17, 18;</a><a href=\"/en/wol/bc/r1/lp-e/1200000144/15/1\" data-bid=\"16-2\" class=\"b\"> 2Ch 28:23-25</a>.After 16 years of misrule and rank apostasy Ahaz died, and though buried as his forefathers were &#x201C;in the City of David&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000144/16/0\" data-bid=\"17-1\" class=\"b\">2Ki 16:20</a>), his body was not placed in the royal burial places of the kings. (<a href=\"/en/wol/bc/r1/lp-e/1200000144/17/0\" data-bid=\"18-1\" class=\"b\">2Ch 28:27</a>) His name is listed in the royal genealogies.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000144/18/0\" data-bid=\"19-1\" class=\"b\">1Ch 3:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200000144/18/1\" data-bid=\"19-2\" class=\"b\"> Mt 1:9</a>.The name of Ahaz appears in an inscription of Tiglath-pileser&#xA0;III as Yauhazi.<strong>2. </strong>A great-grandson of Jonathan, son of King Saul.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000144/19/0\" data-bid=\"20-1\" class=\"b\">1Ch 8:35,&#xA0;36</a>."}