{"title":"Ahaziah","link":"/en/wol/d/r1/lp-e/1200000145","html":"<span id=\"page62\" class=\"pageNum\" data-no=\"62\" data-before-text=\"62\"></span><strong>AHAZIAH</strong>(A&#xB7;ha&#xB7;zi&#x2B9;ah) [Jehovah Has Taken Hold].The name of two kings, one of Israel, the other of Judah.<strong>1. </strong>Son of Ahab and Jezebel, and king of Israel for two years beginning in about 919&#xA0;B.C.E. He followed his idolatrous parents in Baal worship. (<a href=\"/en/wol/bc/r1/lp-e/1200000145/0/0\" data-bid=\"1-1\" class=\"b\">1Ki 22:51-53</a>) Upon the death of Ahaziah&#x2019;s father, Moab seized the opportunity to revolt and thereby free itself from the heavy tribute of 100,000 lambs and an equal number of male sheep with their wool. (<a href=\"/en/wol/bc/r1/lp-e/1200000145/1/0\" data-bid=\"2-1\" class=\"b\">2Ki 1:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200000145/1/1\" data-bid=\"2-2\" class=\"b\"> 3:4,&#xA0;5</a>) This revolt is described by King Mesha of Moab in the Moabite Stone inscription. Perhaps due to his subsequent accident and early death, Ahaziah made no effort to subjugate the Moabites.Ahaziah did form a maritime alliance with Jehoshaphat of Judah for a shipbuilding enterprise <span id=\"page63\" class=\"pageNum\" data-no=\"63\" data-before-text=\"63\"></span>at Ezion-geber on the Gulf of &#x2BD;Aqaba. The project was disapproved by God because of Ahaziah&#x2019;s wickedness, and the ships were wrecked. (<a href=\"/en/wol/bc/r1/lp-e/1200000145/2/0\" data-bid=\"3-1\" class=\"b\">2Ch 20:35-37</a>) The account at <a href=\"/en/wol/bc/r1/lp-e/1200000145/3/0\" data-bid=\"4-1\" class=\"b\">1&#xA0;Kings 22:48, 49</a> shows that Ahaziah wanted Jehoshaphat&#x2019;s authorization for Israelite mariners to man the ships jointly with those of Judah, a request that Jehoshaphat refused. If this request was made prior to the wrecking of the ships, it may simply indicate Jehoshaphat&#x2019;s distrust of Ahaziah and caution against encroachment by the northern kingdom. If the request came after the failure of the fleet, it may have been an insinuation on Ahaziah&#x2019;s part that Jehoshaphat&#x2019;s men were lacking in ability and were responsible for the wreckage of the ships and hence the suggestion that the ships be refitted and sent out again with Israelite sailors also on board. In that case Jehoshaphat&#x2019;s refusal may have been in acknowledgment of God&#x2019;s manifest disapproval of the project.A house accident, in which the king fell through a grating (perhaps one covering a daylight shaft) in his roof chamber, left him bedridden and seriously ill. (<a href=\"/en/wol/bc/r1/lp-e/1200000145/4/0\" data-bid=\"5-1\" class=\"b\">2Ki 1:2</a>) As if the true God no longer existed, Ahaziah sent messengers to inquire of the Philistine god Baal-zebub (meaning &#x201C;Owner of the Flies&#x201D;) as to his prospects of recovery. Intercepted by the prophet Elijah, the messengers turned back and delivered the message to the king that his sickbed would become his deathbed. Instead of humbling himself, Ahaziah sent a force of 50 men under their captain to bring Elijah in to him. That force and a second one, after giving Elijah the king&#x2019;s order to &#x201C;come down&#x201D; from the mountain where he was sitting, were both destroyed by fire. A third force sent by the stubborn king escaped only by virtue of the captain&#x2019;s respectful plea that he and his men&#x2019;s lives &#x201C;be precious in [Elijah&#x2019;s] eyes.&#x201D; Elijah thereafter descended and delivered the death message to Ahaziah&#x2019;s face. Ahaziah gradually died and, being sonless, was succeeded by his brother Jehoram.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000145/5/0\" data-bid=\"6-1\" class=\"b\">2Ki 1:2-17</a>.<strong>2. </strong>Son of Jehoram and Athaliah and listed as king of Judah for one year (c.&#xA0;906&#xA0;B.C.E.). During his father&#x2019;s reign the Philistines and Arabs invaded Judah and took captive all of Jehoram&#x2019;s sons except Jehoahaz (Ahaziah), the youngest. (<a href=\"/en/wol/bc/r1/lp-e/1200000145/6/0\" data-bid=\"7-1\" class=\"b\">2Ch 21:16, 17;</a><a href=\"/en/wol/bc/r1/lp-e/1200000145/6/1\" data-bid=\"7-2\" class=\"b\"> 22:1</a>) He was a young man of 22 years when ascending the throne, and his domineering mother Athaliah, daughter of Ahab and Jezebel, influenced him to wickedness. (<a href=\"/en/wol/bc/r1/lp-e/1200000145/7/0\" data-bid=\"8-1\" class=\"b\">2Ki 8:25-27;</a><a href=\"/en/wol/bc/r1/lp-e/1200000145/7/1\" data-bid=\"8-2\" class=\"b\"> 2Ch 22:2-4</a>) He accompanied King Jehoram of Israel (his maternal uncle) in a fight against Syria at Ramoth-gilead, which resulted in Jehoram&#x2019;s being wounded. Later, Ahaziah visited the convalescing Jehoram at Jezreel.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000145/8/0\" data-bid=\"9-1\" class=\"b\">2Ki 8:28, 29;</a><a href=\"/en/wol/bc/r1/lp-e/1200000145/8/1\" data-bid=\"9-2\" class=\"b\"> 9:15;</a><a href=\"/en/wol/bc/r1/lp-e/1200000145/8/2\" data-bid=\"9-3\" class=\"b\"> 2Ch 22:5,&#xA0;6</a>.Coordinating the two accounts (<a href=\"/en/wol/bc/r1/lp-e/1200000145/9/0\" data-bid=\"10-1\" class=\"b\">2Ki 9:21-28;</a><a href=\"/en/wol/bc/r1/lp-e/1200000145/9/1\" data-bid=\"10-2\" class=\"b\"> 2Ch 22:7-9</a>), the following evidently took place: Jehu, on nearing Jezreel, met Jehoram and Ahaziah. Jehu struck down Jehoram, but Ahaziah fled. At this time Jehu did not pursue Ahaziah but continued to Jezreel to finish his executional work there. Meanwhile the fleeing Ahaziah tried to make his way back to Jerusalem; however, he only got as far as Samaria, where he tried to hide himself. Jehu&#x2019;s men, pursuing Ahaziah, discovered him in Samaria and captured him, and he was brought to Jehu, who was near the town of Ibleam, not far from Jezreel. When Jehu saw Ahaziah, he ordered his men to kill him in his chariot. They struck and wounded him on the way up to Gur, near Ibleam; but Ahaziah was allowed to escape, and he fled to Megiddo, where he died of his wounds. He was then taken to Jerusalem and buried there. The accounts of his death are not contradictory but complementary.<a href=\"/en/wol/bc/r1/lp-e/1200000145/10/0\" data-bid=\"11-1\" class=\"b\">Second Chronicles 22:7</a> points out that Ahaziah&#x2019;s death &#x201C;was from God,&#x201D; and thus Jehu acted as God&#x2019;s executioner in slaying this man who fellowshipped with the condemned house of Ahab. Ahaziah is also referred to as &#x201C;Azariah&#x201D; at <a href=\"/en/wol/bc/r1/lp-e/1200000145/11/0\" data-bid=\"12-1\" class=\"b\">2&#xA0;Chronicles 22:6</a> (though here 15 Hebrew manuscripts read &#x201C;Ahaziah&#x201D;), and as &#x201C;Jehoahaz&#x201D; at <a href=\"/en/wol/bc/r1/lp-e/1200000145/12/0\" data-bid=\"13-1\" class=\"b\">2&#xA0;Chronicles 21:17;</a><a href=\"/en/wol/bc/r1/lp-e/1200000145/12/1\" data-bid=\"13-2\" class=\"b\"> 25:23</a> (a case of transposing the divine name to serve as a prefix instead of as a suffix)."}