{"title":"Akeldama","link":"/en/wol/d/r1/lp-e/1200000185","html":"<span id=\"page68\" class=\"pageNum\" data-no=\"68\" data-before-text=\"68\"></span><strong>AKELDAMA</strong>(A&#xB7;kel&#x2B9;da&#xB7;ma) [Field of Blood].The name applied by the Jews to the plot of land, the purchase of which resulted from &#x201C;the wages for unrighteousness&#x201D; paid to Judas Iscariot for his betrayal of Christ Jesus. (<a href=\"/en/wol/bc/r1/lp-e/1200000185/0/0\" data-bid=\"1-1\" class=\"b\">Ac 1:18,&#xA0;19</a>) It has been identified as the Haqq ed-Dumm (meaning &#x201C;Price of Blood&#x201D;) on the S side of the Valley of Hinnom, on the &#x201C;Hill of Evil Counsel,&#x201D; which is a level plot of land a short distance up the slope. Upon this spot are ruins of a charnel house. A little to the SE is the Minzar Haqal Dema&#x2BC; (Akeldama Monastery) erected over the remains of cave tombs.The statement at <a href=\"/en/wol/bc/r1/lp-e/1200000185/1/0\" data-bid=\"2-1\" class=\"b\">Acts 1:18</a> that Judas &#x201C;purchased a field&#x201D; indicates that he furnished the means for purchasing the field, or was the occasion of doing so. The record at <a href=\"/en/wol/bc/r1/lp-e/1200000185/2/0\" data-bid=\"3-1\" class=\"b\">Matthew 27:3-10</a> shows that the priests used the 30 pieces of silver (if shekels, $66) thrown into the temple by Judas to make the actual purchase and that this &#x201C;Field of Blood&#x201D; was previously a potter&#x2019;s field and was obtained by the priests &#x201C;to bury strangers.&#x201D; (See <a href=\"/en/wol/tc/r1/lp-e/1200000185/0\">POTTER&#x2019;S FIELD</a>.) The suggested location has been used as a burial site from early centuries.<strong><em>Why does Matthew attribute the prophecy of </em></strong><a href=\"/en/wol/bc/r1/lp-e/1200000185/3/0\" data-bid=\"4-1\" class=\"b\"><strong><em>Zechariah 11:12, 13</em></strong></a> <strong><em>to Jeremiah?</em></strong>The fulfillment of prophecy recorded by Matthew is based on &#x201C;what was spoken through Jeremiah the prophet.&#x201D; Jeremiah was at times listed as first of the &#x201C;Latter Prophets,&#x201D; and this section of prophecies therefore included not only Jeremiah&#x2019;s writings but also those of Zechariah. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200000185/4/0\" data-bid=\"5-1\" class=\"b\">Lu 24:44</a>.) The quotation made by Matthew appears to be drawn principally from <a href=\"/en/wol/bc/r1/lp-e/1200000185/5/0\" data-bid=\"6-1\" class=\"b\">Zechariah 11:12, 13</a>, but paraphrased by Matthew and applied <span id=\"page69\" class=\"pageNum\" data-no=\"69\" data-before-text=\"69\"></span>to the circumstances fulfilling it, this under inspiration by God&#x2019;s spirit. As a potter&#x2019;s field the land would be considered as worn out and of little value, worth only the price of a slave."}