{"title":"Alabaster","link":"/en/wol/d/r1/lp-e/1200000188","html":"<span id=\"page69\" class=\"pageNum\" data-no=\"69\" data-before-text=\"69\"></span><strong>ALABASTER</strong>The name of small perfume vaselike vessels originally made of a stone found near Alabastron, Egypt. The stone itself, a form of calcium carbonate, also came to be known by the same name. David collected &#x201C;alabaster [Heb., <em>sha&#x2B9;yish</em>] stones in great quantity&#x201D; for the building of Jehovah&#x2019;s temple in Jerusalem.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000188/0/0\" data-bid=\"1-1\" class=\"b\">1Ch 29:2</a>.This ancient or &#x201C;Oriental&#x201D; alabaster should not be confused with a modern alabaster, a hydrated calcium sulfate that is easily scratched. The original alabaster is usually white and, because it is a stalagmite formation, sometimes has streaks of various colors. It approaches the hardness of marble but will not receive quite as high a polish. The solid alabaster was bored or drilled out to contain as much as a Roman pound (0.33&#xA0;kg; 0.72&#xA0;lb) of liquid. (<a href=\"/en/wol/bc/r1/lp-e/1200000188/1/0\" data-bid=\"2-1\" class=\"b\">Joh 12:3</a>) The alabaster case (Gr., <em>a&#xB7;la&#x2B9;ba&#xB7;stron</em>) was usually fashioned with a narrow neck that could be effectively sealed to prevent the escape of the precious scent.When less costly materials such as gypsum were used to make such cases, these too were called alabasters simply because of the use to which they were put. However, cases made from genuine alabaster were used for the more costly ointments and perfumes, like those with which Jesus was anointed on two occasions<wbr>&#x2014;once in the house of a Pharisee in Galilee (<a href=\"/en/wol/bc/r1/lp-e/1200000188/2/0\" data-bid=\"3-1\" class=\"b\">Lu 7:37</a>) and once in the house of Simon the leper in Bethany.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000188/3/0\" data-bid=\"4-1\" class=\"b\">Mt 26:6,&#xA0;7;</a><a href=\"/en/wol/bc/r1/lp-e/1200000188/3/1\" data-bid=\"4-2\" class=\"b\"> Mr 14:3</a>."}