{"title":"Alexandria","link":"/en/wol/d/r1/lp-e/1200000193","html":"<span id=\"page71\" class=\"pageNum\" data-no=\"71\" data-before-text=\"71\"></span><strong>ALEXANDRIA</strong>(Al&#xB7;ex&#xB7;an&#x2B9;dria).Chief city and famed metropolis of Egypt during the time of Jesus and his apostles. Modern Alexandria (called in Arabic Al-Iskandariyah) stands on the ancient site and is a seaport but has little of the ancient splendor.The city derived its name from Alexander the Great, who ordered it to be built in 332&#xA0;B.C.E. In time it became the principal city of Egypt, and under the Ptolemies, the Hellenistic kings of Egypt, Alexandria was made Egypt&#x2019;s capital. It remained such when Rome took control in 30&#xA0;B.C.E. and served as the administrative center of Egypt on through the Roman and Byzantine epochs down to the Arabic conquest in the seventh century C.E.The Jews for long had formed a sizable portion of the population of Alexandria, which, at its height, reached perhaps 500,000 persons. Many of the Jews were descendants of the refugees who fled to Egypt after Jerusalem&#x2019;s fall in 607&#xA0;B.C.E. In Tiberius&#x2019; time they were said to compose about one-third of the city&#x2019;s total population. With their own section or quarter called Regio Judaeorum, the Jews were allowed to live according to their own laws and have their own governor, or Alabarch.It was here in Alexandria that the Greek <em>Septuagint, </em>the first translation of the Hebrew Scriptures, was made. It was produced by Alexandrian Jews, evidently beginning during the reign of Ptolemy (II) Philadelphus (285-246&#xA0;B.C.E.).Only brief reference is made to Alexandria in the Bible. Among those disputing with Stephen <span id=\"page72\" class=\"pageNum\" data-no=\"72\" data-before-text=\"72\"></span>before his trial were &#x201C;Alexandrians,&#x201D; or Jews from Alexandria. Alexandria was the native city of the eloquent Apollos. And two of the ships on which Paul traveled as a prisoner headed for Rome were out of Alexandria, doubtless large grain ships of the great Alexandrian fleet that crossed the Mediterranean Sea to Puteoli, Italy, though at times doing coastwise sailing to the ports of Asia Minor.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000193/0/0\" data-bid=\"1-1\" class=\"b\">Ac 6:9;</a><a href=\"/en/wol/bc/r1/lp-e/1200000193/0/1\" data-bid=\"1-2\" class=\"b\"> 18:24;</a><a href=\"/en/wol/bc/r1/lp-e/1200000193/0/2\" data-bid=\"1-3\" class=\"b\"> 27:6;</a><a href=\"/en/wol/bc/r1/lp-e/1200000193/0/3\" data-bid=\"1-4\" class=\"b\"> 28:11</a>.<strong>[Map on page&#xA0;72]</strong>(For fully formatted text, see publication)<strong>ANCIENT ALEXANDRIA</strong><em>Mediterranean Sea</em>PHAROS IS. Lighthouse Heptastadion Museum and Library <em>Canal</em> <em>Canal</em><em>Lake Mareotis</em>"}