{"title":"Amaziah","link":"/en/wol/d/r1/lp-e/1200000224","html":"<span id=\"page88\" class=\"pageNum\" data-no=\"88\" data-before-text=\"88\"></span><strong>AMAZIAH</strong>(Am&#xB7;a&#xB7;zi&#x2B9;ah) [Jehovah Is Strong].<strong>1. </strong>A Levite of the family of Merari; son of Hilkiah, father of Hashabiah. One of his descendants shared in directing the singing before the tabernacle in David&#x2019;s time.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000224/0/0\" data-bid=\"1-1\" class=\"b\">1Ch 6:31, 32,</a><a href=\"/en/wol/bc/r1/lp-e/1200000224/0/1\" data-bid=\"1-2\" class=\"b\">&#xA0;45</a>.<strong>2. </strong>King of Judah who, in 858&#xA0;B.C.E., came to the throne at 25 and ruled for 29 years from the assassination of his father Jehoash. His mother was Jehoaddin (Jehoaddan), his wife Jecoliah. (<a href=\"/en/wol/bc/r1/lp-e/1200000224/1/0\" data-bid=\"2-1\" class=\"b\">2Ki 14:1,&#xA0;2;</a><a href=\"/en/wol/bc/r1/lp-e/1200000224/1/1\" data-bid=\"2-2\" class=\"b\"> 15:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200000224/1/2\" data-bid=\"2-3\" class=\"b\"> 2Ch 25:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200000224/1/3\" data-bid=\"2-4\" class=\"b\"> 26:3</a>) With the kingdom firm in his hand, he executed those that had murdered his father, but he heeded the law of Moses not to punish their sons. (<a href=\"/en/wol/bc/r1/lp-e/1200000224/2/0\" data-bid=\"3-1\" class=\"b\">2Ki 14:5,&#xA0;6;</a><a href=\"/en/wol/bc/r1/lp-e/1200000224/2/1\" data-bid=\"3-2\" class=\"b\"> De 24:16</a>) His reign was marked by some enthusiasm for true worship but not with &#x201C;a complete heart&#x201D; and not without serious shortcomings that brought disaster both to himself and to the nation of Judah. The record of his rule deals primarily with two military campaigns.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000224/3/0\" data-bid=\"4-1\" class=\"b\">2Ch 25:2</a>.Amaziah was first successful against Edom, or Seir, using a force of 300,000 from Judah and Benjamin. He had also hired 100,000 mercenaries from Israel, but upon the advice of a man of God he paid them off and sent them home. Jehovah gave Amaziah a smashing victory in the Valley of Salt, allowing him to kill off 20,000 of the enemy and to capture Sela, which he renamed Joktheel. However, Amaziah brought the gods of Seir back with him and began worshiping them, causing Jehovah&#x2019;s anger to blaze against him: &#x201C;Why have you searched for the people&#x2019;s gods that did not deliver their own people out of your hand?&#x201D; Amaziah only compounded the injury by silencing Jehovah&#x2019;s prophet.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000224/4/0\" data-bid=\"5-1\" class=\"b\">2Ki 14:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200000224/4/1\" data-bid=\"5-2\" class=\"b\"> 2Ch 25:5-16</a>.Amaziah&#x2019;s second campaign was tragic from start to finish. The 100,000 from Israel who were dismissed raided towns of Judah on their return north. Perhaps it was this that provoked Amaziah foolishly to challenge Jehoash of the strong northern kingdom, saying: &#x201C;Do come. Let us look each other in the face.&#x201D; Jehoash&#x2019;s response: How foolish for a thorny weed to confront a massive cedar only to be trampled by a wild beast! Amaziah refused to listen; he was apparently puffed up with his recent victory, and Jehovah had doomed Amaziah to defeat because of his idolatry. The battle was joined at Beth-shemesh, Judah fled, Amaziah was captured, a breach of about 178&#xA0;m (584&#xA0;ft) was made in Jerusalem&#x2019;s wall, and much temple treasure and many hostages were carried back to Samaria.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000224/5/0\" data-bid=\"6-1\" class=\"b\">2Ki 14:8-14;</a><a href=\"/en/wol/bc/r1/lp-e/1200000224/5/1\" data-bid=\"6-2\" class=\"b\"> 2Ch 25:13,</a><a href=\"/en/wol/bc/r1/lp-e/1200000224/5/2\" data-bid=\"6-3\" class=\"b\"> 17-24</a>.From the time that Amaziah turned away from Jehovah&#x2019;s worship, a conspiracy was formed against him that finally forced Amaziah to flee to Lachish. There the conspirators put him to death. Amaziah was succeeded by his 16-year-old son Azariah (Uzziah).<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000224/6/0\" data-bid=\"7-1\" class=\"b\">2Ki 14:17-21;</a><a href=\"/en/wol/bc/r1/lp-e/1200000224/6/1\" data-bid=\"7-2\" class=\"b\"> 2Ch 25:25-28</a>.<strong>3. </strong>A priest of the calf worship at Bethel who complained to Jeroboam&#xA0;II that the prophet Amos was a seditionist. He personally tried to frighten Amos into going back to Judah. The prophet, however, stood his ground, telling Amaziah that his wife would become a prostitute, his children would fall by the sword, and Amaziah himself would die on unclean ground.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000224/7/0\" data-bid=\"8-1\" class=\"b\">Am 7:10-17</a>.<strong>4. </strong>Father of Joshah; of the tribe of Simeon. Joshah was one of the chieftains numbered among those clearing the valley near Gedor of the Meunim and of the Hamitic settlers in the days of Hezekiah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000224/8/0\" data-bid=\"9-1\" class=\"b\">1Ch 4:24,</a><a href=\"/en/wol/bc/r1/lp-e/1200000224/8/1\" data-bid=\"9-2\" class=\"b\"> 34,</a><a href=\"/en/wol/bc/r1/lp-e/1200000224/8/2\" data-bid=\"9-3\" class=\"b\"> 38-41</a>."}