{"title":"Ammonim","link":"/en/wol/d/r1/lp-e/1200000239","html":"<span id=\"page92\" class=\"pageNum\" data-no=\"92\" data-before-text=\"92\"></span><strong>AMMONIM</strong>(Am&#x2B9;mon&#xB7;im) [The Peoples].At <a href=\"/en/wol/bc/r1/lp-e/1200000239/0/0\" data-bid=\"1-1\" class=\"b\">2&#xA0;Chronicles 20:1</a> the Masoretic text refers to some of the &#x201C;Ammonim [Heb., <em>&#x2BD;Am&#xB7;moh&#xB7;nim&#x2B9;</em>]&#x201D; as being joined with the sons of Moab and of Ammon in war against Jehoshaphat king of Judah. The <em>King James Version </em>inserts the word &#x201C;other&#x201D; to make the text read, &#x201C;the children of Moab, and the children of Ammon, and with them <em>other </em>beside the Ammonites&#x201D;; while some other translations render the phrase in question as reading &#x201C;some of the Ammonites&#x201D; (<em>MR, JP, Dy</em>), though this seems illogical since the Ammonites are already mentioned in the verse. <em>Biblia Hebraica Stuttgartensia </em>(ftn) and most modern translations (<em>Ro, Mo, AT, RS, JB</em>) regard the text as referring to the Meunim of <a href=\"/en/wol/bc/r1/lp-e/1200000239/1/0\" data-bid=\"2-1\" class=\"b\">2&#xA0;Chronicles 26:7</a>. This view supposes that a scribal error resulted in the first two consonants (&#x5DE;&#x5E2;) of the Hebrew <em>Me&#x2BD;u&#xB7;nim&#x2B9; </em>being transposed, thus giving <em>&#x2BD;Am&#xB7;moh&#xB7;nim&#x2B9;. </em>This identification with the Meunim may find support in the fact that the remainder of the account of the fight against Jehoshaphat refers to &#x201C;the mountainous region of Seir&#x201D; (in place of &#x201C;the Ammonim&#x201D;) as joined with the Ammonite-Moabite forces. (<a href=\"/en/wol/bc/r1/lp-e/1200000239/2/0\" data-bid=\"3-1\" class=\"b\">2Ch 20:10,</a><a href=\"/en/wol/bc/r1/lp-e/1200000239/2/1\" data-bid=\"3-2\" class=\"b\"> 22,&#xA0;23</a>) The translators of the <em>Septuagint </em>used the same Greek word (<em>Mi&#xB7;nai&#x2B9;on</em>) to render the Hebrew term at <a href=\"/en/wol/bc/r1/lp-e/1200000239/3/0\" data-bid=\"4-1\" class=\"b\">2&#xA0;Chronicles 20:1</a> as they did in the texts referring to the Meunim, showing that they understood them to be the same.<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200000239/0\">MEUNIM</a>.Since the matter is not certain, however, some translations, such as that of Isaac Leeser and the <em>New World Translation, </em>prefer simply to transliterate the term into English, thereby retaining the wording found in the Masoretic text."}