{"title":"Amnesty","link":"/en/wol/d/r1/lp-e/1200000241","html":"<span id=\"page95\" class=\"pageNum\" data-no=\"95\" data-before-text=\"95\"></span><strong>AMNESTY</strong>At <a href=\"/en/wol/bc/r1/lp-e/1200000241/0/0\" data-bid=\"1-1\" class=\"b\">Esther 2:18</a> it is related that the Persian monarch Ahasuerus, after making Esther his queen, held a great banquet in her honor and granted &#x201C;an amnesty for the jurisdictional districts&#x201D; of his domain. The Hebrew word <em>hana&#xB7;chah&#x2B9; </em>here used occurs but once in the Scriptures. It is variously rendered as &#x201C;release&#x201D; (<em>LXX, KJ</em>), &#x201C;remission of taxes&#x201D; (one Targum and <em>RS</em>), &#x201C;rest&#x201D; (<em>Vg</em>), &#x201C;holiday&#x201D; (<em>AT</em>); and commentators <span id=\"page96\" class=\"pageNum\" data-no=\"96\" data-before-text=\"96\"></span>suggest that the release, or amnesty, may have involved a remission of tribute, a remission of military service, release from prison, or a combination of these. A different Hebrew word (<em>shemit&#xB7;tah&#x2B9;</em>) is used elsewhere in the Scriptures to describe a releasing from debt or suspension of labor.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000241/1/0\" data-bid=\"2-1\" class=\"b\">De 15:1, 2,</a><a href=\"/en/wol/bc/r1/lp-e/1200000241/1/1\" data-bid=\"2-2\" class=\"b\">&#xA0;9;</a><a href=\"/en/wol/bc/r1/lp-e/1200000241/1/2\" data-bid=\"2-3\" class=\"b\"> 31:10</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200000241/0\">SABBATH YEAR</a>.As to a release of prisoners, it may be noted that during the reign of Xerxes&#xA0;I, believed to be the Ahasuerus of the book of Esther, a number of revolts occurred. An inscription from Persepolis attributed to Xerxes states: &#x201C;After I became king, there were (some) among these countries .&#xA0;.&#xA0;. which revolted (but) I crushed (lit.: killed) these countries, .&#xA0;.&#xA0;. and I put them (again) into their (former political) status.&#x201D; (<em>Ancient Near Eastern Texts, </em>edited by J.&#xA0;B.&#xA0;Pritchard, 1974, p.&#xA0;317) Political prisoners doubtless resulted from such suppression of uprisings, and the festive time of Esther&#x2019;s being made queen may have been the occasion for Ahasuerus to efface the charges against such ones and grant them amnesty, or release. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200000241/2/0\" data-bid=\"3-1\" class=\"b\">Mt 27:15</a>.) The precise nature of the amnesty, however, remains undetermined."}