{"title":"Amos","link":"/en/wol/d/r1/lp-e/1200000246","html":"<span id=\"page99\" class=\"pageNum\" data-no=\"99\" data-before-text=\"99\"></span><strong>AMOS</strong>(A&#x2B9;mos) [Being a Load; Carrying a Load].<strong>1. </strong>A prophet of Jehovah and writer of the book bearing his name, who lived in the ninth century B.C.E. (See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000246/0\">AMOS, BOOK OF</a>.) He was not, however, born as the son of a prophet, nor was he one of &#x201C;the sons of the prophets.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000246/0/0\" data-bid=\"1-1\" class=\"b\">1Ki 20:35;</a><a href=\"/en/wol/bc/r1/lp-e/1200000246/0/1\" data-bid=\"1-2\" class=\"b\"> 2Ki 2:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200000246/0/2\" data-bid=\"1-3\" class=\"b\"> 4:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200000246/0/3\" data-bid=\"1-4\" class=\"b\"> Am 7:14</a>.His home was the town of Tekoa, some 16&#xA0;km (10&#xA0;mi) S of Jerusalem, at an elevation of about 820&#xA0;m (2,700&#xA0;ft). To the E, and sloping toward the Dead Sea, which lay about 1,200&#xA0;m (4,000&#xA0;ft) below, was the bleak wilderness of Judah, where, in his early life, the prophet found employment as a humble sheep raiser. (<a href=\"/en/wol/bc/r1/lp-e/1200000246/1/0\" data-bid=\"2-1\" class=\"b\">Am 1:1</a>) The Hebrew word <em>no&#xB7;qedhim&#x2B9; </em>here translated &#x201C;sheep raisers&#x201D; occurs in only one other place in the Bible (<a href=\"/en/wol/bc/r1/lp-e/1200000246/2/0\" data-bid=\"3-1\" class=\"b\">2Ki 3:4</a>) and is related to <em>naqqad, </em>the Arabic word for a special breed of sheep, rather unattractive but highly valued for its fleece. Out in that wild country Amos also engaged in menial seasonal work as a nipper of sycamore figs, a variety considered food only for the poor. The practice of pinching or puncturing the figs was to hasten the ripening and increase the size and sweetness of the fruit.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000246/3/0\" data-bid=\"4-1\" class=\"b\">Am 7:14</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200000246/1\">SYCAMORE</a>.Like the shepherd David, who was called to public service by God, so also &#x201C;Jehovah proceeded to take [Amos] from following the flock&#x201D; and made him a prophet.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000246/4/0\" data-bid=\"5-1\" class=\"b\">Am 7:15</a>.From the solitude in the wilderness of the south, Amos was sent to the idolatrous ten-tribe kingdom in the north with its capital Samaria.Amos began his career as a prophet two years before the great earthquake that occurred during the reign of Uzziah, king of Judah. At the same time Jeroboam&#xA0;II, son of Joash, was king of Israel. (<a href=\"/en/wol/bc/r1/lp-e/1200000246/5/0\" data-bid=\"6-1\" class=\"b\">Am 1:1</a>) Amos&#x2019; prophecy is, therefore, placed sometime within the 26-year period from 829 to about 804&#xA0;B.C.E., when the reigns of these two kings of Judah and Israel overlapped. The great earthquake that occurred two years after Amos was commissioned to be a prophet was of such magnitude that nearly 300 years later Zechariah made particular mention of it.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000246/6/0\" data-bid=\"7-1\" class=\"b\">Zec 14:5</a>.How long Amos served as a prophet in the northern kingdom is uncertain. Amaziah, the wicked calf-worshiping priest of the state religion centered at Bethel, attempted to have him thrown out of the country on the grounds he was a threat to the security of the state. (<a href=\"/en/wol/bc/r1/lp-e/1200000246/7/0\" data-bid=\"8-1\" class=\"b\">Am 7:10-13</a>) Whether Amaziah succeeded is not disclosed. At any rate, when Amos&#x2019; prophetic mission to Israel was completed, he presumably returned to his native tribal territory of Judah. Jerome and Eusebius report that the prophet&#x2019;s sepulcher was located at Tekoa in their day. It also seems that after returning to Judah, Amos wrote down the prophecy, which at first had been delivered orally. He is often called <span id=\"page100\" class=\"pageNum\" data-no=\"100\" data-before-text=\"100\"></span>one of the 12 &#x201C;minor&#x201D; prophets (his book is cataloged 3rd among the&#xA0;12), yet the message he delivered is by no means of minor significance.<strong>2. </strong>One of Jesus&#x2019; ancestors, the eighth generation before Mary.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000246/8/0\" data-bid=\"9-1\" class=\"b\">Lu 3:25</a>."}