{"title":"Amos, Book of","link":"/en/wol/d/r1/lp-e/1200000247","html":"<span id=\"page100\" class=\"pageNum\" data-no=\"100\" data-before-text=\"100\"></span><strong>AMOS, BOOK OF</strong>The prophecy of this Hebrew book of the Bible was directed primarily to the northern kingdom of Israel. Apparently it was first delivered orally during the reigns of Jeroboam&#xA0;II and Uzziah, kings of Israel and of Judah respectively, whose periods of kingship overlapped between 829 and about 804&#xA0;B.C.E. (<a href=\"/en/wol/bc/r1/lp-e/1200000247/0/0\" data-bid=\"1-1\" class=\"b\">Am 1:1</a>) By about 804&#xA0;B.C.E. it was committed to writing, presumably after the prophet returned to Judah. For details about the prophet himself, see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000247/0\">AMOS</a> No.&#xA0;1.The canonicity of this book, or its claim to a rightful place in the Bible, has never been questioned. From early times it has been accepted by the Jews, and it appears in the earliest Christian catalogs. Justin Martyr of the second century C.E. quoted from Amos in his <em>Dialogue With Trypho, a Jew </em>(chap XXII). The book itself is in complete agreement with the rest of the Bible, as is shown by the writer&#x2019;s many references to Bible history and the laws of Moses. (<a href=\"/en/wol/bc/r1/lp-e/1200000247/1/0\" data-bid=\"2-1\" class=\"b\">Am 1:11;</a><a href=\"/en/wol/bc/r1/lp-e/1200000247/1/1\" data-bid=\"2-2\" class=\"b\"> 2:8-10;</a><a href=\"/en/wol/bc/r1/lp-e/1200000247/1/2\" data-bid=\"2-3\" class=\"b\"> 4:11;</a><a href=\"/en/wol/bc/r1/lp-e/1200000247/1/3\" data-bid=\"2-4\" class=\"b\"> 5:22,</a><a href=\"/en/wol/bc/r1/lp-e/1200000247/1/4\" data-bid=\"2-5\" class=\"b\"> 25;</a><a href=\"/en/wol/bc/r1/lp-e/1200000247/1/5\" data-bid=\"2-6\" class=\"b\"> 8:5</a>) Christians of the first century accepted the writings of Amos as inspired Scripture. For example, the martyr Stephen (<a href=\"/en/wol/bc/r1/lp-e/1200000247/2/0\" data-bid=\"3-1\" class=\"b\">Ac 7:42, 43;</a><a href=\"/en/wol/bc/r1/lp-e/1200000247/2/1\" data-bid=\"3-2\" class=\"b\"> Am 5:25-27</a>) and James the half brother of Jesus (<a href=\"/en/wol/bc/r1/lp-e/1200000247/3/0\" data-bid=\"4-1\" class=\"b\">Ac 15:13-19;</a><a href=\"/en/wol/bc/r1/lp-e/1200000247/3/1\" data-bid=\"4-2\" class=\"b\"> Am 9:11,&#xA0;12</a>) noted the fulfillment of some of the prophecies.Other historical events likewise attest to the truthfulness of the prophet. It is a matter of history that all the nations condemned by Amos were in due time devoured by the fire of destruction. The highly fortified city of Samaria itself was besieged and captured in 740&#xA0;B.C.E., and the Assyrian army took the inhabitants &#x201C;into exile beyond Damascus,&#x201D; as foretold by Amos. (<a href=\"/en/wol/bc/r1/lp-e/1200000247/4/0\" data-bid=\"5-1\" class=\"b\">Am 5:27;</a><a href=\"/en/wol/bc/r1/lp-e/1200000247/4/1\" data-bid=\"5-2\" class=\"b\"> 2Ki 17:5,&#xA0;6</a>) Judah to the south likewise received her due punishment when she was destroyed in 607&#xA0;B.C.E. (<a href=\"/en/wol/bc/r1/lp-e/1200000247/5/0\" data-bid=\"6-1\" class=\"b\">Am 2:5</a>) And true to Jehovah&#x2019;s word through Amos, captive descendants of both Israel and Judah returned in 537&#xA0;B.C.E. to rebuild their homeland.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000247/6/0\" data-bid=\"7-1\" class=\"b\">Am 9:14;</a><a href=\"/en/wol/bc/r1/lp-e/1200000247/6/1\" data-bid=\"7-2\" class=\"b\"> Ezr 3:1</a>.Biblical archaeology also confirms that Amos was a truthful historian of his time, when, in describing the ostentatious luxury of the rich, he referred to their &#x201C;houses of ivory&#x201D; and &#x201C;couches of ivory.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000247/7/0\" data-bid=\"8-1\" class=\"b\">Am 3:15;</a><a href=\"/en/wol/bc/r1/lp-e/1200000247/7/1\" data-bid=\"8-2\" class=\"b\"> 6:4</a>) Commenting on some of these findings, Jack Finegan states: &#x201C;It is of much interest that numerous ivories were found in the excavation of Samaria. These are mostly in the <span id=\"page101\" class=\"pageNum\" data-no=\"101\" data-before-text=\"101\"></span>form of plaques or small panels in relief and presumably were once attached to furniture and inlaid in wall paneling.&#x201D;<wbr>&#x2014;<em>Light From the Ancient Past, </em>1959, pp.&#xA0;187, 188.Jehovah&#x2019;s spirit moved Amos to employ simple, direct, picturesque language in a dignified manner befitting a prophet of God. Simple words, powerful words, words full of meaning, were chosen so both the high and the low could understand and get the sense of what he said. He used a variety of illustrations, some with rural flavor, to give vitality and force to his message. (<a href=\"/en/wol/bc/r1/lp-e/1200000247/8/0\" data-bid=\"9-1\" class=\"b\">Am 2:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200000247/8/1\" data-bid=\"9-2\" class=\"b\"> 4:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200000247/8/2\" data-bid=\"9-3\" class=\"b\"> 9:9</a>) Historical events are accurately recalled. (<a href=\"/en/wol/bc/r1/lp-e/1200000247/9/0\" data-bid=\"10-1\" class=\"b\">1:9,</a><a href=\"/en/wol/bc/r1/lp-e/1200000247/9/1\" data-bid=\"10-2\" class=\"b\"> 11,</a><a href=\"/en/wol/bc/r1/lp-e/1200000247/9/2\" data-bid=\"10-3\" class=\"b\"> 13;</a><a href=\"/en/wol/bc/r1/lp-e/1200000247/9/3\" data-bid=\"10-4\" class=\"b\"> 4:11</a>) Allusions are made to familiar practices and customs of the people. (<a href=\"/en/wol/bc/r1/lp-e/1200000247/10/0\" data-bid=\"11-1\" class=\"b\">2:8;</a><a href=\"/en/wol/bc/r1/lp-e/1200000247/10/1\" data-bid=\"11-2\" class=\"b\"> 6:4-6</a>) The whole is a well-ordered composition with definite form and purpose.As one of Jehovah&#x2019;s servants, Amos magnified the word and name, the righteousness, and the sovereignty of the Almighty. He describes how &#x201C;the Sovereign Lord, Jehovah of the armies,&#x201D; is infinitely great, that nothing is beyond His reach or power. (<a href=\"/en/wol/bc/r1/lp-e/1200000247/11/0\" data-bid=\"12-1\" class=\"b\">Am 9:2-5</a>) Even the sun, moon, constellations, and the elements are subject to Jehovah&#x2019;s commands. (<a href=\"/en/wol/bc/r1/lp-e/1200000247/12/0\" data-bid=\"13-1\" class=\"b\">5:8;</a><a href=\"/en/wol/bc/r1/lp-e/1200000247/12/1\" data-bid=\"13-2\" class=\"b\"> 8:9</a>) It is, therefore, a small matter for God to demonstrate his supremacy over the nations.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000247/13/0\" data-bid=\"14-1\" class=\"b\">1:3-5;</a><a href=\"/en/wol/bc/r1/lp-e/1200000247/13/1\" data-bid=\"14-2\" class=\"b\"> 2:1-3;</a><a href=\"/en/wol/bc/r1/lp-e/1200000247/13/2\" data-bid=\"14-3\" class=\"b\"> 9:7</a>.In keeping with the meaning of his name, Amos bore a weighty message laden with woe and denunciation against the pagan nations as well as against Judah and Israel. He also carried a comforting message of restoration in which those faithful to Jehovah could put their hope.<strong>[Box on page&#xA0;100]</strong><strong>HIGHLIGHTS OF AMOS</strong>  Prophecy directed especially to Israel, the northern ten-tribe kingdom, with its centers for calf worship at Dan and at Bethel  Written about 804&#xA0;B.C.E., while Jeroboam&#xA0;II was king in Israel<strong>Execution of Jehovah&#x2019;s judgment is certain not only against surrounding nations but especially against Israel </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200000247/14/0\" data-bid=\"15-1\" class=\"b\">1:1&#x2013;2:16</a>)  Syria, Philistia, and Tyre for cruel treatment to Israel  Edom (related through Esau) and Ammon (related through Lot) for hatred and mistreatment of their brother Israelites; Moab for burning the bones of the king of Edom for lime  Judah for rejecting the law of Jehovah  Israel for oppressing the poor, for immorality, also for treating disrespectfully prophets and Nazirites raised up by God; no escape from divine punishment<strong>Jehovah&#x2019;s message of judgment against Israel </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200000247/15/0\" data-bid=\"16-1\" class=\"b\">3:1&#x2013;6:14</a>)  Israel has been specially favored by God; this results in special accountability  When Jehovah reveals his purpose to his servants, they prophesy; thus Amos warns that Jehovah will hold an accounting for false religious practices at Bethel and defrauding by luxury lovers in Samaria  Israel has not returned to Jehovah despite punishments already meted out; now warned, &#x201C;Get ready to meet your God&#x201D;  Even while warning of woes to come, Jehovah urges: &#x201C;Search for me, and keep living,&#x201D; &#x201C;Hate what is bad, and love what is good&#x201D;<strong>Visions and prophecies show Israel&#x2019;s end is near </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200000247/16/0\" data-bid=\"17-1\" class=\"b\">7:1&#x2013;8:14</a>)  Vision of desolation by locusts; prophet intercedes  Vision of destructive fire; Amos again intercedes  Jehovah with a plummet to test Israel; no further excusing of Israel  Priest of Bethel commands Amos to stop prophesying there; Amos prophesies calamity for him  Basket of perishable summer fruit, signifying Israel&#x2019;s end near  Famine for hearing the words of Jehovah<strong>Punishment and restoration </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200000247/17/0\" data-bid=\"18-1\" class=\"b\">9:1-15</a>)  No place that they can go to escape; nothing is beyond the reach of the Sovereign Lord Jehovah  Booth (royal house) of David to be rebuilt; regathered captives to enjoy lasting security"}