{"title":"Ancient Egypt","link":"/en/wol/d/r1/lp-e/1200001063","html":"<span id=\"page531\" class=\"pageNum\" data-no=\"531\" data-before-text=\"531\"></span><strong>ANCIENT EGYPT</strong>BECAUSE of Israel&#x2019;s repeated contact with Egypt, the Bible contains many details regarding that land. By events in Egypt, Jehovah&#x2019;s own name was magnified in a wonderful way.Egypt was a land where many gods were worshiped. Certain animals were viewed as gods; others were considered to be sacred to specific ones of the Egyptian gods. Is it any wonder that Moses said that if Israel was to offer animal sacrifices to Jehovah in Egypt, this would bring violence at the hands of the people? (<a href=\"/en/wol/bc/r1/lp-e/1200001063/0/0\" data-bid=\"1-1\" class=\"b\">Ex 8:26</a>) We can understand, too, why, when the hearts of Israel in the wilderness turned back to Egypt, they would use a molten statue of a calf in what they referred to as &#x201C;a festival to Jehovah.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001063/1/0\" data-bid=\"2-1\" class=\"b\">Ex 32:1-5</a>.Another prominent feature of Egyptian worship was belief in an afterlife. This belief found expression in the practice of embalming the dead and in the erection of huge tombs to honor them.Despite the fact that Moses was &#x201C;instructed in all the wisdom of the Egyptians,&#x201D; the commandments regarding worship of Jehovah recorded by him were in no way tainted by Egyptian beliefs. (<a href=\"/en/wol/bc/r1/lp-e/1200001063/2/0\" data-bid=\"3-1\" class=\"b\">Ac 7:22</a>) What he wrote was not of human origin but was divinely inspired.<strong>[Map on page&#xA0;531]</strong>(For fully formatted text, see publication)<em>Great Sea</em>GOSHENZoanTahpanhes<em>T.V. of Egypt</em>LOWER EGYPTOn (Heliopolis)Noph (Memphis)SINAI<em>Nile River</em>UPPER EGYPTNo (Thebes)SyeneETHIOPIA<em>Red Sea</em><span id=\"page532\" class=\"pageNum\" data-no=\"532\" data-before-text=\"532\"></span><strong>[Picture on page&#xA0;532]</strong>Statue representing Amenhotep&#xA0;III towers nearly 18&#xA0;m (60&#xA0;ft) high near Thebes. Such statues were doubtless meant to overawe the people<strong>[Picture on page&#xA0;532]</strong>Large stele that enumerates the building work of Tutankhamen; but King Horemheb later had the inscription changed to credit himself for the work. Such dishonesty was not uncommon in ancient Egyptian records<strong>[Picture on page&#xA0;532]</strong>A triad showing Ramses&#xA0;II between the god Amon and the goddess Mut. Pharaoh was viewed as a god, the living Horus<strong>[Picture on page&#xA0;532]</strong>Pharaoh Taharqa bowing before Horus, whose incarnation he professed to be. Animals were prominent in the religion of Egypt<span id=\"page533\" class=\"pageNum\" data-no=\"533\" data-before-text=\"533\"></span><strong>[Picture on page&#xA0;533]</strong><em>Below: </em>Impressive temple columns at Luxor. <em>Lower right: </em>An avenue of sphinxes leading to the temple of Amon-Ra at Luxor<strong>[Picture on page&#xA0;533]</strong>The sky-goddess Nut surrounded by the signs of the zodiac. Astrology, which came from Babylon, became an element of Egyptian religion<strong>[Picture on page&#xA0;533]</strong>A portion of the &#x201C;Book of the Dead&#x201D; (below), which was placed with a mummy; it contained written spells intended to be recited by the deceased for protection and to guide him in the judgment in the afterlife<span id=\"page534\" class=\"pageNum\" data-no=\"534\" data-before-text=\"534\"></span><strong>[Picture on page&#xA0;534]</strong>Egypt depended on the narrow fertile valley along the Nile River. (This fertile area is in green on the map on page&#xA0;531.) In the background can be seen the abrupt change from vegetation to desert<strong>[Picture on page&#xA0;534]</strong>A pharaoh in his chariot. Such chariots were part of the military equipment of Egypt and were even sold to other nations<strong>[Picture on page&#xA0;534]</strong>On the walls of the temple of Amon-Ra at Karnak, Seti I recorded his military triumphs; captives are shown being seized by their hair. As would be expected, victories were proudly recorded on Egyptian monuments"}