{"title":"Anxiety","link":"/en/wol/d/r1/lp-e/1200000297","html":"<span id=\"page118\" class=\"pageNum\" data-no=\"118\" data-before-text=\"118\"></span><strong>ANXIETY</strong>A number of Hebrew words convey the sense of anxiety or worry. One of these (<em>tsa&#xB7;rar&#x2B9;</em>) means to be confined in a physical sense and is thus rendered &#x2018;wrap up,&#x2019; &#x2018;shut up,&#x2019; and &#x2018;be cramped.&#x2019; (<a href=\"/en/wol/bc/r1/lp-e/1200000297/0/0\" data-bid=\"1-1\" class=\"b\">Ex 12:34;</a><a href=\"/en/wol/bc/r1/lp-e/1200000297/0/1\" data-bid=\"1-2\" class=\"b\"> Pr 26:8;</a><a href=\"/en/wol/bc/r1/lp-e/1200000297/0/2\" data-bid=\"1-3\" class=\"b\"> Isa 49:19</a>) In a figurative sense it means &#x201C;grow anxious; be in sore straits.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000297/1/0\" data-bid=\"2-1\" class=\"b\">Ge 32:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200000297/1/1\" data-bid=\"2-2\" class=\"b\"> 1Sa 28:15</a>) Another is <em>da&#xB7;&#x2BC;agh&#x2B9;, </em>rendered &#x201C;become anxious; become frightened&#x201D;; it is related to <em>de&#x2BC;a&#xB7;ghah&#x2B9;, </em>meaning &#x201C;anxious care.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000297/2/0\" data-bid=\"3-1\" class=\"b\">1Sa 9:5;</a><a href=\"/en/wol/bc/r1/lp-e/1200000297/2/1\" data-bid=\"3-2\" class=\"b\"> Isa 57:11;</a><a href=\"/en/wol/bc/r1/lp-e/1200000297/2/2\" data-bid=\"3-3\" class=\"b\"> Pr 12:25</a>) The Greek noun <em>me&#x2B9;ri&#xB7;mna </em>is rendered &#x201C;anxiety,&#x201D; while the related verb <em>me&#xB7;ri&#xB7;mna&#x2B9;o </em>means &#x201C;be anxious.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000297/3/0\" data-bid=\"4-1\" class=\"b\">Mt 13:22;</a><a href=\"/en/wol/bc/r1/lp-e/1200000297/3/1\" data-bid=\"4-2\" class=\"b\"> Lu 12:22</a>.Anxiety can be damaging to one&#x2019;s well-being. It can lead to depression, robbing one of strength and the initiative to act. Says the inspired proverb: &#x201C;Anxious care in the heart of a man is what will cause it to bow down.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000297/4/0\" data-bid=\"5-1\" class=\"b\">Pr 12:25</a>) There can be serious physical manifestations from worry. Observes the book <em>How to Master Your Nerves: </em>&#x201C;Doctors know how anxiety can affect the body&#x2019;s functions. It can raise (or lower) blood pressure; it can elevate the white blood cell count; it can suddenly affect the blood sugar by the action of adrenalin on the liver. It can even change your electrocardiogram. Dr.&#xA0;Charles Mayo said: &#x2018;Worry affects the circulation, the heart, the glands, the whole nervous system.&#x2019;&#x201D;<wbr>&#x2014;By Drs. P.&#xA0;Steincrohn and D.&#xA0;LaFia, 1970, p.&#xA0;14.Far more serious is the spiritual harm to which undue anxiety may lead. Jesus Christ indicated that appreciation for &#x201C;the word of God&#x201D; can be completely choked out by worry over the problems that are often part of life in the present system of things. Just as thorns can stop seedlings from reaching maturity and bearing fruit, so such anxiety can prevent spiritual development and the bearing of fruitage to God&#x2019;s praise. (<a href=\"/en/wol/bc/r1/lp-e/1200000297/5/0\" data-bid=\"6-1\" class=\"b\">Mt 13:22;</a><a href=\"/en/wol/bc/r1/lp-e/1200000297/5/1\" data-bid=\"6-2\" class=\"b\"> Mr 4:18, 19;</a><a href=\"/en/wol/bc/r1/lp-e/1200000297/5/2\" data-bid=\"6-3\" class=\"b\"> Lu 8:7,</a><a href=\"/en/wol/bc/r1/lp-e/1200000297/5/3\" data-bid=\"6-4\" class=\"b\"> 11,</a><a href=\"/en/wol/bc/r1/lp-e/1200000297/5/4\" data-bid=\"6-5\" class=\"b\">&#xA0;14</a>) Because of having permitted these worries to dominate their lives, to the exclusion of spiritual interests, many will find themselves in a disapproved state before the Son of God upon his return in glory, to their everlasting loss.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000297/6/0\" data-bid=\"7-1\" class=\"b\">Lu 21:34-36</a>.<strong>Proper Anxieties or Concerns. </strong>It is right to be anxious about doing what is pleasing to Jehovah <span id=\"page119\" class=\"pageNum\" data-no=\"119\" data-before-text=\"119\"></span>God in order not to miss out on the blessings to be enjoyed by his devoted servants. One guilty of serious wrongdoing should feel as did the psalmist: &#x201C;I began to be anxious over my sin.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000297/7/0\" data-bid=\"8-1\" class=\"b\">Ps 38:18</a>) A proper concern over sin leads to confession, repentance, and turning around from the wrong course, restoring a good relationship with the Most High.All Christians should be anxious, or should truly care, about the spiritual, physical, and material welfare of fellow believers. (<a href=\"/en/wol/bc/r1/lp-e/1200000297/8/0\" data-bid=\"9-1\" class=\"b\">1Co 12:25-27</a>) This kind of concern is reflected in the apostle John&#x2019;s letter to Gaius: &#x201C;Beloved one, I pray that in all things you may be prospering and having good health, just as your soul is prospering.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000297/9/0\" data-bid=\"10-1\" class=\"b\">3Jo&#xA0;2</a>) The apostle Paul spoke of &#x201C;the anxiety for all the congregations.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000297/10/0\" data-bid=\"11-1\" class=\"b\">2Co 11:28</a>) He was deeply concerned that all remain faithful disciples of the Son of God to the end.The Scriptures refer to being &#x201C;anxious for the things of the Lord,&#x201D; that is, concerned for everything that will promote the interests of the Son of God. Free from the responsibilities and cares for a mate and children, single Christians are in a better position than are married people to minimize concern over &#x201C;the things of the world&#x201D; and so give greater attention to &#x201C;the things of the Lord.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000297/11/0\" data-bid=\"12-1\" class=\"b\">1Co 7:32-35</a>.The apostle Paul wrote that Christian husbands and wives would be &#x201C;anxious for the things of the world,&#x201D; having distractions not shared by single Christians. In the case of an unmarried person, what may be ample for personal and home care and life&#x2019;s necessities<wbr>&#x2014;food, clothing, shelter&#x2014;<wbr>may fall far short of what is needed for a family. Because of the intimate relationship of husband and wife, both are rightly anxious or concerned about pleasing each other in providing that which will contribute to the physical, mental, emotional, and spiritual welfare of the entire family. Even without having to contend with sickness, emergencies, limitations, or handicaps, married couples with children are required to devote much more time to &#x201C;things of the world,&#x201D; that is, to nonspiritual activities related to human life, than would usually be true of single Christians.Still, mundane concerns should not be permitted to take on too much importance. Jesus Christ made this clear to Lazarus&#x2019; sister Martha. Anxious about the entertainment of her guest, she could not see how it was possible to take time to listen to Jesus. Mary, on the other hand, was able to choose &#x201C;the good portion,&#x201D; the receiving of spiritual nourishment from God&#x2019;s Son.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000297/12/0\" data-bid=\"13-1\" class=\"b\">Lu 10:38-42</a>.<strong>Avoiding Undue Anxiety. </strong>Implicit trust in Jehovah&#x2019;s loving concern for the welfare of his servants can help one to avoid giving in to needless worry. (<a href=\"/en/wol/bc/r1/lp-e/1200000297/13/0\" data-bid=\"14-1\" class=\"b\">Jer 17:7,&#xA0;8</a>) Jesus Christ made the same observation in his Sermon on the Mount. He concluded his counsel regarding anxiety with the words: &#x201C;Never be anxious about the next day, for the next day will have its own anxieties. Sufficient for each day is its own badness.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000297/14/0\" data-bid=\"15-1\" class=\"b\">Mt 6:25-34</a>) For a Christian, there are enough problems each day without one&#x2019;s adding to them by anxiety over what might happen the next day and may, in fact, never take place.Even if a Christian is brought before interrogating authorities in times of persecution, his trust in God&#x2019;s help can liberate him from anxiety. By means of His spirit, Jehovah will sustain the Christian in this trialsome situation and make it possible for him to bear witness in a fine way.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000297/15/0\" data-bid=\"16-1\" class=\"b\">Mt 10:18-20;</a><a href=\"/en/wol/bc/r1/lp-e/1200000297/15/1\" data-bid=\"16-2\" class=\"b\"> Lu 12:11,&#xA0;12</a>.Whenever a Christian is assailed by anything that could make him anxious, filling him with uneasiness and apprehension, he should turn to his heavenly Father in prayer. Thus he can &#x2018;throw his anxiety on Jehovah,&#x2019; confident that he will be heard by the One who cares for him. (<a href=\"/en/wol/bc/r1/lp-e/1200000297/16/0\" data-bid=\"17-1\" class=\"b\">1Pe 5:7</a>) The result will be an inner calm, the peace of God, that will guard the heart and the mental powers. Deep within himself, in his heart, the Christian will be freed from uneasiness, foreboding, and alarm, and the mind will not be unsettled by the distractions and perplexities resulting from anxiety.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000297/17/0\" data-bid=\"18-1\" class=\"b\">Php 4:6,&#xA0;7</a>."}