{"title":"Aphek","link":"/en/wol/d/r1/lp-e/1200000300","html":"<span id=\"page119\" class=\"pageNum\" data-no=\"119\" data-before-text=\"119\"></span><strong>APHEK</strong>(A&#x2B9;phek) [Streambed].<strong>1. </strong>A town evidently N of Sidon mentioned to Joshua by Jehovah as among the places yet to be conquered. (<a href=\"/en/wol/bc/r1/lp-e/1200000300/0/0\" data-bid=\"1-1\" class=\"b\">Jos 13:4</a>) It is presently identified <span id=\"page120\" class=\"pageNum\" data-no=\"120\" data-before-text=\"120\"></span>with Afaka (modern Afqa) about 39&#xA0;km (24&#xA0;mi) ENE of Beirut. It lies at the source of the Nahr Ibrahim, anciently known as the river Adonis, which flows down to Byblos on the Mediterranean Coast.<strong>2. </strong>A town within the territory of Asher but which the tribe was unsuccessful in possessing. (<a href=\"/en/wol/bc/r1/lp-e/1200000300/1/0\" data-bid=\"2-1\" class=\"b\">Jos 19:24,</a><a href=\"/en/wol/bc/r1/lp-e/1200000300/1/1\" data-bid=\"2-2\" class=\"b\">&#xA0;30</a>) It is called Aphik at <a href=\"/en/wol/bc/r1/lp-e/1200000300/2/0\" data-bid=\"3-1\" class=\"b\">Judges 1:31</a>. It has been identified with Tell Kurdaneh (Tel Afeq), about 8&#xA0;km (5&#xA0;mi) SSE of Acco.<strong>3. </strong>A city that, on the basis of the cities mentioned with it, was evidently in the Plain of Sharon. Its king was among those slain by Joshua. (<a href=\"/en/wol/bc/r1/lp-e/1200000300/3/0\" data-bid=\"4-1\" class=\"b\">Jos 12:18</a>) Centuries later, but prior to Saul&#x2019;s kingship, the Philistines encamped here before their victory over Israel, drawn up at nearby Ebenezer. (<a href=\"/en/wol/bc/r1/lp-e/1200000300/4/0\" data-bid=\"5-1\" class=\"b\">1Sa 4:1</a>) Its location is considered to be at Ras el-&#x2BD;Ain (Tel Afeq; different from No.&#xA0;2 above) at the source of the Yarkon River. Aphek is mentioned in Egyptian and Assyrian texts. It is believed that the town of Antipatris, mentioned at <a href=\"/en/wol/bc/r1/lp-e/1200000300/5/0\" data-bid=\"6-1\" class=\"b\">Acts 23:31</a>, was built at the site of ancient Aphek. Josephus mentions &#x201C;a tower called Apheku&#x201D; in connection with Antipatris. (<em>The Jewish War, </em>II, 513 [xix,&#xA0;1]) Shiloh, from which the Israelites brought the ark of the covenant, is about 35&#xA0;km (22&#xA0;mi) to the E.<strong>4. </strong>A town apparently located in the Plain of Jezreel between the towns of Shunem and Jezreel. In the battle between the Philistines and the Israelites that resulted in King Saul&#x2019;s death, the original position of the Philistines was at Shunem, while the Israelites took a position on Mount Gilboa. (<a href=\"/en/wol/bc/r1/lp-e/1200000300/6/0\" data-bid=\"7-1\" class=\"b\">1Sa 28:4</a>) The account thereafter indicates that the Philistines advanced to Aphek while Israel descended to the spring at Jezreel. At Aphek the axis lords of the Philistines now reviewed their marshaled forces and discovered David and his men accompanying Achish in the rear. David&#x2019;s forces were ordered to leave on the following morning, and then the Philistines advanced to the battle site at Jezreel. (<a href=\"/en/wol/bc/r1/lp-e/1200000300/7/0\" data-bid=\"8-1\" class=\"b\">1Sa 29:1-11</a>) From there they pushed the defeated Israelites back up into Mount Gilboa, where the slaughter was completed and Saul and his three sons died.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000300/8/0\" data-bid=\"9-1\" class=\"b\">1Sa 31:1-8</a>.Some scholars suggest that the events leading up to this battle are not written in chronological order and, therefore, identify this Aphek with the one in the Plain of Sharon. (See <a class=\"it\" href=\"/en/wol/d/r1/lp-e/1200000300#h=1-10:0\">APHEK</a> No.&#xA0;3.) Yohanan Aharoni favors this view, stating: &#x201C;The narrative of this war has been truncated to some degree by the insertion of the story about David. But one can still follow its general line. The Philistine rulers assembled their forces at Aphek at the sources of the Yarkon (<a href=\"/en/wol/bc/r1/lp-e/1200000300/9/0\" data-bid=\"10-1\" class=\"b\">1&#xA0;Sam. 29.1</a>) preparatory to marching on Jezreel (vs.&#xA0;11). Saul&#x2019;s troops &#x2018;were encamped by the fountain which is in Jezreel&#x2019; (vs.&#xA0;1); on the eve of the battle they ranged themselves on Mount Gilboa. The Philistines made camp across from them at Shunem (<a href=\"/en/wol/bc/r1/lp-e/1200000300/10/0\" data-bid=\"11-1\" class=\"b\">1&#xA0;Sam. 28.4</a>). The conflict ended in Philistine victory, while Saul and his three sons fell during the retreat at Gilboa.&#x201D;<wbr>&#x2014;<em>The Land of the Bible, </em>translated and edited by A.&#xA0;Rainey, 1979, pp.&#xA0;290, 291.<strong>5. </strong>A city mentioned at <a href=\"/en/wol/bc/r1/lp-e/1200000300/11/0\" data-bid=\"12-1\" class=\"b\">1&#xA0;Kings 20:26</a> as the site of the defeat of the Syrian Ben-hadad&#xA0;II. The retreating Syrians pulled back to the city, only to have its wall fall upon 27,000 of them. (<a href=\"/en/wol/bc/r1/lp-e/1200000300/12/0\" data-bid=\"13-1\" class=\"b\">1Ki 20:29,&#xA0;30</a>) It likewise seems to be the place prophetically indicated to King Jehoash by the dying prophet Elisha as the point where the Syrians would suffer future defeats at the hands of Israelites. (<a href=\"/en/wol/bc/r1/lp-e/1200000300/13/0\" data-bid=\"14-1\" class=\"b\">2Ki 13:17-19,</a><a href=\"/en/wol/bc/r1/lp-e/1200000300/13/1\" data-bid=\"14-2\" class=\"b\">&#xA0;25</a>) Some scholars would place the Aphek mentioned in these texts about 5&#xA0;km (3&#xA0;mi) E of the Sea of Galilee, where the modern village of Afiq or Fiq is found. However, so far no remains older than the fourth century B.C.E. have been found at the site. But at nearby &#x2BD;En Gev on the shore of the Sea of Galilee remains of a large fortified city of the tenth to eighth centuries B.C.E. have been discovered."}