{"title":"Apocrypha","link":"/en/wol/d/r1/lp-e/1200000305","html":"<span id=\"page120\" class=\"pageNum\" data-no=\"120\" data-before-text=\"120\"></span><strong>APOCRYPHA</strong>(A&#xB7;poc&#x2B9;ry&#xB7;pha).The Greek word <em>a&#xB7;po&#x2B9;kry&#xB7;phos </em>is used in its original sense in three Bible texts as referring to things &#x201C;carefully concealed.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000305/0/0\" data-bid=\"1-1\" class=\"b\">Mr 4:22;</a><a href=\"/en/wol/bc/r1/lp-e/1200000305/0/1\" data-bid=\"1-2\" class=\"b\"> Lu 8:17;</a><a href=\"/en/wol/bc/r1/lp-e/1200000305/0/2\" data-bid=\"1-3\" class=\"b\"> Col 2:3</a>) As applied to writings, it originally referred to those not read publicly, hence &#x201C;concealed&#x201D; from others. Later, however, the word took on the meaning of spurious or uncanonical, and today is used most commonly to refer to the additional writings declared <span id=\"page121\" class=\"pageNum\" data-no=\"121\" data-before-text=\"121\"></span>part of the Bible canon by the Roman Catholic Church at the Council of Trent (1546). Catholic writers refer to these books as <em>deuterocanonical, </em>meaning &#x201C;of the second (or later) canon,&#x201D; as distinguished from <em>protocanonical.</em>These additional writings are Tobit, Judith, Wisdom (of Solomon), Ecclesiasticus (<em>not </em>Ecclesiastes), Baruch, 1 and 2 Maccabees, supplements to Esther, and three additions to Daniel: The Song of the Three Holy Children, Susanna and the Elders, and The Destruction of Bel and the Dragon. The exact time of their being written is uncertain, but the evidence points to a time no earlier than the second or third century B.C.E.<strong>Evidence Against Canonicity. </strong>While in some cases they have certain historical value, any claim for canonicity on the part of these writings is without any solid foundation. The evidence points to a closing of the Hebrew canon following the writing of the books of Ezra, Nehemiah, and Malachi in the fifth century B.C.E. The Apocryphal writings were never included in the Jewish canon of inspired Scriptures and do not form part of it today.The first-century Jewish historian Josephus shows the recognition given only to those few books (of the Hebrew canon) viewed as sacred, stating: &#x201C;We do not possess myriads of inconsistent books, conflicting with each other. Our books, those which are justly accredited, are but two and twenty [the equivalent of the 39 books of the Hebrew Scriptures according to modern division], and contain the record of all time.&#x201D; He thereafter clearly shows an awareness of the existence of Apocryphal books and their exclusion from the Hebrew canon by adding: &#x201C;From Artaxerxes to our own time the complete history has been written, but has not been deemed worthy of equal credit with the earlier records, because of the failure of the exact succession of the prophets.&#x201D;<wbr>&#x2014;<em>Against Apion, </em>I, 38, 41 (8).<strong><em>Inclusion in &#x201C;Septuagint.&#x201D; </em></strong>Arguments in favor of the canonicity of the writings generally revolve around the fact that these Apocryphal writings are to be found in many early copies of the Greek <em>Septuagint </em>translation of the Hebrew Scriptures, which translation was begun in Egypt about 280&#xA0;B.C.E. However, since no original copies of the <em>Septuagint </em>are extant, it cannot be stated categorically that the Apocryphal books were originally included in that work. Many, perhaps most, of the Apocryphal writings were admittedly written <em>after </em>the commencement of the translation work of the <em>Septuagint </em>and so were obviously not on the original list of books selected for translation by the translating body. At best, then, they could rate only as accretions to that work.Additionally, while the Greek-speaking Jews of Alexandria eventually inserted such Apocryphal writings into the Greek <em>Septuagint </em>and apparently viewed them as part of an enlarged canon of sacred writings, the statement by Josephus quoted earlier shows that they were never brought into the Jerusalem or Palestinian canon and were, at the most, viewed as only secondary writings and not of divine origin. Thus, the Jewish Council of Jamnia (about 90&#xA0;C.E.) specifically excluded all such writings from the Hebrew canon.The need for giving due consideration to the Jewish stand in this matter is clearly stated by the apostle Paul at <a href=\"/en/wol/bc/r1/lp-e/1200000305/1/0\" data-bid=\"2-1\" class=\"b\">Romans 3:1,&#xA0;2</a>.<strong><em>Additional ancient testimony. </em></strong>One of the chief external evidences against the canonicity of the Apocrypha is the fact that none of the Christian Bible writers quoted from these books. While this of itself is not conclusive, inasmuch as their writings are also lacking in quotations from a few books recognized as canonical, such as Esther, Ecclesiastes, and The Song of Solomon, yet the fact that not one of the writings of the Apocrypha is quoted even once is certainly significant.Not without weight also is the fact that leading Bible scholars and &#x201C;church fathers&#x201D; of the first centuries of the Common Era, on the whole, gave the Apocrypha an inferior position. Origen, of the early third century C.E., as a result of careful investigation made such a distinction between these writings and those of the true canon. Athanasius, Cyril of Jerusalem, Gregory of Nazianzus, and Amphilocius, all of the fourth century C.E., prepared catalogs listing the sacred writings in accord with the Hebrew canon and either ignored these additional writings or placed them in a secondary class.Jerome, who is described as &#x201C;the best Hebrew scholar&#x201D; of the early church and who completed the Latin <em>Vulgate </em>in 405&#xA0;C.E., took a definite stand against such Apocryphal books and was the first, in fact, to use the word &#x201C;Apocrypha&#x201D; explicitly in the sense of noncanonical as referring to these writings. Thus, in his prologue to the books of Samuel and Kings, Jerome lists the inspired books of the Hebrew Scriptures in harmony with the Hebrew canon (in which the 39 books are grouped as&#xA0;22) and then says: &#x201C;Thus there are twenty-two books .&#xA0;.&#xA0;. This prologue of the Scriptures can serve as a fortified approach to all the books which we translate from the Hebrew into Latin; so that we may know <em>that whatever is beyond these must be put in the apocrypha.&#x201D;</em> In writing to a lady named <span id=\"page122\" class=\"pageNum\" data-no=\"122\" data-before-text=\"122\"></span>Laeta on the education of her daughter, Jerome counseled: &#x201C;Let her avoid all the apocryphal books, and if she ever wishes to read them, not for the truth of their doctrines but out of respect for their wondrous tales, let her realize that they are not really written by those to whom they are ascribed, that there are many faulty elements in them, and that it requires great skill to look for gold in mud.&#x201D;<wbr>&#x2014;<em>Select Letters, </em>CVII.<strong><em>Differing Catholic views. </em></strong>The trend toward including these additional writings as canonical was primarily initiated by Augustine (354-430&#xA0;C.E.), although even he in later works acknowledged that there was a definite distinction between the books of the Hebrew canon and such &#x201C;outside books.&#x201D; However, the Catholic Church, following Augustine&#x2019;s lead, included such additional writings in the canon of sacred books determined by the Council of Carthage in 397&#xA0;C.E. It was, however, not until as late as 1546&#xA0;C.E., at the Council of Trent, that the Roman Catholic Church definitely confirmed its acceptance of these additions into its catalog of Bible books, and this action was deemed necessary because, even within the church, opinion was still divided over these writings. John Wycliffe, the Roman Catholic priest and scholar who, with the subsequent help of Nicholas of Hereford, in the 14th&#xA0;century made the first translation of the Bible into English, did include the Apocrypha in his work, but in the preface to this translation declared such writings to be &#x201C;without authority of belief.&#x201D; Dominican Cardinal Cajetan, foremost Catholic theologian of his time (1469-1534&#xA0;C.E.) and called by Clement&#xA0;VII the &#x201C;lamp of the Church,&#x201D; also differentiated between the books of the true Hebrew canon and the Apocryphal works, appealing to the writings of Jerome as an authority.It is to be noted as well that the Council of Trent did not accept all the writings previously approved by the earlier Council of Carthage but dropped three of these: the Prayer of Manasses and 1 and 2 Esdras (not the 1 and 2 Esdras that, in the Catholic Douay Bible, correspond with Ezra and Nehemiah). Thus, these three writings that had appeared for over 1,100 years in the approved Latin <em>Vulgate </em>were now excluded.<strong><em>Internal evidence. </em></strong>The internal evidence of these Apocryphal writings weighs even more heavily against their canonicity than does the external. They are completely lacking in the prophetic element. Their contents and teachings at times contradict those of the canonical books and are also contradictory within themselves. They are rife with historical and geographic inaccuracies and anachronisms. The writers in some cases are guilty of dishonesty in falsely representing their works as those of earlier inspired writers. They show themselves to be under pagan Greek influence, and at times resort to an extravagance of language and literary style wholly foreign to the inspired Scriptures. Two of the writers imply that they were not inspired. (See the Prologue to Ecclesiasticus; 2 Maccabees 2:24-32; 15:38-40, <em>Dy.</em>) Thus, it may be said that the best evidence against the canonicity of the Apocrypha is the Apocrypha itself. A consideration of the individual books here follows:<strong>Tobit (Tobias). </strong>The account of a pious Jew of the tribe of Naphtali who is deported to Nineveh and who becomes blinded by having bird&#x2019;s dung fall in both of his eyes. He sends his son, Tobias, to Media to collect a debt, and Tobias is led by an angel, impersonating a human, to Ecbatana (Rages, according to some versions). En route he acquires the heart, liver, and gall of a fish. He encounters a widow who, though married seven times, remains a virgin because of each husband&#x2019;s having been killed on the marriage night by Asmodeus, the evil spirit. Encouraged by the angel, Tobias marries the widowed virgin, and by burning the fish&#x2019;s heart and liver, he drives away the demon. Upon returning home he restores his father&#x2019;s sight by use of the gall of the fish.The story was probably written originally in Aramaic and is estimated to be of about the third century B.C.E. It is obviously not inspired by God because of the superstition and error found in the narrative. Among the inaccuracies it contains is this: The account states that in his youth Tobit saw the revolt of the northern tribes, which occurred in 997&#xA0;B.C.E. after Solomon&#x2019;s death (Tobit 1:4, 5, <em>JB</em>), also that he was later deported to Nineveh with the tribe of Naphtali, in 740&#xA0;B.C.E. (Tobias 1:11-13, <em>Dy</em>) That would mean that he lived more than 257 years. Yet Tobias 14:1-3 (<em>Dy</em>) says he was 102 years old at the time of his death.<strong>Judith. </strong>This is the account of a beautiful Jewish widow of the city of &#x201C;Bethulia.&#x201D; Nebuchadnezzar sends his officer Holofernes on a campaign to the W to destroy all worship except that of Nebuchadnezzar himself. The Jews are besieged in Bethulia, but Judith pretends to be a traitoress to the Jews&#x2019; cause and is admitted to the camp of Holofernes, where she gives him a false report of the conditions in the city. At a feast, in which Holofernes becomes drunk, she is able to behead him with his own sword and then return to Bethulia with his head. The following morning the enemy <span id=\"page123\" class=\"pageNum\" data-no=\"123\" data-before-text=\"123\"></span>camp is thrown into confusion, and the Jews gain complete victory.As the Catholic translation <em>The Jerusalem Bible </em>comments in its Introduction to the Books of Tobit, Judith and Esther: &#x201C;The book of Judith in particular shows a bland indifference to history and geography.&#x201D; Among the inconsistencies pointed out in that introduction is this: The events are stated as occurring during the reign of Nebuchadnezzar, who is called the king &#x201C;who reigned over the Assyrians in the great city of Nineveh.&#x201D; (Judith 1:1, 7 [1:5, 10, <em>Dy</em>]) The introduction and footnotes of this translation point out that Nebuchadnezzar was king of Babylonia and never reigned in Nineveh, since Nineveh had been destroyed earlier by Nebuchadnezzar&#x2019;s father Nabopolassar.Concerning the traveling itinerary of the army of Holofernes, this Introduction states that it is &#x201C;a geographical impossibility.&#x201D; <em>The Illustrated Bible Dictionary </em>(Vol.&#xA0;1, p.&#xA0;76) comments: &#x201C;The story is frank fiction<wbr>&#x2014;otherwise its inexactitudes would be incredible.&#x201D;<wbr>&#x2014;Edited by J.&#xA0;D.&#xA0;Douglas, 1980.The book is thought to have been written in Palestine during the Greek period toward the end of the second century or the start of the first century B.C.E. It is believed to have been originally written in Hebrew.<strong>Additions to the Book of Esther. </strong>These form six additional passages. Preceding the first chapter in some ancient Greek and Latin texts (but Es 11:2&#x2013;12:6 in <em>Dy</em>) is the first portion, of 17 verses, presenting a dream of Mordecai and his exposing a conspiracy against the king. Following 3:13 (but 13:1-7 in <em>Dy</em>) the second addition presents the text of the king&#x2019;s edict against the Jews. At the close of chapter&#xA0;4 (but 13:8&#x2013;14:19 in <em>Dy</em>) prayers by Mordecai and Esther are related as the third addition. The fourth is made to follow 5:2 (but 15:1-19 in <em>Dy</em>) and recounts Esther&#x2019;s audience with the king. The fifth comes after 8:12 (but 16:1-24 in <em>Dy</em>) and consists of the king&#x2019;s edict allowing the Jews to defend themselves. At the close of the book (but 10:4&#x2013;11:1 in <em>Dy</em>) the dream presented in the Apocryphal introduction is interpreted.The placement of these additions varies in different translations, some placing them all at the end of the book (as did Jerome in his translation) and others interspersing them throughout the canonical text.In the first of these Apocryphal sections Mordecai is presented as having been among the captives taken by Nebuchadnezzar, in 617&#xA0;B.C.E., and as being an important man in the king&#x2019;s court in the second year of Ahasuerus (Gr. says Artaxerxes) over a century later. This statement that Mordecai occupied such an important position so early in the king&#x2019;s reign contradicts the canonical part of Esther. The Apocryphal additions are believed to be the work of an Egyptian Jew and to have been written during the second century B.C.E.<strong>Wisdom (of Solomon). </strong>This is a treatise extolling the benefits to those seeking divine wisdom. Wisdom is personified as a celestial woman, and Solomon&#x2019;s prayer for wisdom is included in the text. The latter part reviews the history from Adam to the conquest of Canaan, drawing upon it for examples of blessings for wisdom and calamities for lack of it. The folly of image worship is discussed.Though not mentioning him directly by name, in certain texts the book presents Solomon as its author. (Wisdom 9:7, 8,&#xA0;12) But the book cites passages from Bible books written centuries after Solomon&#x2019;s death (c.&#xA0;998&#xA0;B.C.E.) and does so from the Greek <em>Septuagint, </em>which began to be translated about 280&#xA0;B.C.E. The writer is believed to have been a Jew in Alexandria, Egypt, who wrote about the middle of the first century B.C.E.The writer manifests a strong reliance on Greek philosophy. He employs Platonic terminology in advancing the doctrine of the immortality of the human soul. (Wisdom 2:23; 3:2,&#xA0;4) Other pagan concepts presented are the preexistence of human souls and the view of the body as an impediment or hindrance to the soul. (8:19, 20; 9:15) The presentation of the historical events from Adam to Moses is embellished with many fanciful details, often at variance with the canonical record.While some reference works endeavor to show certain correspondencies between passages from this Apocryphal writing and the later works of the Christian Greek Scriptures, the similarity is often slight and, even where somewhat stronger, would not indicate any drawing upon this Apocryphal work by the Christian writers but, rather, their drawing upon the canonical Hebrew Scriptures, which the Apocryphal writer also employed.<strong>Ecclesiasticus. </strong>This book, also called The Wisdom of Jesus, the Son of Sirach, has the distinction of being the longest of the Apocryphal books and the only one whose author is known, Jesus ben-Sirach of Jerusalem. The writer expounds upon the nature of wisdom and its application for a successful life. Observance of the Law is strongly emphasized. Counsel on many areas of social conduct and daily life is given, including comments on table manners, dreams, and travel. <span id=\"page124\" class=\"pageNum\" data-no=\"124\" data-before-text=\"124\"></span>The concluding portion contains a review of important personages of Israel, ending with the high priest Simon&#xA0;II.Contradicting Paul&#x2019;s statement at <a href=\"/en/wol/bc/r1/lp-e/1200000305/2/0\" data-bid=\"3-1\" class=\"b\">Romans 5:12-19</a>, which places the responsibility for sin upon Adam, Ecclesiasticus says: &#x201C;From the woman came the beginning of sin, and by her we all die.&#x201D; (25:33, <em>Dy</em>) The writer also prefers &#x201C;any wickedness, but the wickedness of a woman.&#x201D;<wbr>&#x2014;25:19, <em>Dy.</em>The book was originally written in Hebrew in the early part of the second century B.C.E. Quotations from it are found in the Jewish Talmud.<strong>Baruch (Including the Epistle of Jeremias). </strong>The first five chapters of the book are made to appear as though they were written by Jeremiah&#x2019;s friend and scribe, Baruch; the sixth chapter is presented as a letter written by Jeremiah (Jeremias) himself. The book relates the expressions of repentance and prayers for relief on the part of the exiled Jews in Babylon, exhortations to follow wisdom, encouragement to hope in the promise of deliverance, and the denunciation of Babylonish idolatry.Baruch is represented as being in Babylon (Baruch 1:1,&#xA0;2), whereas the Bible record shows he went to Egypt, as did Jeremiah, and there is no evidence that Baruch was ever in Babylon. (<a href=\"/en/wol/bc/r1/lp-e/1200000305/3/0\" data-bid=\"4-1\" class=\"b\">Jer 43:5-7</a>) Contrary to Jeremiah&#x2019;s prophecy that the desolation of Judah during the Babylonian exile would last 70 years (<a href=\"/en/wol/bc/r1/lp-e/1200000305/4/0\" data-bid=\"5-1\" class=\"b\">Jer 25:11, 12;</a><a href=\"/en/wol/bc/r1/lp-e/1200000305/4/1\" data-bid=\"5-2\" class=\"b\"> 29:10</a>), Baruch 6:2 tells the Jews that they will be in Babylon for seven generations and then experience release.Jerome, in his preface to the book of Jeremiah, states: &#x201C;I have not thought it worth while to translate the book of Baruch.&#x201D; The introduction to the book in <em>The Jerusalem Bible </em>(p.&#xA0;1128) suggests that sections of the composition may have been written as late as the second or first century B.C.E.; hence by an author (or authors) other than Baruch. The original language was probably Hebrew.<strong>The Song of the Three Holy Children. </strong>This addition to Daniel is made to follow <a href=\"/en/wol/bc/r1/lp-e/1200000305/5/0\" data-bid=\"6-1\" class=\"b\">Daniel 3:23</a>. It consists of 67 verses presenting a prayer supposedly uttered by Azariah within the fiery furnace, followed by an account of an angel&#x2019;s putting out the fiery blaze, and finally a song sung by the three Hebrews inside the furnace. The song is quite similar to <a href=\"/en/wol/bc/r1/lp-e/1200000305/6/0\" data-bid=\"7-1\" class=\"b\">Psalm 148</a>. Its references to the temple, priests, and cherubim, however, do not fit the time to which it alleges to conform. It may have been originally written in Hebrew and is considered to be of the first century B.C.E.<strong>Susanna and the Elders. </strong>This short story relates an incident in the life of the beautiful wife of Joakim, a wealthy Jew in Babylon. While bathing, Susanna is approached by two Jewish elders who urge her to commit adultery with them and, upon her refusal, frame a false charge against her. At the trial she is sentenced to die, but youthful Daniel adroitly exposes the two elders, and Susanna is cleared of the charge. The original language is uncertain. It is considered to have been written during the first century B.C.E. In the Greek <em>Septuagint </em>it was placed before the canonical book of Daniel, and in the Latin <em>Vulgate </em>it was placed after it. Some versions include it as a 13th chapter of Daniel.<strong>The Destruction of Bel and the Dragon. </strong>This is a third addition to Daniel, some versions placing it as a 14th chapter. In the account King Cyrus requires of Daniel that he worship an idol of the god Bel. By sprinkling ashes on the floor of the temple and thus detecting footprints, Daniel proves that the food supposedly eaten by the idol is really consumed by the pagan priests and their families. The priests are killed, and Daniel smashes the idol. Daniel is asked by the king to worship a living dragon. Daniel destroys the dragon but is thrown into the lions&#x2019; den by the enraged populace. During the seven days of his confinement, an angel picks up Habakkuk by his hair and carries him and a bowl of stew from Judea to Babylon to provide Daniel with food. Habakkuk is then returned to Judea, Daniel is released from the den, and his opponents are thrown in and devoured. This addition is also considered to be from the first century B.C.E. These additions to Daniel are referred to in <em>The Illustrated Bible Dictionary </em>(Vol.&#xA0;1, p.&#xA0;76) as &#x201C;pious legendary embroidery.&#x201D;<strong>First Maccabees. </strong>A historical account of the Jewish struggle for independence during the second century B.C.E., from the beginning of Antiochus Epiphanes&#x2019; reign (175&#xA0;B.C.E.) to the death of Simon Maccabaeus (c.&#xA0;134&#xA0;B.C.E.). It deals particularly with the exploits of priest Mattathias and his sons, Judas, Jonathan, and Simon, in their battles with the Syrians.This is the most valuable of the Apocryphal works because of the historical information it supplies for this period. However, as <em>The Jewish Encyclopedia </em>(1976, Vol.&#xA0;VIII, p.&#xA0;243) comments, in it &#x201C;history is written from the human standpoint.&#x201D; Like the other Apocryphal works, it did not form part of the inspired Hebrew canon. It was evidently written in Hebrew about the latter part of the second century B.C.E.<strong>Second Maccabees. </strong>Though placed after First Maccabees, this account relates to part of the same time period (c.&#xA0;180&#xA0;B.C.E. to 160&#xA0;B.C.E.) but <span id=\"page125\" class=\"pageNum\" data-no=\"125\" data-before-text=\"125\"></span>was not written by the author of First Maccabees. The writer presents the book as a summary of the previous works of a certain Jason of Cyrene. It describes the persecutions of the Jews under Antiochus Epiphanes, the plundering of the temple, and its subsequent rededication.The account represents Jeremiah, at the destruction of Jerusalem, as carrying the tabernacle and the ark of the covenant to a cave in the mountain from which Moses viewed the land of Canaan. (2 Maccabees 2:1-16) The tabernacle had, of course, been replaced by the temple some 420 years previously.Various texts are employed in Catholic dogma as support for doctrines such as punishment after death (2 Maccabees 6:26), intercession by the saints (15:12-16), and the propriety of prayers for the dead (12:41-46, <em>Dy</em>).In its Introduction to the Books of Maccabees, <em>The Jerusalem Bible </em>says concerning Second Maccabees: &#x201C;The style is that of hellenistic writers, though not of the best: at times it is turgid, frequently pompous.&#x201D; The writer of Second Maccabees makes no pretense of writing under divine inspiration and devotes part of the second chapter to justifying his choice of the particular method used in handling the subject material. (2 Maccabees 2:24-32, <em>JB</em>) He concludes his work by saying: &#x201C;Here, then, I will make an end of writing; if it has been done workmanly, and in historian&#x2019;s fashion, none better pleased than I; if it is of little merit, I must be humoured none the less.&#x201D;<wbr>&#x2014;2 Maccabees 15:38, 39, <em>Kx.</em>The book was evidently written in Greek sometime between 134&#xA0;B.C.E. and the fall of Jerusalem in 70&#xA0;C.E.<strong>Later Apocryphal Works. </strong>Particularly from the second century C.E. forward there has developed an immense body of writings making claim to divine inspiration and canonicity and pretending to relate to the Christian faith. Frequently referred to as the &#x201C;Apocryphal New Testament,&#x201D; these writings represent efforts at imitating the Gospels, Acts, letters, and the revelations contained in the canonical books of the Christian Greek Scriptures. A large number of these are known only through fragments extant or by quotations from them or allusions to them by other writers.These writings manifest an attempt to provide information that the inspired writings deliberately omit, such as the activities and events relating to Jesus&#x2019; life from his early childhood on up to the time of his baptism, or an effort to manufacture support for doctrines or traditions that find no basis in the Bible or are in contradiction to it. Thus the so-called Infancy Gospel of Thomas and the Protevangelium of James are filled with fanciful accounts of miracles supposedly wrought by Jesus in his childhood. But the whole effect of the picture they draw of him is to cause Jesus to appear as a capricious and petulant child endowed with impressive powers. (Compare the genuine account at <a href=\"/en/wol/bc/r1/lp-e/1200000305/7/0\" data-bid=\"8-1\" class=\"b\">Lu 2:51,&#xA0;52</a>.) The Apocryphal &#x201C;Acts,&#x201D; such as the &#x201C;Acts of Paul&#x201D; and the &#x201C;Acts of Peter,&#x201D; lay heavy stress on complete abstinence from sexual relations and even depict the apostles as urging women to separate from their husbands, thus contradicting Paul&#x2019;s authentic counsel at <a href=\"/en/wol/bc/r1/lp-e/1200000305/8/0\" data-bid=\"9-1\" class=\"b\">1&#xA0;Corinthians&#xA0;7</a>.Commenting on such postapostolic Apocryphal writings, <em>The Interpreter&#x2019;s Dictionary of the Bible </em>(Vol.&#xA0;1, p.&#xA0;166) states: &#x201C;Many of them are trivial, some are highly theatrical, some are disgusting, even loathsome.&#x201D; (Edited by G.&#xA0;A.&#xA0;Buttrick, 1962) <em>Funk and Wagnalls New Standard Bible Dictionary </em>(1936, p.&#xA0;56) comments: &#x201C;They have been the fruitful source of sacred legends and ecclesiastical traditions. It is to these books that we must look for the origin of some of the dogmas of the Roman Catholic Church.&#x201D;Just as the earlier Apocryphal writings were excluded from among the accepted pre-Christian Hebrew Scriptures, so also these later Apocryphal writings were not accepted as inspired nor included as canonical in the earliest collections or catalogs of the Christian Greek Scriptures.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000305/0\">CANON</a>."}