{"title":"Aquila","link":"/en/wol/d/r1/lp-e/1200000320","html":"<span id=\"page138\" class=\"pageNum\" data-no=\"138\" data-before-text=\"138\"></span><strong>AQUILA</strong>(Aq&#x2B9;ui&#xB7;la) [from Lat., meaning &#x201C;Eagle&#x201D;].A natural Jew and native of Pontus in northern Asia Minor. Priscilla, his wife and loyal companion, is always mentioned in association with him. Banished from Rome by Emperor Claudius&#x2019; decree against Jews sometime in the year 49 or early 50&#xA0;C.E., they took up residence in Corinth. (<a href=\"/en/wol/bc/r1/lp-e/1200000320/0/0\" data-bid=\"1-1\" class=\"b\">Ac 18:1,&#xA0;2</a>) When Paul arrived there in the autumn of 50&#xA0;C.E., Aquila and Priscilla kindly received him into their home. A very close friendship developed among them as they worked together at their common trade of tentmaking and as Aquila and Priscilla doubtless aided Paul in building up the new congregation there.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000320/1/0\" data-bid=\"2-1\" class=\"b\">Ac 18:3</a>.When Paul sailed for Syria at the end of his second missionary tour in the spring of about 52&#xA0;C.E., Aquila and Priscilla went as far as Ephesus with him. (<a href=\"/en/wol/bc/r1/lp-e/1200000320/2/0\" data-bid=\"3-1\" class=\"b\">Ac 18:18,&#xA0;19</a>) They remained there at least until Paul wrote to the Corinthians from there about 55&#xA0;C.E. Their home was used as the local meeting place for the congregation, and there they had the privilege of assisting the eloquent Apollos to a more accurate understanding of the way of God. (<a href=\"/en/wol/bc/r1/lp-e/1200000320/3/0\" data-bid=\"4-1\" class=\"b\">1Co 16:19;</a><a href=\"/en/wol/bc/r1/lp-e/1200000320/3/1\" data-bid=\"4-2\" class=\"b\"> Ac 18:26</a>) By the time Paul wrote to the Romans, about 56&#xA0;C.E., Claudius&#x2019; rule had ended and Aquila and Priscilla had returned to Rome, for Paul conveyed his greetings to them, his &#x201C;fellow workers.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000320/4/0\" data-bid=\"5-1\" class=\"b\">Ro 16:3</a>) Here, also, the congregation met in their house. (<a href=\"/en/wol/bc/r1/lp-e/1200000320/5/0\" data-bid=\"6-1\" class=\"b\">Ro 16:5</a>) Sometime during their relationship with Paul, Aquila and Priscilla had &#x201C;risked their own necks&#x201D; in behalf of Paul, thus meriting the thanks of all the congregations. (<a href=\"/en/wol/bc/r1/lp-e/1200000320/6/0\" data-bid=\"7-1\" class=\"b\">Ro 16:4</a>) Later they moved back to Ephesus, for Paul, while in Rome just before suffering martyrdom (c.&#xA0;65&#xA0;C.E.), asked Timothy to convey his greetings to them there.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000320/7/0\" data-bid=\"8-1\" class=\"b\">1Ti 1:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200000320/7/1\" data-bid=\"8-2\" class=\"b\"> 2Ti 4:19</a>."}