{"title":"Ararat","link":"/en/wol/d/r1/lp-e/1200000338","html":"<span id=\"page146\" class=\"pageNum\" data-no=\"146\" data-before-text=\"146\"></span><strong>ARARAT</strong>(Ar&#x2B9;a&#xB7;rat).The name applied to a region where Turkey, Iran, and Armenia join, and also to a mountain range located there.Following the Flood, Noah&#x2019;s ark settled on &#x201C;the mountains of Ararat.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000338/0/0\" data-bid=\"1-1\" class=\"b\">Ge 8:4</a>) In the reign of King Hezekiah, it was to &#x201C;the land of Ararat&#x201D; that Sennacherib&#x2019;s sons, Adrammelech and Sharezer, fled after murdering their father. (<a href=\"/en/wol/bc/r1/lp-e/1200000338/1/0\" data-bid=\"2-1\" class=\"b\">2Ki 19:37;</a><a href=\"/en/wol/bc/r1/lp-e/1200000338/1/1\" data-bid=\"2-2\" class=\"b\"> Isa 37:38</a>) Jeremiah foretold that Ararat would be among &#x201C;the kingdoms&#x201D; to come up against Babylon at the time of her destruction, in the sixth century B.C.E. (<a href=\"/en/wol/bc/r1/lp-e/1200000338/2/0\" data-bid=\"3-1\" class=\"b\">Jer 51:27</a>) These latter Scriptural references indicate a land N of Assyria. Eusebius, Jerome, and the majority of other early &#x201C;Christian&#x201D; writers considered Ararat as equivalent to Armenia, and the Greek <em>Septuagint </em>rendering of <a href=\"/en/wol/bc/r1/lp-e/1200000338/3/0\" data-bid=\"4-1\" class=\"b\">Isaiah 37:38</a> and the Latin <em>Vulgate </em>reading of <a href=\"/en/wol/bc/r1/lp-e/1200000338/4/0\" data-bid=\"5-1\" class=\"b\">2&#xA0;Kings 19:37</a> so represent it. Numerous Assyrian inscriptions from the reigns of Shalmaneser I, Ashurnasirpal&#xA0;II, Shalmaneser&#xA0;III, Tiglath-pileser&#xA0;III, and Sargon&#xA0;II in the ninth and eighth centuries B.C.E. make reference to Ararat as &#x201C;Urartu.&#x201D; An inscription of Esar-haddon, another son of Sennacherib and successor to the Assyrian throne, says that he defeated his patricidal brothers&#x2019; armies at Hanigalbat, in the area of Armenia. On the basis of these inscriptions and the association by Jeremiah of Ararat with the kingdoms of Minni and Ashkenaz, it appears that the land of Ararat was situated in the mountainous region of Lake Van in ancient Armenia, with the headwaters of the Tigris River to the S and the Caucasus Mountains to the N.The name Ararat is specifically applied to the culminating mountain of this region, and it is the traditional resting-place of Noah&#x2019;s ark. There are two conical peaks about 11&#xA0;km (7&#xA0;mi) apart and separated by a deep depression. The higher of the peaks rises some 5,165&#xA0;m (16,950&#xA0;ft) above sea level and is covered with perpetual snow for the last 900&#xA0;m (3,000&#xA0;ft) up to its summit. The lower peak, to the SE, is 3,914&#xA0;m (12,840&#xA0;ft) above sea level. The loftier peak is of particularly difficult ascent and was first ascended by Parrot in 1829. Many place-names in the region recall the Biblical account. Mount Ararat itself is called by the Turks <em>Aghri Dagh </em>(Mount of the Ark) and by the Persians <em>Koh-i-nuh </em>(Noah&#x2019;s Mountain).<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000338/0\">ARK</a> No.&#xA0;1."}