{"title":"Archer","link":"/en/wol/d/r1/lp-e/1200000347","html":"<span id=\"page156\" class=\"pageNum\" data-no=\"156\" data-before-text=\"156\"></span><strong>ARCHER</strong>A person who uses bow and arrow. The use of the bow and arrow after the Flood enabled man to kill (for food, clothing, and shelter) animals that were too fast and too dangerous to be taken otherwise. With the rise of Nimrod, archers likely were pressed into his service.<span id=\"page157\" class=\"pageNum\" data-no=\"157\" data-before-text=\"157\"></span>In the 20th&#xA0;century B.C.E., Abraham&#x2019;s firstborn son Ishmael &#x201C;became an archer&#x201D; to sustain himself in the wilderness. (<a href=\"/en/wol/bc/r1/lp-e/1200000347/0/0\" data-bid=\"1-1\" class=\"b\">Ge 21:20</a>) Similarly, Esau, the grandson of Abraham, could handle the bow with skill. (<a href=\"/en/wol/bc/r1/lp-e/1200000347/1/0\" data-bid=\"2-1\" class=\"b\">Ge 27:3</a>) Monuments testify that from the earliest times Egypt&#x2019;s principal offensive warriors were archers, and there are also Babylonian sculptures of archers. In the days of Joshua (<a href=\"/en/wol/bc/r1/lp-e/1200000347/2/0\" data-bid=\"3-1\" class=\"b\">Jos 24:12</a>) and David (<a href=\"/en/wol/bc/r1/lp-e/1200000347/3/0\" data-bid=\"4-1\" class=\"b\">1Ch 12:1,&#xA0;2</a>), and thereafter, archers were an important part of Israel&#x2019;s army. (<a href=\"/en/wol/bc/r1/lp-e/1200000347/4/0\" data-bid=\"5-1\" class=\"b\">2Ch 14:8;</a><a href=\"/en/wol/bc/r1/lp-e/1200000347/4/1\" data-bid=\"5-2\" class=\"b\"> 26:14</a>) Archers of the Philistines, Syrians, and Egyptians shot Kings Saul, Ahab, and Josiah respectively.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000347/5/0\" data-bid=\"6-1\" class=\"b\">1Sa 31:1-3;</a><a href=\"/en/wol/bc/r1/lp-e/1200000347/5/1\" data-bid=\"6-2\" class=\"b\"> 1Ki 22:34, 35;</a><a href=\"/en/wol/bc/r1/lp-e/1200000347/5/2\" data-bid=\"6-3\" class=\"b\"> 2Ch 35:20,</a><a href=\"/en/wol/bc/r1/lp-e/1200000347/5/3\" data-bid=\"6-4\" class=\"b\">&#xA0;23</a>.Reliefs in Nineveh illustrate Assyrian archers in chariots carrying two bows, one long, one short. When shooting one arrow they held extras in the hand, thus increasing the rapidity of their fire. The Assyrian plan of attack seems to have been to overwhelm the enemy under a flood of arrows, and then use the sword and spear in pursuit.The Persians have been called the most expert archers in the world. Reliefs from Persepolis and Susa show Median and Persian soldiers equipped with bows and quivers. From the age of 5 until 20, Persian boys were taught archery and riding; their cavalry were experts even when shooting backward. Mobility along with freedom of movement of the archers was the basic plan of Persian strategy in storming the foe under a hail of arrows.The Western empires of Greece and Rome did not esteem the bow and arrow as highly as did the Eastern nations, though at times archers played a significant role in their victories. This may have been due to the Greek method of drawing the bow to the body, a less effective style, instead of drawing the bow to the cheek or eye as did the Egyptians and Persians. Mercenary Cretans and Asiatics seemed to have supplied the skilled bowmen, while the Greeks and Romans relied on the sword and spear.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000347/0\">ARMS, ARMOR</a>.<strong>Figurative Usage. </strong>Evidently referring to the unjust treatment of Joseph by his brothers, Jacob said of his son Joseph: &#x201C;Archers [literally, owners of arrows] kept harassing him and shot at him.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000347/6/0\" data-bid=\"7-1\" class=\"b\">Ge 49:23</a>) Job said of God&#x2019;s seeming animosity toward him: &#x201C;His archers encircle me.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000347/7/0\" data-bid=\"8-1\" class=\"b\">Job 16:13</a>) The Hebrew word <em>rav, </em>here translated &#x2018;archer,&#x2019; comes from <em>ra&#xB7;vav&#x2B9;, </em>meaning &#x201C;shoot.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000347/8/0\" data-bid=\"9-1\" class=\"b\">Ge 49:23</a>) The Hebrew word <em>rav </em>also occurs in <a href=\"/en/wol/bc/r1/lp-e/1200000347/9/0\" data-bid=\"10-1\" class=\"b\">Proverbs 26:10</a>, which reads: &#x201C;As an archer piercing everything is the one hiring someone stupid or the one hiring passersby.&#x201D; This proverb highlights the harm that can be caused when one in a responsible position employs someone not qualified for a particular assignment.<strong>[Picture on page&#xA0;157]</strong>Archer of the royal Persian guard"}