{"title":"Archaeology","link":"/en/wol/d/r1/lp-e/1200000344","html":"<span id=\"page147\" class=\"pageNum\" data-no=\"147\" data-before-text=\"147\"></span><strong>ARCHAEOLOGY</strong>Biblical archaeology is the study of the peoples and events of the Bible through the intriguing record buried in the earth. The archaeologist digs up and analyzes rock, ruined walls and buildings, and shattered cities as well as uncovers pottery, clay tablets, written inscriptions, tombs, and other ancient remains, or artifacts, from which he gleans information. Such studies often improve understanding of the circumstances under which the Bible was written and under which ancient men of faith lived, as well as the languages they, and the peoples around them, employed. They have expanded our knowledge of all the regions touched by the Bible: Palestine, Egypt, Persia, Assyria, Babylonia, Asia Minor, Greece, and Rome.Biblical archaeology is relatively a new science. Only in 1822 did decipherment of the Rosetta Stone unlock Egyptian hieroglyphics. Assyrian cuneiform was decoded more than 20 years later. Systematic excavations were begun in Assyria in 1843 and in Egypt in 1850.<strong>Some Major Sites and Finds. </strong>Archaeology has served to confirm many historical features of the Biblical account with regard to these lands and to substantiate points once held in question by modern critics. Skepticism as regards the Tower of Babel, denials of the existence of a Babylonian king named Belshazzar and of an Assyrian king named Sargon (whose names, up until the nineteenth century C.E., were not found in sources independent of the Bible record), and other adverse criticisms as to Bible data relating to these lands have all been demonstrated to be without foundation. Contrariwise, a wealth of evidence has been unearthed that harmonizes fully with the Scriptural account.<strong><em>Babylonia. </em></strong>Excavations in and around the ancient city of Babylon have revealed the sites of several ziggurats, or pyramidlike, staged temple-towers, including the ruined temple of Etemenanki inside Babylon&#x2019;s walls. Records and inscriptions found concerning such temples often contain the words, &#x201C;Its top shall reach the heavens,&#x201D; and King Nebuchadnezzar is recorded as saying: &#x201C;I raised the summit of the Tower of stages at Etemenanki so that its top rivalled the heavens.&#x201D; One fragment found N of the temple of Marduk in Babylon related the fall of such a ziggurat in these words: &#x201C;The building of this temple offended the gods. In a night they threw down what had been built. They scattered them abroad, and made strange their speech. The progress they impeded.&#x201D; (<em>Bible and Spade, </em>by S.&#xA0;L.&#xA0;Caiger, 1938, p.&#xA0;29) The ziggurat located at Uruk (Biblical Erech) was found to be built with clay, bricks, and asphalt.<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200000344/0/0\" data-bid=\"1-1\" class=\"b\">Ge 11:1-9</a>.Near the Ishtar Gate in Babylon some 300 cuneiform tablets were uncovered relating to the period of King Nebuchadnezzar&#x2019;s reign. Among lists of the names of workers and captives then living in Babylon to whom provisions were given appears that of &#x201C;Yaukin, king of the land of Yahud,&#x201D; that is, &#x201C;Jehoiachin, the king of the land of Judah,&#x201D; who was taken to Babylon at the time of Nebuchadnezzar&#x2019;s conquest of Jerusalem in 617&#xA0;B.C.E. He was released from the house of detention by Awil-Marduk (Evil-merodach), Nebuchadnezzar&#x2019;s successor, and was given a daily allowance of food. (<a href=\"/en/wol/bc/r1/lp-e/1200000344/1/0\" data-bid=\"2-1\" class=\"b\">2Ki 25:27-30</a>) Five of Jehoiachin&#x2019;s sons are also mentioned on these tablets.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000344/2/0\" data-bid=\"3-1\" class=\"b\">1Ch 3:17,&#xA0;18</a>.Abundant evidence has been found of Babylon&#x2019;s pantheon of gods, including the chief god Marduk, commonly referred to later as Bel, and the god Nebo, both mentioned at <a href=\"/en/wol/bc/r1/lp-e/1200000344/3/0\" data-bid=\"4-1\" class=\"b\">Isaiah 46:1,&#xA0;2</a>. Much of the information on Nebuchadnezzar&#x2019;s own inscriptions deals with his vast building program that <span id=\"page148\" class=\"pageNum\" data-no=\"148\" data-before-text=\"148\"></span>made Babylon such a magnificent city. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200000344/4/0\" data-bid=\"5-1\" class=\"b\">Da 4:30</a>.) The name of his successor Awil-Marduk (called Evil-merodach at <a href=\"/en/wol/bc/r1/lp-e/1200000344/5/0\" data-bid=\"6-1\" class=\"b\">2Ki 25:27</a>) appears on a vase discovered at Susa (Elam).Also at Babylon, at the site of the temple of Marduk, a clay cylinder about King Cyrus the conqueror of Babylon was found. This cylinder tells about the ease with which Cyrus captured the city and also outlines his policy of restoring to their native lands the captive peoples residing in Babylon, thus harmonizing with the Biblical account of Cyrus as the prophesied conqueror of Babylon and of the restoration of the Jews to Palestine during Cyrus&#x2019; reign.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000344/6/0\" data-bid=\"7-1\" class=\"b\">Isa 44:28;</a><a href=\"/en/wol/bc/r1/lp-e/1200000344/6/1\" data-bid=\"7-2\" class=\"b\"> 45:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200000344/6/2\" data-bid=\"7-3\" class=\"b\"> 2Ch 36:23</a>.Near modern Baghdad excavations in the latter half of the 19th&#xA0;century produced numerous clay tablets and cylinders, including the now famous Nabonidus Chronicle. All objections to the record at <a href=\"/en/wol/bc/r1/lp-e/1200000344/7/0\" data-bid=\"8-1\" class=\"b\">Daniel chapter&#xA0;5</a> as to Belshazzar&#x2019;s ruling in Babylon at the time of its fall were dispelled by this document, which proved that Belshazzar, eldest son of Nabonidus, was coregent with his father and that in the latter part of his reign Nabonidus entrusted the government of Babylon to his son Belshazzar.Ur, the ancient home of Abraham (<a href=\"/en/wol/bc/r1/lp-e/1200000344/8/0\" data-bid=\"9-1\" class=\"b\">Ge 11:28-31</a>), similarly proved to have been a prominent metropolis with a highly developed civilization. A Sumerian city, it was located on the Euphrates near the Persian Gulf. Excavations there by Sir Leonard Woolley indicate that it was at the height of its power and prestige at the time of Abraham&#x2019;s departure for Canaan (b.&#xA0;1943&#xA0;B.C.E.). Its ziggurat temple is the best preserved of those found. The royal tombs of Ur yielded an abundance of gold objects and jewelry of very high artistic caliber, also musical instruments such as the harp. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200000344/9/0\" data-bid=\"10-1\" class=\"b\">Ge 4:21</a>.) A small steel (not merely iron) ax was also found. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200000344/10/0\" data-bid=\"11-1\" class=\"b\">Ge 4:22</a>.) Here, too, thousands of clay tablets revealed much of the details of life nearly 4,000 years in the past.<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200000344/0\">UR</a> No.&#xA0;2.<strong><em>Assyria. </em></strong>Near Khorsabad, on a northern tributary of the Tigris River, in 1843 the palace of Assyrian King Sargon&#xA0;II, on a platform covering nearly 10 ha (25&#xA0;acres), was discovered, and subsequent archaeological work there brought this king, mentioned at <a href=\"/en/wol/bc/r1/lp-e/1200000344/11/0\" data-bid=\"12-1\" class=\"b\">Isaiah 20:1</a>, out of secular obscurity to a position of historical prominence. (PICTURE, Vol.&#xA0;1, p.&#xA0;960) In one of his annals he claims to have captured Samaria (740&#xA0;B.C.E.). He also records the capture of Ashdod, referred to at <a href=\"/en/wol/bc/r1/lp-e/1200000344/12/0\" data-bid=\"13-1\" class=\"b\">Isaiah 20:1</a>. Once considered nonexistent by many prominent scholars, Sargon&#xA0;II is now one of the best known of the kings of Assyria.Nineveh, Assyria&#x2019;s capital, was the site of excavations that unearthed the immense palace of Sennacherib, containing about 70 rooms, with sculptured slabs lining over 3,000&#xA0;m (nearly 10,000&#xA0;ft) of the walls. One depicted Judean prisoners being led into captivity following the fall of Lachish in 732&#xA0;B.C.E. (<a href=\"/en/wol/bc/r1/lp-e/1200000344/13/0\" data-bid=\"14-1\" class=\"b\">2Ki 18:13-17;</a><a href=\"/en/wol/bc/r1/lp-e/1200000344/13/1\" data-bid=\"14-2\" class=\"b\"> 2Ch 32:9</a>; PICTURE, Vol.&#xA0;1, p.&#xA0;952) Of even greater interest were the annals of Sennacherib found here at Nineveh, which were recorded on prisms (clay cylinders). On certain prisms Sennacherib describes the Assyrian campaign against Palestine in Hezekiah&#x2019;s reign (732&#xA0;B.C.E.), but, notably, the boastful monarch makes no claim of having taken Jerusalem, thus confirming the Bible account. (See <a href=\"/en/wol/tc/r1/lp-e/1200000344/1\">SENNACHERIB</a>.) The account of Sennacherib&#x2019;s assassination at the hands of his sons is also recorded on an inscription of Esar-haddon, Sennacherib&#x2019;s successor, and the assassination is referred to in an inscription of the following king. (<a href=\"/en/wol/bc/r1/lp-e/1200000344/14/0\" data-bid=\"15-1\" class=\"b\">2Ki 19:37</a>) In addition to the mention of King Hezekiah by Sennacherib, the names of Judean Kings Ahaz and Manasseh, and the names of Israelite Kings Omri, Jehu, Jehoash, Menahem, and Hoshea, and also Hazael of Damascus, all appear on cuneiform records of various Assyrian emperors.<strong><em>Persia. </em></strong>Near Behistun, Iran (ancient Persia), King Darius&#xA0;I (521-486&#xA0;B.C.E.; <a href=\"/en/wol/bc/r1/lp-e/1200000344/15/0\" data-bid=\"16-1\" class=\"b\">Ezr 6:1-15</a>) had an immense inscription carved high up on a limestone cliff, describing his unification of the Persian Empire and attributing his success to his god Ahura Mazda. Of primary value is the fact that the inscription was recorded in three languages, Babylonian (Akkadian), Elamite, and old Persian, thus serving as a key for the deciphering of the Assyro-Babylonian cuneiform, till then undeciphered. Thousands of clay tablets and inscriptions in the Babylonian language can now be read as a result of this work.Shushan, the scene of the events recorded in the book of Esther, was excavated by French archaeologists between 1880 and 1890. (<a href=\"/en/wol/bc/r1/lp-e/1200000344/16/0\" data-bid=\"17-1\" class=\"b\">Es 1:2</a>) The royal palace of Xerxes, covering about 1 ha (2.5&#xA0;acres), was uncovered, revealing the splendor and magnificence of the Persian kings. The finds confirmed the exactitude of details set down by the writer of Esther as relating to the administration of the Persian kingdom and the construction of the palace. The book <em>The Monuments and the Old Testament, </em>by I.&#xA0;M.&#xA0;Price (1946, p.&#xA0;408), comments: &#x201C;There is no event described in the Old Testament whose structural surroundings can be so vividly and accurately restored from actual <span id=\"page149\" class=\"pageNum\" data-no=\"149\" data-before-text=\"149\"></span>excavations as &#x2018;Shushan the Palace.&#x2019;&#x201D;<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200000344/2\">SHUSHAN</a>.<strong><em>Mari and Nuzi. </em></strong>The ancient royal city of Mari (Tell Hariri) near the Euphrates River, about 11&#xA0;km (7&#xA0;mi) NNW of Abu Kemal in SE Syria, was the site of excavations from 1933 on. An enormous palace covering some 6 ha (15&#xA0;acres) and containing 300 rooms was discovered, and its archives yielded more than 20,000 clay tablets. The palace complex included not only the royal apartments but also administrative offices and a school for scribes. Great mural paintings or frescoes decorated many of the walls, the bathrooms were equipped with tubs, and cake molds were found in the kitchens. The city appears to have been one of the most outstanding and brilliant of the period in the early second millennium B.C.E. The texts on the clay tablets included royal decrees, public notices, accounts, and orders for construction of canals, locks, dams, and other irrigation projects, as well as correspondence concerning imports, exports, and foreign affairs. Frequent censuses were taken involving taxation and military enrollment. Religion was prominent, particularly the worship of Ishtar, the goddess of fertility, whose temple was also found. Divination was practiced as in Babylon by observation of livers, astronomy, and similar methods. The city was largely destroyed by Babylonian King Hammurabi. Of particular interest was the appearance of the names of Peleg, Serug, Nahor, Terah, and Haran, all listed as cities of northern Mesopotamia and reflecting the names of the relatives of Abraham.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000344/17/0\" data-bid=\"18-1\" class=\"b\">Ge 11:17-32</a>.Nuzi, an ancient city to the E of the Tigris and SE of Nineveh, excavated during 1925-1931, yielded an inscribed clay map, the oldest yet discovered, as well as evidence that as early as the 15th&#xA0;century B.C.E. there was buying and selling on the installment plan there. Some 20,000 clay tablets, considered to have been written by Hurrian scribes in the Babylonian language, were unearthed. These contain a wealth of detail regarding the legal jurisprudence at that time, involving such things as adoption, marriage contracts, rights of inheritance, and wills. Certain aspects show a relatively close parallel to customs described in the Genesis account concerning the patriarchs. The practice of a childless couple&#x2019;s adopting a son, whether freeborn or slave, to care for them, bury them, and be their heir, shows a similarity to the statement by Abraham concerning his trusted slave Eliezer at <a href=\"/en/wol/bc/r1/lp-e/1200000344/18/0\" data-bid=\"19-1\" class=\"b\">Genesis 15:2</a>. The selling of birthrights is described, recalling the case of Jacob and Esau. (<a href=\"/en/wol/bc/r1/lp-e/1200000344/19/0\" data-bid=\"20-1\" class=\"b\">Ge 25:29-34</a>) The texts also show that possession of the family gods, often small clay figurines, was viewed as similar to holding a title deed, so that the one possessing the gods was considered to hold the right to the property or the inheritance thereof. This may illustrate the situation involving Rachel&#x2019;s taking her father&#x2019;s teraphim and his great concern for their recovery.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000344/20/0\" data-bid=\"21-1\" class=\"b\">Ge 31:14-16,</a><a href=\"/en/wol/bc/r1/lp-e/1200000344/20/1\" data-bid=\"21-2\" class=\"b\"> 19,</a><a href=\"/en/wol/bc/r1/lp-e/1200000344/20/2\" data-bid=\"21-3\" class=\"b\"> 25-35</a>.<strong><em>Egypt. </em></strong>The closest view given in the Bible of Egypt centers around Joseph&#x2019;s entry there and the subsequent arrival and sojourn of the entire family of Jacob in that land. Archaeological finds show this picture to be an extremely accurate one, and one that could not reasonably have been thus presented by a writer living at a much later time (as some critics have tried to say was the case with the recorder of that portion of the Genesis account). As the book <em>New Light on Hebrew Origins, </em>by J.&#xA0;G.&#xA0;Duncan (1936, p.&#xA0;174), states concerning the writer of the account about Joseph: &#x201C;He employs the correct title in use and exactly as it was used at the period referred to, and, where there is no Hebrew equivalent, he simply adopts the Egyptian word and transliterates it into Hebrew.&#x201D; The Egyptian names, the position of Joseph as Potiphar&#x2019;s house manager, the prison houses, the titles &#x201C;the chief of the cupbearers&#x201D; and &#x201C;the chief of the bakers,&#x201D; the importance placed on dreams by the Egyptians, the practice of Egyptian bakers of carrying baskets of bread on their heads (<a href=\"/en/wol/bc/r1/lp-e/1200000344/21/0\" data-bid=\"22-1\" class=\"b\">Ge 40:1, 2,</a><a href=\"/en/wol/bc/r1/lp-e/1200000344/21/1\" data-bid=\"22-2\" class=\"b\"> 16,&#xA0;17</a>), the position as prime minister and food administrator accorded Joseph by Pharaoh, the manner of inducting him into office, the Egyptian detestation of herders of sheep, the strong influence of magicians in the Egyptian court, the settling of the sojourning Israelites in the land of Goshen, the Egyptian burial practices<wbr>&#x2014;all these and many other points described in the Bible record are clearly substantiated by the archaeological evidence produced in Egypt.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000344/22/0\" data-bid=\"23-1\" class=\"b\">Ge 39:1&#x2013;47:27;</a><a href=\"/en/wol/bc/r1/lp-e/1200000344/22/1\" data-bid=\"23-2\" class=\"b\"> 50:1-3</a>.At Karnak (ancient Thebes), on the Nile River, a vast Egyptian temple contains an inscription on its S wall confirming the campaign of Egyptian King Shishak (Sheshonk I) in Palestine, described at <a href=\"/en/wol/bc/r1/lp-e/1200000344/23/0\" data-bid=\"24-1\" class=\"b\">1&#xA0;Kings 14:25, 26</a> and <a href=\"/en/wol/bc/r1/lp-e/1200000344/24/0\" data-bid=\"25-1\" class=\"b\">2&#xA0;Chronicles 12:1-9</a>. The giant relief depicting his victories shows 156 manacled Palestinian prisoners, each representing a city or village, the name of which is given in hieroglyphics. Among the names identifiable are those of Rabbith (<a href=\"/en/wol/bc/r1/lp-e/1200000344/25/0\" data-bid=\"26-1\" class=\"b\">Jos 19:20</a>), Taanach, Beth-shean and Megiddo (where a portion of a stele or inscribed pillar of Shishak has been excavated) (<a href=\"/en/wol/bc/r1/lp-e/1200000344/26/0\" data-bid=\"27-1\" class=\"b\">Jos 17:11</a>), Shunem (<a href=\"/en/wol/bc/r1/lp-e/1200000344/27/0\" data-bid=\"28-1\" class=\"b\">Jos 19:18</a>), Rehob (<a href=\"/en/wol/bc/r1/lp-e/1200000344/28/0\" data-bid=\"29-1\" class=\"b\">Jos 19:28</a>), Hapharaim (<a href=\"/en/wol/bc/r1/lp-e/1200000344/29/0\" data-bid=\"30-1\" class=\"b\">Jos 19:19</a>), Gibeon (<a href=\"/en/wol/bc/r1/lp-e/1200000344/30/0\" data-bid=\"31-1\" class=\"b\">Jos 18:25</a>), Beth-horon (<a href=\"/en/wol/bc/r1/lp-e/1200000344/31/0\" data-bid=\"32-1\" class=\"b\">Jos 21:22</a>), Aijalon (<a href=\"/en/wol/bc/r1/lp-e/1200000344/32/0\" data-bid=\"33-1\" class=\"b\">Jos 21:24</a>), Socoh (<a href=\"/en/wol/bc/r1/lp-e/1200000344/33/0\" data-bid=\"34-1\" class=\"b\">Jos 15:35</a>), and Arad (<a href=\"/en/wol/bc/r1/lp-e/1200000344/34/0\" data-bid=\"35-1\" class=\"b\">Jos 12:14</a>). He even lists the &#x201C;Field of Abram&#x201D; as one of his captures, the <span id=\"page150\" class=\"pageNum\" data-no=\"150\" data-before-text=\"150\"></span>earliest reference to Abraham in Egyptian records. Also found in this area was a monument of Merneptah, son of Ramses&#xA0;II, containing a hymn in which the only occurrence of the name Israel in ancient Egyptian texts is to be found.At Tell el-Amarna, about 270&#xA0;km (170&#xA0;mi) S of Cairo, a peasant woman accidentally discovered clay tablets that led to the uncovering of many documents in Akkadian from the royal archives of Amenhotep&#xA0;III and his son Akhenaton. The 379 published tablets comprise correspondence to Pharaoh from the vassal princes of the numerous city-kingdoms of Syria and Palestine, including some from the governor of Urusalim (Jerusalem), and reveal a picture of warring feuds and intrigue completely concordant with the Scriptural description of those times. The &#x201C;Habiru,&#x201D; about whom numerous complaints are made in these letters, have been related by some to the Hebrews, but the evidence indicates that they were, rather, diverse nomadic peoples occupying a low social status in the society of that period.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000344/3\">HEBREW, I</a> (The &#x201C;Habiru&#x201D;).Elephantine, an island in the Nile to the extreme S of Egypt (near Aswan) bearing this Greek name, was the site of a Jewish colony following the fall of Jerusalem in 607&#xA0;B.C.E. A large number of documents written in Aramaic, mainly on papyrus, were found here in 1903, bearing dates from the fifth century B.C.E. and the reign of the Medo-Persian Empire. The documents make mention of Sanballat, the governor of Samaria.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000344/35/0\" data-bid=\"36-1\" class=\"b\">Ne 4:1</a>.Undoubtedly the most valuable finds produced in Egypt have been the papyrus fragments and portions of Bible books, of both the Hebrew and the Greek Scriptures, dating all the way back to the second century B.C.E. Egypt&#x2019;s dry climate and sandy soil made it an unexcelled storehouse for preserving such papyrus documents.<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200000344/4\">MANUSCRIPTS OF THE BIBLE</a>.<strong><em>Palestine and Syria. </em></strong>Some 600 datable sites have been excavated in these areas. Much of the information obtained is of a general nature, supporting the Bible record on a broad basis instead of specifically relating to certain details or events. As an example, in the past, efforts were made to discredit the Bible&#x2019;s account of the complete desolation of Judah during the Babylonian exile. The excavations, however, collectively substantiate the Bible. As W.&#xA0;F.&#xA0;Albright states: &#x201C;There is not a single known case where a town of Judah proper was continuously occupied through the exilic period. Just to point the contrast, Bethel, which lay just outside the northern boundary of Judah in pre-exilic times, was not destroyed at that time, but was continuously occupied down into the latter part of the sixth century.&#x201D;<wbr>&#x2014;<em>The Archaeology of Palestine, </em>1971, p.&#xA0;142.Beth-shan (Beth-shean), an ancient fortress city that guarded the approach to the Valley of Jezreel from the E, was the site of major excavations that revealed 18 different levels of occupation, requiring digging to a depth of 21&#xA0;m (70&#xA0;ft). (DIAGRAM, Vol.&#xA0;1, p.&#xA0;959) The Scriptural account shows that <span id=\"page151\" class=\"pageNum\" data-no=\"151\" data-before-text=\"151\"></span>Beth-shan was not among the towns originally occupied by the invading Israelites and that at the time of Saul it was occupied by the Philistines. (<a href=\"/en/wol/bc/r1/lp-e/1200000344/36/0\" data-bid=\"37-1\" class=\"b\">Jos 17:11;</a><a href=\"/en/wol/bc/r1/lp-e/1200000344/36/1\" data-bid=\"37-2\" class=\"b\"> Jg 1:27;</a><a href=\"/en/wol/bc/r1/lp-e/1200000344/36/2\" data-bid=\"37-3\" class=\"b\"> 1Sa 31:8-12</a>) The excavations in general support this record and indicate a destruction of Beth-shan sometime after the Philistines captured the ark of the covenant. (<a href=\"/en/wol/bc/r1/lp-e/1200000344/37/0\" data-bid=\"38-1\" class=\"b\">1Sa 4:1-11</a>) Of particular interest was the discovery of certain Canaanite temples at Beth-shan. <a href=\"/en/wol/bc/r1/lp-e/1200000344/38/0\" data-bid=\"39-1\" class=\"b\">First Samuel 31:10</a> states that the Philistines put King Saul&#x2019;s armor &#x201C;in the house of the Ashtoreth images, and his corpse they fastened on the wall of Beth-shan,&#x201D; while <a href=\"/en/wol/bc/r1/lp-e/1200000344/39/0\" data-bid=\"40-1\" class=\"b\">1&#xA0;Chronicles 10:10</a> says &#x201C;they put his armor in the house of their god, and his skull they fastened to the house of Dagon.&#x201D; Two of the temples unearthed were of the same time period and one gives evidence of being the temple of Ashtoreth, while the other is thought to be that of Dagon, thus harmonizing with the above texts as to the existence of two temples in Beth-shan.Ezion-geber was Solomon&#x2019;s seaport city on the Gulf of &#x2BD;Aqaba. It is possibly the present-day Tell el-Kheleifeh, which was excavated during 1937-1940 and produced evidence of a copper-smelting site, copper slag and bits of copper ore being found on a low mound in that region. However, the original conclusions of archaeologist Nelson Glueck concerning the site were radically revised by him in an article in <em>The Biblical Archaeologist </em>(1965, p.&#xA0;73). His opinion that there had been a blast furnace system of smelting employed there was based on the finding of what were thought to be &#x201C;flue-holes&#x201D; in the principal building excavated. He now has come to the conclusion that these holes in the building&#x2019;s walls are the result of &#x201C;the decay and/<wbr>or burning of wooden beams laid across the width of the walls for bonding or anchoring purposes.&#x201D; The building, previously thought to be a smelter, is now believed to be a storehouse-granary structure. While it is still believed that metallurgical operations did take place here, they are not now considered to have been of the dimensions previously conjectured. This underscores the fact that the meaning ascribed to archaeological findings is dependent primarily upon the individual interpretation of the archaeologist, which interpretation is by no means infallible. The Bible itself mentions no copper industry at Ezion-geber, describing only the casting of copper items at a site in the Jordan Valley.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000344/40/0\" data-bid=\"41-1\" class=\"b\">1Ki 7:45,&#xA0;46</a>.Hazor in Galilee was described as being &#x201C;the head of all these kingdoms,&#x201D; in Joshua&#x2019;s time. (<a href=\"/en/wol/bc/r1/lp-e/1200000344/41/0\" data-bid=\"42-1\" class=\"b\">Jos 11:10</a>) Excavations there showed that the city once covered some 60 ha (150&#xA0;acres), with a large population, making it one of the major cities of that region. Solomon fortified the city, and the evidence from that period indicates it may have been a chariot city.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000344/42/0\" data-bid=\"43-1\" class=\"b\">1Ki 9:15,</a><a href=\"/en/wol/bc/r1/lp-e/1200000344/42/1\" data-bid=\"43-2\" class=\"b\">&#xA0;19</a>.Jericho has been subjected to excavations during three different expeditions (1907-1909; 1930-1936; 1952-1958) and the successive interpretations of the findings demonstrate again the fact that archaeology, like other fields of human science, is not a source of positively stable information. Each of the three expeditions has produced data, but each has arrived at different conclusions as to the history of the city and particularly as to the date of its fall before the Israelite conquerors. At any rate, the combined results may be said to present the general picture set forth in the book <em>Biblical Archaeology, </em>by G.&#xA0;E.&#xA0;Wright (1962, p.&#xA0;78), which states: &#x201C;The city underwent a terrible destruction or a series of destructions during the second millennium B.C., and remained virtually unoccupied for generations.&#x201D; The destruction was accompanied by intense fire, as is shown by the excavated evidence.<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200000344/43/0\" data-bid=\"44-1\" class=\"b\">Jos 6:20-26</a>.In Jerusalem in 1867 an old water tunnel was discovered, running from the fountain of Gihon back into the hill behind. (See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000344/5\">GIHON</a> No.&#xA0;2.) This may illustrate the account of David&#x2019;s capture of the city at <a href=\"/en/wol/bc/r1/lp-e/1200000344/44/0\" data-bid=\"45-1\" class=\"b\">2&#xA0;Samuel 5:6-10</a>. In 1909-1911 the entire system of tunnels connected with the Gihon spring was cleared. One tunnel, known as the Siloam Tunnel, averaged 1.8&#xA0;m (6&#xA0;ft) in height and was cut through rock for a distance of some 533&#xA0;m (1,749&#xA0;ft) from Gihon to the Pool of Siloam in the Tyropoeon Valley (within the city). It thus seems to be the project of King Hezekiah described at <a href=\"/en/wol/bc/r1/lp-e/1200000344/45/0\" data-bid=\"46-1\" class=\"b\">2&#xA0;Kings 20:20</a> and <a href=\"/en/wol/bc/r1/lp-e/1200000344/46/0\" data-bid=\"47-1\" class=\"b\">2&#xA0;Chronicles 32:30</a>. Of great interest was the ancient inscription found on the tunnel wall in early Hebrew monumental script describing the cutting of the tunnel and its length. This inscription is used for comparison in dating other Hebrew inscriptions found.Lachish, 44&#xA0;km (27&#xA0;mi) WSW of Jerusalem, was a principal fortress protecting the Judean hill country. At <a href=\"/en/wol/bc/r1/lp-e/1200000344/47/0\" data-bid=\"48-1\" class=\"b\">Jeremiah 34:7</a> the prophet tells of Nebuchadnezzar&#x2019;s forces fighting against &#x201C;Jerusalem and against all the cities of Judah that were left remaining, against Lachish and against Azekah; for they, the fortified cities, were the ones that remained over among the cities of Judah.&#x201D; Excavations at Lachish produced evidence of destruction by fire twice within a period of a few years, believed to represent two attacks by the Babylonians (618-617 and 609-607&#xA0;B.C.E.), after which it lay uninhabited for a long period.In the ashes of the second burning were found 21 ostraca (pieces of pottery inscribed with <span id=\"page152\" class=\"pageNum\" data-no=\"152\" data-before-text=\"152\"></span>writing), believed to represent correspondence shortly before the destruction of the city in Nebuchadnezzar&#x2019;s final assault. Known as the Lachish Letters, these writings reflect a period of crisis and anxiety and appear to have been written from remaining outposts of Judean troops to Yaosh, a military commander in Lachish. (PICTURE, Vol.&#xA0;1, p.&#xA0;325) Letter number&#xA0;IV contains the statement: &#x201C;May YHWH [that is, Jehovah] let my lord hear even now tidings of good. .&#xA0;.&#xA0;. we are watching for the fire signals of Lachish, according to all the signs which my lord gives, because we do not see Azekah.&#x201D; This passage remarkably expresses the situation described at <a href=\"/en/wol/bc/r1/lp-e/1200000344/48/0\" data-bid=\"49-1\" class=\"b\">Jeremiah 34:7</a>, quoted above, and apparently indicates that Azekah had already fallen or at least was failing to send out the fire or smoke signals expected.Letter number&#xA0;III, written by &#x201C;Hoshaiah,&#x201D; includes the following: &#x201C;May YHWH [that is, Jehovah] cause my lord to hear tidings of peace! .&#xA0;.&#xA0;. And it has been reported to your servant saying, &#x2018;The commander of the army, Coniah son of Elnathan, has come down in order to go into Egypt and to Hodaviah son of Ahijah and his men he has sent to obtain [supplies] from him.&#x2019;&#x201D; This portion could well represent the fact of Judah&#x2019;s turning to Egypt for help, as condemned by the prophets. (<a href=\"/en/wol/bc/r1/lp-e/1200000344/49/0\" data-bid=\"50-1\" class=\"b\">Jer 46:25, 26;</a><a href=\"/en/wol/bc/r1/lp-e/1200000344/49/1\" data-bid=\"50-2\" class=\"b\"> Eze 17:15,&#xA0;16</a>) The names Elnathan and Hoshaiah, occurring in the complete text of this letter, are also found at <a href=\"/en/wol/bc/r1/lp-e/1200000344/50/0\" data-bid=\"51-1\" class=\"b\">Jeremiah 36:12</a> and <a href=\"/en/wol/bc/r1/lp-e/1200000344/51/0\" data-bid=\"52-1\" class=\"b\">Jeremiah 42:1</a>. Other names appearing in the letters also occur in the book of Jeremiah: Gemariah (<a href=\"/en/wol/bc/r1/lp-e/1200000344/52/0\" data-bid=\"53-1\" class=\"b\">36:10</a>), Neriah (<a href=\"/en/wol/bc/r1/lp-e/1200000344/53/0\" data-bid=\"54-1\" class=\"b\">32:12</a>), and Jaazaniah (<a href=\"/en/wol/bc/r1/lp-e/1200000344/54/0\" data-bid=\"55-1\" class=\"b\">35:3</a>). Whether in any case they represent the same individual or not cannot be said, but the coincidence in itself is notable in view of Jeremiah&#x2019;s being a contemporary of that period.Of special interest is the frequent use of the Tetragrammaton in these letters, thus manifesting that at that time the Jews had no aversion to the use of the divine name. Also of interest is a clay seal impression found that refers to &#x201C;Gedaliah, who is over the house.&#x201D; Gedaliah is the name of the governor appointed over Judah by Nebuchadnezzar after Jerusalem&#x2019;s fall, and many consider it likely that the seal impression refers to him.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000344/55/0\" data-bid=\"56-1\" class=\"b\">2Ki 25:22</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200000344/56/0\" data-bid=\"57-1\" class=\"b\">Isa 22:15;</a><a href=\"/en/wol/bc/r1/lp-e/1200000344/56/1\" data-bid=\"57-2\" class=\"b\"> 36:3</a>.Megiddo was a strategic fortress city commanding an important pass to the Valley of Jezreel. It was rebuilt by Solomon and is mentioned with the storage and chariot cities of his reign. (<a href=\"/en/wol/bc/r1/lp-e/1200000344/57/0\" data-bid=\"58-1\" class=\"b\">1Ki 9:15-19</a>) Excavations at the site (Tell el-Mutesellim), a 5.3-ha (13&#xA0;acre) mound, uncovered what some scholars (but not all) think were stables capable of caring for some 450 horses. At first these structures were credited to Solomon&#x2019;s time, but later scholars redated them to a later period, perhaps the time of Ahab.The Moabite Stone was one of the earliest discoveries of importance in the area E of the Jordan. (PICTURE, Vol.&#xA0;1, p.&#xA0;325) Found in 1868 at Dhiban, N of the Arnon Valley, it presents Moabite King Mesha&#x2019;s version of his revolt against Israel. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200000344/58/0\" data-bid=\"59-1\" class=\"b\">2 Ki 1:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200000344/58/1\" data-bid=\"59-2\" class=\"b\"> 3:4,&#xA0;5</a>.) In part the inscription says: &#x201C;I (am) Mesha, son of Chemosh-[.&#xA0;.&#xA0;.], king of Moab, the Dibonite .&#xA0;.&#xA0;. As for Omri, king of Israel, he humbled Moab many years (lit., days), for Chemosh [the god of Moab] was angry at his land. And his son followed him and he also said, &#x2018;I will humble Moab.&#x2019; In my time he spoke (thus), but I have triumphed over him and over his house, while Israel hath perished for ever! .&#xA0;.&#xA0;. And Chemosh said to me, &#x2018;Go, take Nebo from Israel!&#x2019; So I went by night and fought against it from the break of dawn until noon, taking it and slaying all .&#xA0;.&#xA0;. And I took from there the [vessels] of Yahweh, dragging them before Chemosh.&#x201D; (<em>Ancient Near Eastern Texts, </em>edited by J.&#xA0;B.&#xA0;Pritchard, 1974, p.&#xA0;320) Thus the stone not only mentions the name of King Omri of Israel but also, in the 18th line, contains God&#x2019;s name in the form of the Tetragrammaton.The Moabite Stone also mentions numerous places referred to in the Bible: Ataroth and Nebo (<a href=\"/en/wol/bc/r1/lp-e/1200000344/59/0\" data-bid=\"60-1\" class=\"b\">Nu 32:34,</a><a href=\"/en/wol/bc/r1/lp-e/1200000344/59/1\" data-bid=\"60-2\" class=\"b\">&#xA0;38</a>); the Arnon, Aroer, Medeba, and Dibon (<a href=\"/en/wol/bc/r1/lp-e/1200000344/60/0\" data-bid=\"61-1\" class=\"b\">Jos 13:9</a>); Bamoth-baal, Beth-baal-meon, Jahaz, and Kiriathaim (<a href=\"/en/wol/bc/r1/lp-e/1200000344/61/0\" data-bid=\"62-1\" class=\"b\">Jos 13:17-19</a>); Bezer (<a href=\"/en/wol/bc/r1/lp-e/1200000344/62/0\" data-bid=\"63-1\" class=\"b\">Jos 20:8</a>); Horonaim (<a href=\"/en/wol/bc/r1/lp-e/1200000344/63/0\" data-bid=\"64-1\" class=\"b\">Isa 15:5</a>); Beth-diblathaim and Kerioth. (<a href=\"/en/wol/bc/r1/lp-e/1200000344/64/0\" data-bid=\"65-1\" class=\"b\">Jer 48:22,</a><a href=\"/en/wol/bc/r1/lp-e/1200000344/64/1\" data-bid=\"65-2\" class=\"b\">&#xA0;24</a>) It thus supports the historicity of all these places.Ras Shamra (ancient Ugarit), on the N Syrian coast opposite the island of Cyprus, has provided information about worship quite similar to Canaan&#x2019;s, including its gods and goddesses, temples, &#x201C;sacred&#x201D; prostitutes, rites, sacrifices, and prayers. A room was found between a temple to Baal and another temple devoted to Dagon that contained a library of hundreds of religious texts considered to date from the 15th and early 14th centuries B.C.E. The mythological poetical texts reveal much about the Canaanite divinities El, Baal, and Asherah and the degrading form of idolatry that accompanied their worship. Merrill F.&#xA0;Unger in his book <em>Archaeology and the Old Testament </em>(1964, p.&#xA0;175) comments: &#x201C;The Ugaritic epic literature has helped to reveal the depth of depravity which characterized Canaanite religion. Being a polytheism of an extremely debased type, Canaanite cultic practice was barbarous and thoroughly licentious.&#x201D; Images of Baal and other gods were also found. (See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000344/6\">GODS <span id=\"page153\" class=\"pageNum\" data-no=\"153\" data-before-text=\"153\"></span>AND GODDESSES</a> [Canaanite Deities].) A previously unknown type of alphabetic cuneiform writing (different from the Akkadian cuneiform) distinguished these texts. It follows the same order as Hebrew but adds other letters to make a total of&#xA0;30. As at Ur, a steel battle-ax was also unearthed.Samaria, the strongly fortified capital of the northern kingdom of Israel, was built on a hill rising some 90&#xA0;m (295&#xA0;ft) above the valley floor. Proof of its strength to resist long sieges, such as those described at <a href=\"/en/wol/bc/r1/lp-e/1200000344/65/0\" data-bid=\"66-1\" class=\"b\">2&#xA0;Kings 6:24-30</a> in the case of Syria, and <a href=\"/en/wol/bc/r1/lp-e/1200000344/66/0\" data-bid=\"67-1\" class=\"b\">2&#xA0;Kings 17:5</a> in the case of the powerful Assyrian army, is evidenced by the remains of sturdy double walls, at some points forming a bulwark 10&#xA0;m (33&#xA0;ft) wide. The stone masonry found on the site, considered as of the time of Kings Omri, Ahab, and Jehu, is of splendid workmanship. What appears to be the palace platform measures about 90&#xA0;m (295&#xA0;ft) by about 180&#xA0;m (590&#xA0;ft). Large quantities of ivory pieces, plaques, and panels were found in the palace area and may relate to Ahab&#x2019;s house of ivory mentioned at <a href=\"/en/wol/bc/r1/lp-e/1200000344/67/0\" data-bid=\"68-1\" class=\"b\">1&#xA0;Kings 22:39</a>. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200000344/68/0\" data-bid=\"69-1\" class=\"b\">Am 6:4</a>.) At the NW corner of the summit a large cemented pool was found, measuring some 10&#xA0;m (33&#xA0;ft) in length and about 5&#xA0;m (17&#xA0;ft) in width. It could be &#x201C;the pool of Samaria,&#x201D; in which Ahab&#x2019;s chariot was washed of his blood.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000344/69/0\" data-bid=\"70-1\" class=\"b\">1Ki 22:38</a>.Of interest were 63 potsherds with ink inscriptions (ostraca) considered as dating from the eighth century B.C.E. Receipts for shipments of wine and oil to Samaria from other towns show an Israelite system of writing numbers by use of vertical, horizontal, and slanted strokes. A typical receipt reads as follows:In the tenth year.To Gaddiyau [probably the steward of the treasury].From Azah [perhaps the village or district sending the wine or oil].Abi-ba&#x2BD;al&#xA0;2Ahaz&#xA0;2Sheba&#xA0;1Meriba&#x2BD;al 1These receipts also reveal a frequent use of the name Baal as part of the names, about 7 names including this name for every 11 containing some form of the name Jehovah, likely indicating the infiltration of Baal worship as described in the Bible account.The fiery destruction of Sodom and Gomorrah and the existence of pits of bitumen (asphalt) in that region are described in the Bible. (<a href=\"/en/wol/bc/r1/lp-e/1200000344/70/0\" data-bid=\"71-1\" class=\"b\">Ge 14:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200000344/70/1\" data-bid=\"71-2\" class=\"b\"> 10;</a><a href=\"/en/wol/bc/r1/lp-e/1200000344/70/2\" data-bid=\"71-3\" class=\"b\"> 19:12-28</a>) Many scholars believe that the waters of the Dead Sea may have risen in the past and extended the southern end of the sea for a considerable distance, thus covering what may have been the sites of these two cities. Explorations show the area to be a burned-out region of oil and asphalt. Concerning the matter, the book <em>Light From the Ancient Past, </em>by Jack Finegan (1959, p.&#xA0;147), states: &#x201C;A careful survey of the literary, geological, and archeological evidence points to the conclusion that the infamous &#x2018;cities of the valley&#x2019; (<a href=\"/en/wol/bc/r1/lp-e/1200000344/71/0\" data-bid=\"72-1\" class=\"b\">Genesis 19:29</a>) were in the area which now is submerged .&#xA0;.&#xA0;. and that their ruin was accomplished by a great earthquake, probably accompanied by explosions, lightning, ignition of natural gas, and general conflagration.&#x201D;<wbr>&#x2014;See also <a href=\"/en/wol/tc/r1/lp-e/1200000344/7\">SODOM</a>.<strong><em>Relating to the Christian Greek Scriptures. </em></strong>The use by Jesus of a denarius coin bearing the head of Tiberius Caesar (<a href=\"/en/wol/bc/r1/lp-e/1200000344/72/0\" data-bid=\"73-1\" class=\"b\">Mr 12:15-17</a>) is confirmed by the finding of a silver denarius coin bearing the head of Tiberius and put in circulation about the year 15&#xA0;C.E. (PICTURE, Vol.&#xA0;2, p.&#xA0;544) (Compare <a href=\"/en/wol/bc/r1/lp-e/1200000344/73/0\" data-bid=\"74-1\" class=\"b\">Lu 3:1,&#xA0;2</a>.) The fact that Pontius Pilate was then Roman governor of Judea is also demonstrated by a stone slab found at Caesarea bearing the Latin names <em>Pontius Pilatus </em>and <em>Tiberieum.<wbr></em>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200000344/8\">PILATE</a>; PICTURE, Vol.&#xA0;2, p.&#xA0;741.The Acts of Apostles, which gives clear evidence of having been written by Luke, contains numerous references to cities and their provinces and to officials of different types and with varying titles, holding office at a particular time<wbr>&#x2014;a presentation fraught with possibility of error on the part of the writer. (Note also <a href=\"/en/wol/bc/r1/lp-e/1200000344/74/0\" data-bid=\"75-1\" class=\"b\">Lu 3:1,&#xA0;2</a>.) Yet the archaeological evidence produced demonstrates to a remarkable degree Luke&#x2019;s accuracy. Thus, at <a href=\"/en/wol/bc/r1/lp-e/1200000344/75/0\" data-bid=\"76-1\" class=\"b\">Acts 14:1-6</a>, Luke places Lystra and Derbe within the territory of Lycaonia but implies that Iconium was in another territory. Roman writers, including Cicero, referred to Iconium as being in Lycaonia. However, a monument discovered in 1910 shows that Iconium was considered to be indeed a city of Phrygia rather than of Lycaonia.Similarly, an inscription discovered at Delphi confirms that Gallio was proconsul of Achaia, likely in 51-52&#xA0;C.E. (<a href=\"/en/wol/bc/r1/lp-e/1200000344/76/0\" data-bid=\"77-1\" class=\"b\">Ac 18:12</a>) Some 19 inscriptions dating from the second century B.C.E. to the third century C.E. confirm the correctness of Luke&#x2019;s use of the title city rulers (singular, <em>po&#xB7;li&#xB7;tar&#x2B9;khes</em>) as applying to the officials of Thessalonica (<a href=\"/en/wol/bc/r1/lp-e/1200000344/77/0\" data-bid=\"78-1\" class=\"b\">Ac 17:6,</a><a href=\"/en/wol/bc/r1/lp-e/1200000344/77/1\" data-bid=\"78-2\" class=\"b\">&#xA0;8</a>), five of these inscriptions referring <span id=\"page154\" class=\"pageNum\" data-no=\"154\" data-before-text=\"154\"></span>specifically to that city. (See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000344/9\">CITY RULERS</a>.) Likewise, the reference to Publius as &#x201C;the principal man&#x201D; (<em>pro&#x2B9;tos</em>) of Malta (<a href=\"/en/wol/bc/r1/lp-e/1200000344/78/0\" data-bid=\"79-1\" class=\"b\">Ac 28:7</a>) employs the exact title to be used, as is shown by its appearance on two Maltese inscriptions, one in Latin and one in Greek. Magical texts as well as the temple of Artemis were found at Ephesus (<a href=\"/en/wol/bc/r1/lp-e/1200000344/79/0\" data-bid=\"80-1\" class=\"b\">Ac 19:19,</a><a href=\"/en/wol/bc/r1/lp-e/1200000344/79/1\" data-bid=\"80-2\" class=\"b\">&#xA0;27</a>); excavations there also unearthed a theater capable of holding some 25,000 people, and inscriptions referring to &#x201C;the commissioners of festivals and games,&#x201D; like those who intervened on Paul&#x2019;s behalf, and also to a &#x201C;recorder,&#x201D; like the one who quieted the mob on that occasion.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000344/80/0\" data-bid=\"81-1\" class=\"b\">Ac 19:29-31,</a><a href=\"/en/wol/bc/r1/lp-e/1200000344/80/1\" data-bid=\"81-2\" class=\"b\"> 35,</a><a href=\"/en/wol/bc/r1/lp-e/1200000344/80/2\" data-bid=\"81-3\" class=\"b\">&#xA0;41</a>.Some of such findings moved Charles Gore to write of Luke&#x2019;s accuracy in <em>A New Commentary on Holy Scripture: </em>&#x201C;It should of course be recognized that modern archaeology has almost forced upon critics of St.&#xA0;Luke a verdict of remarkable accuracy in all his allusions to secular facts and events.&#x201D;<wbr>&#x2014;Edited by Gore, Goudge, and Guillaume, 1929, p.&#xA0;210.<strong>Comparative Value of Archaeology. </strong>Archaeology has produced beneficial information that has aided in the identification (often tentative) of Biblical sites, has unearthed written documents that have contributed to a better understanding of the original languages in which the Scriptures were written, and has shed light on the living conditions and activities of ancient peoples and rulers referred to in the Bible. Yet, insofar as archaeology relates to the authenticity and reliability of the Bible, as well as to faith in it, its teachings, and its revelation of God&#x2019;s purposes and promises, it must be said that it is a nonessential supplement and an unrequired confirmation of the truth of God&#x2019;s Word. As the apostle Paul expresses it: &#x201C;Faith is the assured expectation of things hoped for, the evident demonstration of realities though not beheld. By faith we perceive that the systems of things were put in order by God&#x2019;s word, so that what is beheld has come to be out of things that do not appear.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000344/81/0\" data-bid=\"82-1\" class=\"b\">Heb 11:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200000344/81/1\" data-bid=\"82-2\" class=\"b\">&#xA0;3</a>) &#x201C;We are walking by faith, not by sight.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000344/82/0\" data-bid=\"83-1\" class=\"b\">2Co 5:7</a>.This does not mean that Christian faith does not have any basis in what can be seen or that it deals only with intangibles. But it is true that in every period and age there has been ample contemporary evidence surrounding people, as well as within themselves and their own experiences, that could convince them that the Bible is the true source of divine revelation and that it contains nothing that is out of harmony with provable facts. (<a href=\"/en/wol/bc/r1/lp-e/1200000344/83/0\" data-bid=\"84-1\" class=\"b\">Ro 1:18-23</a>) The knowledge of the past in the light of archaeological discovery is interesting and appreciated, but not vital. The knowledge of the past in the light of the Bible is, alone, essential and solidly reliable. The Bible, with or without archaeology, gives true meaning to the present and illuminates the future. (<a href=\"/en/wol/bc/r1/lp-e/1200000344/84/0\" data-bid=\"85-1\" class=\"b\">Ps 119:105;</a><a href=\"/en/wol/bc/r1/lp-e/1200000344/84/1\" data-bid=\"85-2\" class=\"b\"> 2Pe 1:19-21</a>) It is, in reality, a weak faith that must rely on moldering bricks, broken vases, and crumbling walls to bolster it up and serve as a crutch.<strong><em>Uncertainty underlying conclusions. </em></strong>While archaeological discoveries at times have provided a convenient answer to those who have carped at Bible accounts or criticized the historicity of certain events, and while such finds have helped to disencumber the minds of sincere persons who have been overly impressed by the arguments of such critics, yet archaeology has not silenced Bible critics nor is it a truly sound foundation for basing one&#x2019;s belief in the Bible record. The conclusions drawn from the majority of the excavations made depend mainly upon the deductive and inductive reasoning of the investigators, who, somewhat like detectives, assemble a case for which they argue. Even in modern times, although detectives may uncover and amass an impressive array of circumstantial and material evidence, any case founded purely upon such evidence while lacking in the testimony of creditable witnesses directly relating to the matter in question would, if brought to court, be considered very weak. Decisions based solely on such evidence have resulted in gross error and injustice. How much more so must this be the case when 2,000 or 3,000 years intervene between the investigators and the time of the event.A similar parallel is drawn by archaeologist R.&#xA0;J.&#xA0;C.&#xA0;Atkinson, who says: &#x201C;One has only to think how difficult would be the task of future archaeologists if they had to reconstruct the ritual, dogma and doctrine of the Christian Churches from the ruins of the church buildings alone, <em>without the aid of any written record or inscription. </em>We thus have the paradoxical situation that archaeology, the only method of investigating man&#x2019;s past in the absence of written records, becomes increasingly less effective as a means of inquiry the more nearly it approaches those aspects of human life which are the more specifically <em>human.&#x201D;<wbr></em>&#x2014;<em>Stonehenge, </em>London, 1956, p.&#xA0;167.Complicating the matter further is the fact that, in addition to their obvious inability to bring the ancient past into focus with anything more than approximate accuracy, and in spite of their endeavoring to maintain a purely objective viewpoint in considering the evidence they unearth, the archaeologists, like other scientists, are nonetheless <span id=\"page155\" class=\"pageNum\" data-no=\"155\" data-before-text=\"155\"></span>subject to human failings and personal leanings and ambitions, which can stimulate fallible reasoning. Pointing up the problem, Professor W.&#xA0;F.&#xA0;Albright comments: &#x201C;On the other hand, there is danger in seeking new discoveries and novel points of view at the expense of more solid earlier work. This is particularly true in fields like Biblical archaeology and geography, where mastery of tools and of methods of investigation is so arduous that there is always a temptation to neglect sound method, substituting clever combinations and brilliant guesses for slower and more systematic work.&#x201D;<wbr>&#x2014;<em>The Westminster Historical Atlas to the Bible, </em>edited by G.&#xA0;E.&#xA0;Wright, 1956, p.&#xA0;9.<strong><em>Differences in dating. </em></strong>It is important to realize this when considering the dates offered by archaeologists with regard to their finds. Illustrating this, Merrill F.&#xA0;Unger says: &#x201C;For example, Garstang dates the fall of Jericho <em>c.&#xA0;</em>1400&#xA0;B.C.&#xA0;.&#xA0;.&#xA0;.&#xA0;; Albright subscribes to the date <em>c.&#xA0;</em>1290&#xA0;B.C.&#xA0;.&#xA0;.&#xA0;.&#xA0;; Hugues Vincent, the celebrated Palestinian archeologist, holds to the date 1250&#xA0;B.C.&#xA0;.&#xA0;.&#xA0;.&#xA0;; while H.&#xA0;H.&#xA0;Rowley views Rameses&#xA0;II as the Pharaoh of the Oppression, and the Exodus as having taken place under his successor Marniptah [Merneptah] about 1225&#xA0;B.C.&#x201D; (<em>Archaeology and the Old Testament, </em>p.&#xA0;164, ftn.&#xA0;15) While arguing on behalf of the reliability of modern archaeological process and analysis, Professor Albright acknowledges that &#x201C;it is still very difficult for the non-specialist to pick his way among the conflicting dates and conclusions of archaeologists.&#x201D;<wbr>&#x2014;<em>The Archaeology of Palestine, </em>p.&#xA0;253.It is true that the radiocarbon clock has been employed, along with other modern methods, for dating the artifacts found. However, that this method is not completely accurate is evidenced in the following statement by G.&#xA0;Ernest Wright in <em>The Biblical Archaeologist </em>(1955, p.&#xA0;46): &#x201C;It may be noted that the new Carbon 14 method of dating ancient remains has not turned out to be as free from error as had been hoped. .&#xA0;.&#xA0;. Certain runs have produced obviously wrong results, probably for a number of reasons. At the moment, one can depend upon the results without question only when several runs have been made which give virtually identical results and when the date <em>seems correct from other methods of computation </em>[italics ours].&#x201D; More recently, <em>The New Encyclop&#xE6;dia Britannica </em>(Macrop&#xE6;dia, 1976, Vol.&#xA0;5, p.&#xA0;508) stated: &#x201C;Whatever the cause, .&#xA0;.&#xA0;. it is clear that carbon-14 dates lack the accuracy that traditional historians would like to have.&#x201D;<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000344/10\">CHRONOLOGY</a> (Archaeological Dating).<strong><em>Relative worth of inscriptions. </em></strong>Thousands upon thousands of ancient inscriptions have been found and are being interpreted. Albright states: &#x201C;Written documents form by far the most important single body of material discovered by archaeologists. Hence it is extremely important to gain a clear idea of their character and of our ability to interpret them.&#x201D; (<em>The Westminster Historical Atlas to the Bible, </em>p.&#xA0;11) They may be written on broken pottery, clay tablets, papyrus, or carved in granite rock. Whatever the material, the information they convey must still be weighed and tested as to its reliability and worth. Error or outright falsehood can be and frequently has been set down in stone as well as on paper.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000344/11\">CHRONOLOGY</a> (Bible Chronology and Secular History); <a href=\"/en/wol/tc/r1/lp-e/1200000344/12\">SARGON</a>.As an illustration, the Bible record states that King Sennacherib of Assyria was killed by his two sons, Adrammelech and Sharezer, and was succeeded to the throne by another son, Esar-haddon. (<a href=\"/en/wol/bc/r1/lp-e/1200000344/85/0\" data-bid=\"86-1\" class=\"b\">2Ki 19:36,&#xA0;37</a>) Yet, a Babylonian chronicle stated that, on the 20th of Tebeth, Sennacherib was killed by his son in a revolt. Both Berossus, Babylonian priest of the third century B.C.E., and Nabonidus, Babylonian king of the sixth century B.C.E., gave the same account, to the effect that Sennacherib was assassinated by only one of his sons. However, in a more recently discovered fragment of the Prism of Esar-haddon, the son who succeeded Sennacherib, Esar-haddon clearly states that his brothers (plural) revolted and killed their father and then took flight. Commenting on this, Philip Biberfeld, in <em>Universal Jewish History </em>(1948, Vol.&#xA0;I, p.&#xA0;27), says: &#x201C;The Babylonian Chronicle, Nabonid, and Berossus were mistaken; only the Biblical account proved to be correct. It was confirmed in all the minor details by the inscription of Esarhaddon and proved to be more accurate regarding this event of Babylonian-Assyrian history than the Babylonian sources themselves. This is a fact of utmost importance for the evaluation of even contemporary sources not in accord with Biblical tradition.&#x201D;<strong><em>Problems in deciphering and translating. </em></strong>There is also need for due caution on the part of the Christian as to accepting without question the interpretation made of the many inscriptions found in the diverse ancient languages. In some cases, as with the Rosetta Stone and the Behistun Inscription, the decipherers of the languages have been given considerable insight into a previously unknown language by parallel presentations of that language alongside another known language. Yet, it should not be expected that such helps solve all problems or allow for a full understanding of <span id=\"page156\" class=\"pageNum\" data-no=\"156\" data-before-text=\"156\"></span>the language with all its shades of meaning and idiomatic expressions. Even the understanding of the basic Bible languages, Hebrew, Aramaic, and Greek, has progressed considerably in recent times, and these languages are still under study. As to the inspired Word of God, we can rightly expect that the Bible&#x2019;s Author would enable us to obtain the correct understanding of its message through the available translations into the modern languages. This is not the case, however, with the uninspired writings of the pagan nations.Illustrating this need for caution and also manifesting again that an objective approach to the problems existing in the deciphering of the ancient inscriptions is often not as prominent as one might think, the book <em>The Secret of the Hittites, </em>by C.&#xA0;W.&#xA0;Ceram, contains the following information concerning a prominent Assyriologist who worked at decoding the &#x201C;Hittite&#x201D; language (1956, pp.&#xA0;106-109): &#x201C;His work is absolutely phenomenal<wbr>&#x2014;a brilliant intermingling of wild blunders with remarkable perceptions .&#xA0;.&#xA0;. Some of his errors were supported by arguments so cogent that decades of study were necessary to overcome them. His ingenious reasoning was backed by such a wealth of philological learning that winnowing the chaff from the wheat was no easy affair.&#x201D; The writer then describes the strong obstinacy of this scholar about any modification of his findings; after many years he finally did agree to make some changes<wbr>&#x2014;only to change the very readings that later proved to be the correct ones! In relating the violent dispute, fraught with personal recriminations, that arose between this scholar and another decipherer of hieroglyphic &#x201C;Hittite,&#x201D; the author states: &#x201C;Yet the very fanaticism which brings on such quarrels is a necessary motive force if scholars are to make discoveries.&#x201D; Hence, although time and study have eliminated many errors in the understanding of ancient inscriptions, we do well to realize that further investigation may likely bring additional corrections.The preeminence of the Bible as the source of reliable knowledge, truthful information, and sure guidance is enhanced by these facts. As a body of written documents, the Bible gives us the clearest picture of man&#x2019;s past, and it has reached us, not by excavation, but through its preservation by its Author, Jehovah God. It is &#x201C;alive and exerts power&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000344/86/0\" data-bid=\"87-1\" class=\"b\">Heb 4:12</a>) and is &#x201C;the word of the living and enduring God.&#x201D; &#x201C;All flesh is like grass, and all its glory is like a blossom of grass; the grass becomes withered, and the flower falls off, but the saying of Jehovah endures forever.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000344/87/0\" data-bid=\"88-1\" class=\"b\">1Pe 1:23-25</a>.<strong>[Picture on page&#xA0;150]</strong>Stele on which Merneptah, son of Ramses&#xA0;II, gloats over conquest of Israel; the only known mention of Israel in ancient Egyptian texts"}