{"title":"Archelaus","link":"/en/wol/d/r1/lp-e/1200000346","html":"<span id=\"page156\" class=\"pageNum\" data-no=\"156\" data-before-text=\"156\"></span><strong>ARCHELAUS</strong>(Ar&#xB7;che&#xB7;la&#x2B9;us) [Ruler of the People].Son of Herod the Great by his fourth wife, Malthace. Archelaus became king in Judea while young Jesus was down in Egypt with Joseph and Mary. Rather than face his tyrannical rule on their return, Joseph settled his family outside Archelaus&#x2019; jurisdiction, up in Nazareth of Galilee.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000346/0/0\" data-bid=\"1-1\" class=\"b\">Mt 2:22,&#xA0;23</a>.Archelaus&#x2019; father Herod the Great willed to him the rulership of Judea, Samaria, and Idumea, which was twice the share given to each of the other two sons, and which included the important cities of Jerusalem, Samaria, Joppa, and Caesarea. After Herod&#x2019;s death, Archelaus endeavored to make his rulership more secure by appearing before Augustus in Rome; in spite of opposers to his claim, including his brother and a delegation of Jews, Archelaus was allowed to retain his power, though Augustus made him, not a king, but an ethnarch, a tributary prince ranking higher than a tetrarch. Matthew, however, rightly refers to him as &#x2018;reigning,&#x2019; for the local army had previously proclaimed him king.<wbr>&#x2014;<em>Jewish Antiquities, </em>by F.&#xA0;Josephus, XVII, 194, 195 (viii,&#xA0;2).Archelaus was a cruel ruler and very unpopular with the Jews. In quelling a riot, he once had 3,000 of them ruthlessly slain in the temple grounds; he twice deposed the high priest; and in addition, his divorce and remarriage were contrary to Jewish law. Complaints from the Jews and Samaritans to Augustus finally resulted in an investigation and Archelaus&#x2019; banishment in the ninth or tenth year of his reign. Judea thereafter was under Roman governors.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000346/0\">HEROD</a> Nos.&#xA0;1 and&#xA0;2."}