{"title":"Ark","link":"/en/wol/d/r1/lp-e/1200000367","html":"<span id=\"page164\" class=\"pageNum\" data-no=\"164\" data-before-text=\"164\"></span><strong>ARK</strong><strong>1. </strong>Noah&#x2019;s ark was the provision by which forefathers of all mankind survived the global Deluge of 2370-2369&#xA0;B.C.E. (See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000367/0\">DELUGE</a>; <a href=\"/en/wol/tc/r1/lp-e/1200000367/1\">NOAH</a> No.&#xA0;1.) Detailed instructions were given to Noah by Jehovah as to its size, shape, design for light and ventilation, and materials to be used for its construction.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000367/0/0\" data-bid=\"1-1\" class=\"b\">Ge 6:14-16</a>.<strong>Design and Size. </strong>The ark (Heb., <em>te&#xB7;vah&#x2B9;; </em>Gr., <em>ki&#xB7;bo&#xB7;tos&#x2B9;</em>) was a rectangular chestlike vessel presumably having square corners and a flat bottom. It needed no rounded bottom or sharp bow to cut rapidly through the water; it required no steering; its only functions were to be watertight and to stay afloat. A vessel so shaped is very stable, cannot be easily capsized, and contains about one third more storage space than ships of conventional design. There was a door provided in the side of the ark for loading and unloading the cargo.In size the ark was 300 cubits long, 50 cubits wide, and 30 cubits high. Conservatively calculating the cubit as 44.5&#xA0;cm (17.5&#xA0;in.) (some think the ancient cubit was nearer 56 or 61&#xA0;cm), the ark measured 133.5&#xA0;m by 22.3&#xA0;m by 13.4&#xA0;m (437&#xA0;ft 6&#xA0;in. &#xD7; 72&#xA0;ft 11&#xA0;in. &#xD7; 43&#xA0;ft 9&#xA0;in.), less than half the length of the ocean liner <em>Queen Elizabeth&#xA0;2. </em>This proportion of length to width (6 to&#xA0;1) is used by modern naval architects. This gave the ark approximately 40,000 cu&#xA0;m (1,400,000 cu&#xA0;ft) in gross volume. No known cargo vessel of ancient times even slightly resembled the ark in its colossal size. Internally strengthened by adding two floors, the three decks thus provided gave a total of about 8,900 sq&#xA0;m (96,000 sq&#xA0;ft) of space.&#x201C;You will make a <em>tso&#x2B9;har </em>[roof; or, window] for the ark,&#x201D; Noah was told. (<a href=\"/en/wol/bc/r1/lp-e/1200000367/1/0\" data-bid=\"2-1\" class=\"b\">Ge 6:16</a>) Just what this was or how it was constructed is not altogether clear. Some scholars think <em>tso&#x2B9;har </em>is related to <em>light </em>and so they translate it &#x201C;window&#x201D; (<em>KJ, Mo</em>), &#x201C;light&#x201D; (<em>AS, JP</em>), &#x201C;a place for light&#x201D; (<em>Ro</em>). Others, however, associate <em>tso&#x2B9;har </em>with a later Arabic root meaning &#x201C;back (of the hand),&#x201D; &#x201C;back (of a beast),&#x201D; &#x201C;deck (of a ship),&#x201D; that is, the part away from the ground or water, and for this reason translate it &#x201C;roof.&#x201D; (<em>AT, RS, JB</em>) This <em>tso&#x2B9;har, </em>Noah was told, was to be completed &#x201C;to the extent of a cubit upward.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000367/2/0\" data-bid=\"3-1\" class=\"b\">Ge 6:16</a>.It could be, therefore, that the <em>tso&#x2B9;har </em>provided for adequate light and ventilation, not just a single cubit-square &#x201C;peephole,&#x201D; but an opening a cubit in height near the roof and extending around the four sides to give an opening of nearly 140 sq&#xA0;m (1,500 sq&#xA0;ft). On the other hand, while still allowing an ample opening for ventilation under the roof or elsewhere, the roof could have had slightly angled sides. Regarding this possibility James F.&#xA0;Armstrong wrote in <em>Vetus Testamentum </em>(Leiden, 1960, p.&#xA0;333): &#x201C;&#x2018;Unto a cubit upward you shall finish it&#x2019; is difficult to understand when <em>sohar </em>is translated either &#x2018;light (= window)&#x2019; or even &#x2018;(flat) roof&#x2019;. If, however, a gable-type roof be postulated, the &#x2018;one cubit upward&#x2019; can refer to the elevation of the crease of the roof above the level of the tops of the walls. In modern architectural terms, the &#x2018;one cubit&#x2019; would be the height of the kingposts between which the ridgepiece is laid. .&#xA0;.&#xA0;. According to the argument that has been presented, the roof of Noah&#x2019;s ark was conceived as having a four per-cent pitch (1 cubit elevation &#x2014; 25 cubits from wall to ridge), quite adequate to permit the water of the rains to flow off.&#x201D;Of what this huge ark was to be built was made plain by Jehovah: &#x201C;Make for yourself an ark out of wood of a resinous tree [literally, trees of gopher].&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000367/3/0\" data-bid=\"4-1\" class=\"b\">Ge 6:14</a>) This resinous wood here prescribed is thought by some to be cypress or a similar tree. In that part of the world what today is called cypress was in abundant supply; it was particularly favored for shipbuilding by the Phoenicians and by Alexander the Great, as it is even down to the present time; and it is especially resistant to water and decay. Doors and posts made of cypress are reported to have lasted 1,100 years. In addition, Noah was told not merely to caulk the seams but to &#x201C;cover [the ark] inside and outside with tar.&#x201D;<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000367/2\">BITUMEN</a>.<strong>Ample Carrying Capacity. </strong>The passenger list of the ark was quite impressive. Besides Noah, his wife, his three sons, and their wives, living creatures &#x201C;of every sort of flesh, two of each,&#x201D; were to be taken aboard. &#x201C;Male and female they will be. Of the flying creatures according to their kinds and of the domestic animals according to their kinds, of all moving animals of the ground according to their kinds, two of each will go in there to you to preserve them alive.&#x201D; Of the clean beasts and fowls, seven of each kind were to be taken. A great quantity and variety of food for all these creatures, to last for more than a year, also had to be stowed away.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000367/4/0\" data-bid=\"5-1\" class=\"b\">Ge 6:18-21;</a><a href=\"/en/wol/bc/r1/lp-e/1200000367/4/1\" data-bid=\"5-2\" class=\"b\"> 7:2,&#xA0;3</a>.The &#x201C;kinds&#x201D; of animals selected had reference to the clear-cut and unalterable boundaries or limits set by the Creator, within which boundaries creatures are capable of breeding &#x201C;according to their kinds.&#x201D; It has been estimated by some that the hundreds of thousands of species of animals today <span id=\"page165\" class=\"pageNum\" data-no=\"165\" data-before-text=\"165\"></span>could be reduced to a comparatively few family &#x201C;kinds&#x201D;<wbr>&#x2014;the horse kind and the cow kind, to mention but two. The breeding boundaries according to &#x201C;kind&#x201D; established by Jehovah were not and could not be crossed. With this in mind some investigators have said that, had there been as few as 43 &#x201C;kinds&#x201D; of mammals, 74 &#x201C;kinds&#x201D; of birds, and 10 &#x201C;kinds&#x201D; of reptiles in the ark, they could have produced the variety of species known today. Others have been more liberal in estimating that 72 &#x201C;kinds&#x201D; of quadrupeds and less than 200 bird &#x201C;kinds&#x201D; were all that were required. That the great variety of animal life known today could have come from inbreeding within so few &#x201C;kinds&#x201D; following the Flood is proved by the endless variety of human<em>kind<wbr></em>&#x2014;short, tall, fat, thin, with countless variations in the color of hair, eyes, and skin&#x2014;<wbr>all of whom sprang from the one family of Noah.These estimates may seem too restrictive to some, especially since such sources as <em>The Encyclopedia Americana </em>indicate that there are upwards of 1,300,000 species of animals. (1977, Vol.&#xA0;1, pp.&#xA0;859-873) However, over 60&#xA0;percent of these are insects. Breaking these figures down further, of the 24,000 amphibians, reptiles, birds, and mammals, 10,000 are birds, 9,000 are reptiles and amphibians, many of which could have survived outside the ark, and only 5,000 are mammals, including whales and porpoises, which would have also remained outside the ark. Other researchers estimate that there are only about 290 species of land mammals larger than sheep and about 1,360 smaller than rats. (<em>The Deluge Story in Stone, </em>by B.&#xA0;C.&#xA0;Nelson, 1949, p.&#xA0;156; <em>The Flood in the Light of the Bible, Geology, and Archaeology, </em>by A.&#xA0;M.&#xA0;Rehwinkel, 1957, p.&#xA0;69) So, even if estimates are based on these expanded figures, the ark could easily have accommodated a pair of all these animals.Five months after the Deluge began, &#x201C;the ark came to rest on the mountains of Ararat,&#x201D; not likely, however, atop the uppermost peak (nearly 5,165&#xA0;m; 16,950&#xA0;ft), but on suitable terrain where everyone aboard lived comfortably for some months more. Finally, after a year and ten days from the time the Deluge began, the door again was opened and all aboard disembarked.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000367/5/0\" data-bid=\"6-1\" class=\"b\">Ge 7:11;</a><a href=\"/en/wol/bc/r1/lp-e/1200000367/5/1\" data-bid=\"6-2\" class=\"b\"> 8:4,</a><a href=\"/en/wol/bc/r1/lp-e/1200000367/5/2\" data-bid=\"6-3\" class=\"b\">&#xA0;14</a>.Claims that remains of the ark have been found are as yet unconfirmed.<strong>2. </strong>The small chest in which Jochebed concealed her three-month-old &#x201C;good-looking&#x201D; baby later named Moses, and which was found by Pharaoh&#x2019;s daughter among the reeds by the bank of the Nile. This ark or chest (Heb., <em>te&#xB7;vah&#x2B9;</em>) was made of papyrus and was waterproofed with a coating of bitumen and pitch.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000367/6/0\" data-bid=\"7-1\" class=\"b\">Ex 2:2-4,</a><a href=\"/en/wol/bc/r1/lp-e/1200000367/6/1\" data-bid=\"7-2\" class=\"b\"> 10</a>, ftn; <a href=\"/en/wol/bc/r1/lp-e/1200000367/7/0\" data-bid=\"8-1\" class=\"b\">6:20</a>.<strong>3. </strong>The container made of acacia wood in which the second set of stone tablets of the Law given Moses on Mount Sinai were temporarily kept until the ark of the testimony was constructed some months later. (<a href=\"/en/wol/bc/r1/lp-e/1200000367/8/0\" data-bid=\"9-1\" class=\"b\">De 10:1-5</a>) The Hebrew word <em>&#x2BC;arohn&#x2B9;, </em>rendered &#x201C;ark&#x201D; in <a href=\"/en/wol/bc/r1/lp-e/1200000367/9/0\" data-bid=\"10-1\" class=\"b\">Deuteronomy 10:1-5</a>, is elsewhere rendered &#x201C;coffin&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000367/10/0\" data-bid=\"11-1\" class=\"b\">Ge 50:26</a>) and &#x201C;chest.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000367/11/0\" data-bid=\"12-1\" class=\"b\">2Ki 12:9, 10</a>, ftn; <a href=\"/en/wol/bc/r1/lp-e/1200000367/12/0\" data-bid=\"13-1\" class=\"b\">2Ch 24:8,</a><a href=\"/en/wol/bc/r1/lp-e/1200000367/12/1\" data-bid=\"13-2\" class=\"b\"> 10,&#xA0;11</a>.<strong>4. </strong>See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000367/3\">ARK OF THE COVENANT</a>."}