{"title":"Art","link":"/en/wol/d/r1/lp-e/1200000388","html":"<span id=\"page179\" class=\"pageNum\" data-no=\"179\" data-before-text=\"179\"></span><strong>ART</strong>Art, as it relates to painting, sculpture, and design, receives relatively little attention in the Bible. Yet man&#x2019;s life began, not in a barren field, but in a garden, a paradise with trees not only &#x201C;good for food&#x201D; but also &#x201C;desirable to one&#x2019;s sight.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000388/0/0\" data-bid=\"1-1\" class=\"b\">Ge 2:9</a>) Man was made to appreciate beauty, and the unsurpassed beauty, artistry, and design manifest in creation<wbr>&#x2014;flowers, trees, mountains, valleys, lakes, waterfalls, birds, animals, as well as the human form itself&#x2014;<wbr>evoke praise for their divine Creator. (<a href=\"/en/wol/bc/r1/lp-e/1200000388/1/0\" data-bid=\"2-1\" class=\"b\">Ps 139:14;</a><a href=\"/en/wol/bc/r1/lp-e/1200000388/1/1\" data-bid=\"2-2\" class=\"b\"> Ec 3:11;</a><a href=\"/en/wol/bc/r1/lp-e/1200000388/1/2\" data-bid=\"2-3\" class=\"b\"> Ca 2:1-3,</a><a href=\"/en/wol/bc/r1/lp-e/1200000388/1/3\" data-bid=\"2-4\" class=\"b\"> 9,</a><a href=\"/en/wol/bc/r1/lp-e/1200000388/1/4\" data-bid=\"2-5\" class=\"b\"> 13, 14;</a><a href=\"/en/wol/bc/r1/lp-e/1200000388/1/5\" data-bid=\"2-6\" class=\"b\"> 4:1-5,</a><a href=\"/en/wol/bc/r1/lp-e/1200000388/1/6\" data-bid=\"2-7\" class=\"b\"> 12-15;</a><a href=\"/en/wol/bc/r1/lp-e/1200000388/1/7\" data-bid=\"2-8\" class=\"b\"> 5:11-15;</a><a href=\"/en/wol/bc/r1/lp-e/1200000388/1/8\" data-bid=\"2-9\" class=\"b\"> Ro 1:20</a>) Art, as here discussed, implies, basically, the representation of such things by use of various materials and the use of different forms and expression.Already in Abraham&#x2019;s time the Bible makes mention of gifts of &#x201C;a gold nose ring,&#x201D; golden bracelets, and other articles of silver and gold, bestowed on Rebekah. (<a href=\"/en/wol/bc/r1/lp-e/1200000388/2/0\" data-bid=\"3-1\" class=\"b\">Ge 24:22,</a><a href=\"/en/wol/bc/r1/lp-e/1200000388/2/1\" data-bid=\"3-2\" class=\"b\">&#xA0;53</a>) The Royal Tombs of Ur, in which city Abraham once lived, have yielded many exquisite ornaments of high artistic skill. However, many of the art objects recovered through archaeological explorations in the lands of Iraq, Israel, Egypt, and adjacent regions bear some relation to the idolatrous pagan religions or the proud political rulers, thus indicating an early perversion of the use of art.<strong>Variety of Materials. </strong>Glass appears to have been produced as far back as the second millennium B.C.E. by the Egyptians and perhaps the Phoenicians. Yet, evidently it originated in Mesopotamia, where pieces of well-made glass have been found, believed to date from as early as the third millennium B.C.E. Job (c.&#xA0;1600&#xA0;B.C.E.) spoke of glass as being very precious. (<a href=\"/en/wol/bc/r1/lp-e/1200000388/3/0\" data-bid=\"4-1\" class=\"b\">Job 28:17</a>) Though opaque, it was used in making animal figurines, perfume boxes, necklaces, and other jewelry. The Romans were among the first to produce transparent glass.<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200000388/4/0\" data-bid=\"5-1\" class=\"b\">Re 4:6</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000388/0\">GLASS</a>.The ancient artists worked with a considerable variety of materials, including clay, terra-cotta, wood, bronze or copper, iron, gold, silver, precious and semiprecious gems, glass, ivory, limestone, and marble.<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200000388/1\">SEAL</a>.<strong>Hebrew Art. </strong>There is little material evidence remaining to present any clear picture of Hebrew art, yet art appreciation is manifest in the Bible record. On coming out of Egypt, the people <span id=\"page180\" class=\"pageNum\" data-no=\"180\" data-before-text=\"180\"></span>brought with them gold and silver articles obtained from the Egyptians. (<a href=\"/en/wol/bc/r1/lp-e/1200000388/5/0\" data-bid=\"6-1\" class=\"b\">Ex 12:35</a>) They gladly contributed such items for the decoration of the tabernacle in the wilderness. (<a href=\"/en/wol/bc/r1/lp-e/1200000388/6/0\" data-bid=\"7-1\" class=\"b\">Ex 35:21-24</a>) The work of producing the tabernacle with its decorations and equipment gave outlet for their artistic ability in woodworking, metalworking, embroidery, and jewelwork, Bezalel and Oholiab particularly taking the lead and instructing. It is notable that credit for their artistic ability is given to Jehovah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000388/7/0\" data-bid=\"8-1\" class=\"b\">Ex 35:30-35;</a><a href=\"/en/wol/bc/r1/lp-e/1200000388/7/1\" data-bid=\"8-2\" class=\"b\"> 36:1,&#xA0;2</a>.Prior to the tabernacle work, Aaron had employed artistic ability for a perverse use in using a graving tool to make a molten image of a calf for worship. (<a href=\"/en/wol/bc/r1/lp-e/1200000388/8/0\" data-bid=\"9-1\" class=\"b\">Ex 32:3,&#xA0;4</a>) Moses (or someone assigned by him) also showed such ability, though properly, when making the serpent of copper at a later time. (<a href=\"/en/wol/bc/r1/lp-e/1200000388/9/0\" data-bid=\"10-1\" class=\"b\">Nu 21:9</a>) However, the provisions in the Law forbidding the making of images for worship, while not prohibiting all representational art, doubtless exercised a restrictive influence on painting or sculpturing among the Hebrews. (<a href=\"/en/wol/bc/r1/lp-e/1200000388/10/0\" data-bid=\"11-1\" class=\"b\">Ex 20:4,&#xA0;5</a>) In view of the gross idolatry so prevalent in all nations and the widespread use of art to foster such idolatry, it is evident that paintings or carvings of figures, human or animal, would be viewed as suspect by those keeping the Law provisions and by those charged with enforcing it. (<a href=\"/en/wol/bc/r1/lp-e/1200000388/11/0\" data-bid=\"12-1\" class=\"b\">De 4:15-19;</a><a href=\"/en/wol/bc/r1/lp-e/1200000388/11/1\" data-bid=\"12-2\" class=\"b\"> 7:25,&#xA0;26</a>) Even the cherubs of the tabernacle were covered over with a cloth when being transported and thus were hidden from the gaze of the populace (<a href=\"/en/wol/bc/r1/lp-e/1200000388/12/0\" data-bid=\"13-1\" class=\"b\">Nu 4:5, 6,</a><a href=\"/en/wol/bc/r1/lp-e/1200000388/12/1\" data-bid=\"13-2\" class=\"b\"> 19,&#xA0;20</a>), while those of the later temple were seen only by the high priest on one day a year. (<a href=\"/en/wol/bc/r1/lp-e/1200000388/13/0\" data-bid=\"14-1\" class=\"b\">1Ki 6:23-28;</a><a href=\"/en/wol/bc/r1/lp-e/1200000388/13/1\" data-bid=\"14-2\" class=\"b\"> Heb 9:6,&#xA0;7</a>) Additionally, after their entry and establishment in the Promised Land, the basically agricultural life of the Israelites was seldom such that it allowed for the leisure time and funds necessary for extensive artwork.During the period of the Judges the only artwork indicated was involved in apostate religious practices.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000388/14/0\" data-bid=\"15-1\" class=\"b\">Jg 2:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200000388/14/1\" data-bid=\"15-2\" class=\"b\"> 6:25;</a><a href=\"/en/wol/bc/r1/lp-e/1200000388/14/2\" data-bid=\"15-3\" class=\"b\"> 8:24-27;</a><a href=\"/en/wol/bc/r1/lp-e/1200000388/14/3\" data-bid=\"15-4\" class=\"b\"> 17:3-6;</a><a href=\"/en/wol/bc/r1/lp-e/1200000388/14/4\" data-bid=\"15-5\" class=\"b\"> 18:14</a>.<strong><em>Artwork under the monarchy. </em></strong>While the ancient nation of Israel is not renowned today for its works of art, yet the evidence indicates that, when occasion arose, they were able to produce work of artistic quality that gained wide attention and admiration. The prophet Ezekiel depicts the manner in which Jehovah adorned and beautified Jerusalem so that &#x201C;&#x2018;a name began to go forth among the nations because of your prettiness, for it was perfect because of my splendor that I placed upon you,&#x2019; is the utterance of the Sovereign Lord Jehovah.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000388/15/0\" data-bid=\"16-1\" class=\"b\">Eze 16:8-14</a>) However, the succeeding verses (<a href=\"/en/wol/bc/r1/lp-e/1200000388/16/0\" data-bid=\"17-1\" class=\"b\">15-18,</a><a href=\"/en/wol/bc/r1/lp-e/1200000388/16/1\" data-bid=\"17-2\" class=\"b\">&#xA0;25</a>) show that such prettiness was put to a perverted use, as Jerusalem prostituted herself with the surrounding political nations. Jeremiah, too, describes those looking on Jerusalem after her fall to Babylon as saying: &#x201C;Is this the city of which they used to say, &#x2018;It is the perfection of prettiness, an exultation for all the earth&#x2019;?&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000388/17/0\" data-bid=\"18-1\" class=\"b\">La 2:15</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200000388/18/0\" data-bid=\"19-1\" class=\"b\">Ps 48:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200000388/18/1\" data-bid=\"19-2\" class=\"b\"> 50:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200000388/18/2\" data-bid=\"19-3\" class=\"b\"> Isa 52:1</a>.) The temple built by Solomon was evidently an artistic work of consummate beauty and is called a &#x201C;house of holiness and beauty.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000388/19/0\" data-bid=\"20-1\" class=\"b\">Isa 64:11;</a><a href=\"/en/wol/bc/r1/lp-e/1200000388/19/1\" data-bid=\"20-2\" class=\"b\"> 60:13</a>.In dealing with the construction of the temple in King Solomon&#x2019;s time, much comment has been made in reference works about the assumed lack of artistic skill on the part of the Israelites, to the point of giving practically all the credit to the Phoenicians. The record, however, shows that Solomon requested only one Phoenician artisan, aside from the lumbermen employed in King Hiram&#x2019;s own forests of Lebanon and the stone quarriers. (<a href=\"/en/wol/bc/r1/lp-e/1200000388/20/0\" data-bid=\"21-1\" class=\"b\">1Ki 5:6,</a><a href=\"/en/wol/bc/r1/lp-e/1200000388/20/1\" data-bid=\"21-2\" class=\"b\"> 18;</a><a href=\"/en/wol/bc/r1/lp-e/1200000388/20/2\" data-bid=\"21-3\" class=\"b\"> 2Ch 2:7-10</a>) This artisan, also named Hiram, was an Israeli-Phoenician skilled in working with precious metals, weaving, and engraving. Yet, the record refers to Solomon&#x2019;s own skilled men, and King Hiram likewise spoke of these and the skilled men of Solomon&#x2019;s father David. (<a href=\"/en/wol/bc/r1/lp-e/1200000388/21/0\" data-bid=\"22-1\" class=\"b\">2Ch 2:13,&#xA0;14</a>) The architectural plan of the temple and of all its features was delivered to Solomon by David, providing &#x201C;insight for the entire thing in writing from the hand of Jehovah&#xA0;.&#xA0;.&#xA0;.&#xA0;, even for all the works of the architectural plan.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000388/22/0\" data-bid=\"23-1\" class=\"b\">1Ch 28:11-19</a>) By contrast, unfaithful King Ahaz did become enamored with the pagan altar at Damascus and sent &#x201C;the design of the altar and its pattern&#x201D; to priest Urijah to have a copy of it made.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000388/23/0\" data-bid=\"24-1\" class=\"b\">2Ki 16:1-12</a>.King Solomon also made a great ivory throne, overlaid with gold, of unique design, with figures of lions standing by the armrests and lining the six steps of approach. (<a href=\"/en/wol/bc/r1/lp-e/1200000388/24/0\" data-bid=\"25-1\" class=\"b\">1Ki 10:18-20</a>) The extensive use of ivory in the royal palace is indicated at <a href=\"/en/wol/bc/r1/lp-e/1200000388/25/0\" data-bid=\"26-1\" class=\"b\">Psalm 45:8</a>. In the northern kingdom of Israel, with its capital at Samaria, ivory carving in furniture, paneling, and art objects was apparently popular in the days of King Ahab and thereafter. (<a href=\"/en/wol/bc/r1/lp-e/1200000388/26/0\" data-bid=\"27-1\" class=\"b\">1Ki 22:39;</a><a href=\"/en/wol/bc/r1/lp-e/1200000388/26/1\" data-bid=\"27-2\" class=\"b\"> Am 3:12,</a><a href=\"/en/wol/bc/r1/lp-e/1200000388/26/2\" data-bid=\"27-3\" class=\"b\"> 15;</a><a href=\"/en/wol/bc/r1/lp-e/1200000388/26/3\" data-bid=\"27-4\" class=\"b\"> 6:4</a>) Archaeological excavations turned up large quantities of ivory pieces, plaques, and panels in what is believed to have been the palace area. Inlaid work of gold, lapis lazuli, and glass occur in some pieces. In Megiddo some 400 ivory pieces were found, including beautifully carved panels, ivory inlaid boxes, and gaming boards, estimated as dating from about the 12th&#xA0;century B.C.E.In a vision, Ezekiel saw carved representations of reptiles, animals, and idols on a wall of the <span id=\"page181\" class=\"pageNum\" data-no=\"181\" data-before-text=\"181\"></span>temple area in apostate Jerusalem (<a href=\"/en/wol/bc/r1/lp-e/1200000388/27/0\" data-bid=\"28-1\" class=\"b\">Eze 8:10</a>), and symbolic Oholibah (representing unfaithful Jerusalem) is spoken of as seeing images of Chaldeans carved on a wall and painted with vermilion, a bright-red pigment.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000388/28/0\" data-bid=\"29-1\" class=\"b\">Eze 23:14</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200000388/29/0\" data-bid=\"30-1\" class=\"b\">Jer 22:14</a>.<strong>Relationship to Christianity. </strong>Paul was a witness of the artistic splendor of Athens, developed around the worship of the Grecian gods and goddesses, and he showed an audience there how illogical it was that humans, owing their life and existence to the true God and Creator, should imagine that &#x201C;the Divine Being is like gold or silver or stone, like something sculptured by the art and contrivance of man.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000388/30/0\" data-bid=\"31-1\" class=\"b\">Ac 17:29</a>) He thus demonstrated again that artistic beauty, no matter how impressive or attractive, does not of itself recommend any religion as being true worship.<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200000388/31/0\" data-bid=\"32-1\" class=\"b\">Joh 4:23,&#xA0;24</a>.There is no record or existing evidence of artwork among the Christians of the first century C.E. It is only during the second and third centuries C.E. that some paintings and sculptures appear in the catacombs attributed to nominal Christians. After the union of Church and State in the fourth century, however, art began to be given a prominence that in time equaled that of the pagan religions and was often related to or in direct imitation of such religions, in both its symbolisms and its forms. Louis R&#xE9;au, who held the chair of the History of Art of the Middle Ages at the Sorbonne University of France, demonstrates in his work <em>Iconographie de l&#x2019;art chr&#xE9;tien </em>(Paris, 1955, Vol.&#xA0;I, p.&#xA0;10) that such paganism has long been recognized by historians of art and that the responsibility for it is to be placed not merely on the artists but on the policies that were followed by the church itself. He points out (p.&#xA0;50) that instead of really converting the pagans from their old practices and forms of worship, the church chose to respect &#x201C;the ancestral customs and continue them under another name.&#x201D;Thus, it is not surprising to find the signs of the zodiac, so prominent in ancient Babylon, displayed on cathedrals such as that of Notre Dame in Paris, where they appear on the left doorway and surround Mary in the huge centrally located rose window. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200000388/32/0\" data-bid=\"33-1\" class=\"b\">Isa 47:12-15</a>.) Similarly, a guidebook to the cathedral at Auxerre, also in France, states that in the central entrance to the cathedral, &#x201C;the sculptor there mixed certain pagan heroes: an Eros [Greek god of love] nude and sleeping .&#xA0;.&#xA0;. a Hercules and a Satyr [one of the Greeks&#x2019; semihuman demigods]! The register at the lower right represents the parable of the Prodigal Son.&#x201D;Similarly at the entrance of Saint Peter&#x2019;s Cathedral in Rome appear not only the figure of Christ and the &#x201C;Virgin&#x201D; but also that of Ganymede &#x201C;carried off by the eagle&#x201D; to become cupbearer of Zeus, king of the gods, and &#x201C;Leda [who bore Castor and Pollux] fertilized by the swan&#x201D; Zeus. Commenting further on such pagan influence, R&#xE9;au asks: &#x201C;But what is one to say then of the Final Judgment of the Sistine Chapel, the principal chapel of the Vatican, where one sees the nude Christ of Michelangelo lance the lightning like a thundering Jupiter [the Roman father of the gods] and the Damned cross the Styx [the river over which the Greeks believed the dead were ferried] in Charon&#x2019;s barque?&#x201D; As he states: &#x201C;An example that came from so high [that is, approved by the papacy] could not fail to be followed.&#x201D;As has been seen, art was not given major attention by fleshly Israel and is virtually absent from the record of the early congregation of spiritual Israel of the first century C.E. It is, rather, in the field of literature that they surpassed all other peoples, being used by God to produce a work of superb beauty, not only in form but primarily in content: the Bible. Their inspired writings are &#x201C;as apples of gold in silver carvings,&#x201D; with crystal-clear truths of such brilliance as to rival the finest gems, and word pictures that convey visions and scenes of a grandeur and loveliness beyond the ability of human artists to portray.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000388/33/0\" data-bid=\"34-1\" class=\"b\">Pr 25:11;</a><a href=\"/en/wol/bc/r1/lp-e/1200000388/33/1\" data-bid=\"34-2\" class=\"b\"> 3:13-15;</a><a href=\"/en/wol/bc/r1/lp-e/1200000388/33/2\" data-bid=\"34-3\" class=\"b\"> 4:7-9;</a><a href=\"/en/wol/bc/r1/lp-e/1200000388/33/3\" data-bid=\"34-4\" class=\"b\"> 8:9,&#xA0;10</a>."}