{"title":"Artemis","link":"/en/wol/d/r1/lp-e/1200000391","html":"<span id=\"page182\" class=\"pageNum\" data-no=\"182\" data-before-text=\"182\"></span><strong>ARTEMIS</strong>(Ar&#x2B9;te&#xB7;mis).A Greek virgin goddess of hunting is known as Artemis; she was identified by the Romans with Diana. Equipped with bow and arrows, this Artemis is depicted as pursuing game, especially stags. Although the Greeks identified the Ephesian Artemis with their own Artemis, the Artemis of Ephesus, who was worshiped in cities throughout Asia Minor, has little in common with the Greek deity of classical mythology. (<a href=\"/en/wol/bc/r1/lp-e/1200000391/0/0\" data-bid=\"1-1\" class=\"b\">Ac 19:27</a>) The Ephesian Artemis was a fertility goddess represented as being adorned with what have variously been identified as multiple breasts, eggs, and the testicles of sacrificed bulls. The mummylike lower half of her body was decorated with various symbols and animals.The Artemis worshiped at Ephesus has been closely connected with prominent goddesses of other peoples, and it has been suggested that they have a common origin. <em>A Dictionary of the Bible </em>(Vol.&#xA0;I, p.&#xA0;605) observes: &#x201C;Artemis presents such close analogies with the Phrygian Cybele, and with other feminine envisagements of the divine power in Asiatic countries, like the Cappadocian Ma, the Phoenician Astarte or Ashtaroth, the Syrian Atargatis and Mylitta, as to suggest that these <span id=\"page183\" class=\"pageNum\" data-no=\"183\" data-before-text=\"183\"></span>are all mere varieties of one ultimate religious conception, presenting in different countries certain differences, due to varying development according to local circumstances and national character.&#x201D;<wbr>&#x2014;Edited by J.&#xA0;Hastings, 1904.The ancients ranked the temple of Artemis at Ephesus as one of the seven wonders of the world. It was an imposing structure made of cedar, cypress, white marble, and gold.For the great festivals held in the month of Artemision (March-April) visitors numbering hundreds of thousands arrived at Ephesus from all of Asia Minor. One feature of the celebration was the religious procession, with the image of Artemis being paraded about the city in a most jubilant manner.The making of silver shrines of Artemis proved to be a profitable enterprise for Demetrius and other Ephesian silversmiths. Therefore, when the apostle Paul&#x2019;s preaching in Ephesus caused a considerable number of persons to forsake the unclean worship of this goddess, Demetrius stirred up the other craftsmen, telling them that not only did Paul&#x2019;s preaching pose a threat to their financial security but also the danger existed that the worship of the great goddess Artemis would come to nothing. This culminated in a riot that was finally dispersed by the city recorder.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000391/1/0\" data-bid=\"2-1\" class=\"b\">Ac 19:23-41</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000391/0\">EPHESUS</a>.<strong>[Picture on page&#xA0;182]</strong>Ephesian Artemis, the fertility goddess; griffins surround the head, and signs of the zodiac appear below a garland around the neck"}