{"title":"Asa","link":"/en/wol/d/r1/lp-e/1200000397","html":"<span id=\"page183\" class=\"pageNum\" data-no=\"183\" data-before-text=\"183\"></span><strong>ASA</strong>(A&#x2B9;sa).<strong>1. </strong>The third king of Judah following the division of the nation into two kingdoms. Asa was the son of Abijam (Abijah) and the grandson of Rehoboam. He reigned for 41 years (977-937&#xA0;B.C.E.).<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000397/0/0\" data-bid=\"1-1\" class=\"b\">1Ki 15:8-10</a>.<strong>Asa&#x2019;s Zeal for Pure Worship. </strong>Judah and Benjamin had become steeped in apostasy during the 20 years following the split of the nation into two kingdoms. &#x201C;Like David his forefather,&#x201D; Asa demonstrated a zeal for pure worship and courageously set about cleaning the male temple prostitutes and the idols out of the land. He removed his grandmother, Maacah, from her position as a sort of &#x2018;first lady&#x2019; of the land because of her making &#x201C;a horrible idol&#x201D; to the sacred pole, or Asherah, and he burned the religious idol.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000397/1/0\" data-bid=\"2-1\" class=\"b\">1Ki 15:11-13</a>.The record at <a href=\"/en/wol/bc/r1/lp-e/1200000397/2/0\" data-bid=\"3-1\" class=\"b\">2&#xA0;Chronicles 14:2-5</a> states that Asa &#x201C;removed the foreign altars and the high places and broke up the sacred pillars and cut down the sacred poles.&#x201D; However, <a href=\"/en/wol/bc/r1/lp-e/1200000397/3/0\" data-bid=\"4-1\" class=\"b\">1&#xA0;Kings 15:14</a> and <a href=\"/en/wol/bc/r1/lp-e/1200000397/4/0\" data-bid=\"5-1\" class=\"b\">2&#xA0;Chronicles 15:17</a> indicate that &#x201C;the high places he did not remove.&#x201D; It may be, therefore, that the high places referred to in the earlier Chronicles account were those of the adopted pagan worship that infected Judah, while the Kings account refers to high places at which the people engaged in worship of Jehovah. Even after the setting up of the tabernacle and the later establishment of the temple, occasional sacrificing was done to Jehovah on high places, which was acceptable to him under special circumstances, as in the cases of Samuel, David, and Elijah. (<a href=\"/en/wol/bc/r1/lp-e/1200000397/5/0\" data-bid=\"6-1\" class=\"b\">1Sa 9:11-19;</a><a href=\"/en/wol/bc/r1/lp-e/1200000397/5/1\" data-bid=\"6-2\" class=\"b\"> 1Ch 21:26-30;</a><a href=\"/en/wol/bc/r1/lp-e/1200000397/5/2\" data-bid=\"6-3\" class=\"b\"> 1Ki 18:30-39</a>) Nevertheless, the regular approved place for sacrifice was that authorized by Jehovah. (<a href=\"/en/wol/bc/r1/lp-e/1200000397/6/0\" data-bid=\"7-1\" class=\"b\">Nu 33:52;</a><a href=\"/en/wol/bc/r1/lp-e/1200000397/6/1\" data-bid=\"7-2\" class=\"b\"> De 12:2-14;</a><a href=\"/en/wol/bc/r1/lp-e/1200000397/6/2\" data-bid=\"7-3\" class=\"b\"> Jos 22:29</a>) Improper modes of high-place worship may have continued in spite of the removal of the pagan high places, perhaps because the king did not pursue their elimination with the same vigor <span id=\"page184\" class=\"pageNum\" data-no=\"184\" data-before-text=\"184\"></span>as he did the removal of the pagan sites. Or Asa may have effected a complete removal of all high places; but if so, such cropped up again in due time and had not been removed by the time of the conclusion of his reign, allowing for their being smashed by his successor Jehoshaphat.Asa&#x2019;s zeal for right worship brought blessings of peace from Jehovah during the first ten years of his reign. (<a href=\"/en/wol/bc/r1/lp-e/1200000397/7/0\" data-bid=\"8-1\" class=\"b\">2Ch 14:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200000397/7/1\" data-bid=\"8-2\" class=\"b\">&#xA0;6</a>) Later Judah was subjected to attack by a force of a million warriors under Zerah the Ethiopian. Though greatly outnumbered, Asa went out to meet the invasion at Mareshah about 38&#xA0;km (23&#xA0;mi) WSW of Jerusalem in the Judean lowlands. His fervent prayer before the battle was joined acknowledged God&#x2019;s power to deliver and pleaded for Jehovah&#x2019;s help, saying: &#x201C;Upon you we do lean, and in your name we have come against this crowd. O&#xA0;Jehovah, you are our God. Do not let mortal man retain strength against you.&#x201D; Total victory resulted.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000397/8/0\" data-bid=\"9-1\" class=\"b\">2Ch 14:8-15</a>.Asa is thereafter met by the prophet Azariah, who reminds him: &#x201C;Jehovah is with you as long as you prove to be with him,&#x201D; and &#x201C;if you leave him he will leave you.&#x201D; He calls to mind the destructive strife the nation experienced when alienated from Jehovah and urges Asa to continue his activity courageously on behalf of pure worship. (<a href=\"/en/wol/bc/r1/lp-e/1200000397/9/0\" data-bid=\"10-1\" class=\"b\">2Ch 15:1-7</a>) Asa&#x2019;s ready response and strengthening of the nation in true service to Jehovah results in a great number of persons from the northern kingdom abandoning that region to join in a grand assembly at Jerusalem in Asa&#x2019;s 15th year of rule (963&#xA0;B.C.E.), at which assembly a covenant is made declaring the people&#x2019;s determination to seek Jehovah and providing the death penalty for those not keeping this covenant.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000397/10/0\" data-bid=\"11-1\" class=\"b\">2Ch 15:8-15</a>.<strong>Intrigue and Warfare Against Baasha. </strong>King Baasha of Israel set out to block the path of any inclining toward a return to Judah by fortifying the frontier city of Ramah, located on the main road to Jerusalem and only a short distance N of that city. Asa, by some process of human reasoning or because of heeding bad counsel, now failed to rely solely on Jehovah and resorted to diplomacy and conspiratorial maneuvering to remove this threat. He took the temple treasures and those from the royal house and sent them as a bribe to King Ben-hadad I of Syria to induce him to divert Baasha&#x2019;s attention through an attack on Israel&#x2019;s northern frontier. Ben-hadad I accepted, and his raid on Israelite cities in the N disrupted Baasha&#x2019;s building work and brought a withdrawal of his forces from Ramah. Asa now conscripted all the available manpower from the entire kingdom of Judah and carried off all Baasha&#x2019;s supplies of building materials, using them to build up the cities of Geba and Mizpah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000397/11/0\" data-bid=\"12-1\" class=\"b\">1Ki 15:16-22;</a><a href=\"/en/wol/bc/r1/lp-e/1200000397/11/1\" data-bid=\"12-2\" class=\"b\"> 2Ch 16:1-6</a>.For this, Asa was confronted by Hanani the seer, who pointed out Asa&#x2019;s inconsistency in not leaning upon the God who had delivered him from the vast Ethiopian force, reminding Asa that &#x201C;as regards Jehovah, his eyes are roving about through all the earth to show his strength in behalf of those whose heart is complete toward him.&#x201D; For his foolishness, Asa would now face continued warfare. Resenting correction, Asa unjustly jailed Hanani and showed himself oppressive to others of the people.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000397/12/0\" data-bid=\"13-1\" class=\"b\">2Ch 16:7-11</a>.The statement at <a href=\"/en/wol/bc/r1/lp-e/1200000397/13/0\" data-bid=\"14-1\" class=\"b\">2&#xA0;Chronicles 16:1</a> that Baasha came up against Judah &#x201C;in the thirty-sixth year of the reign of Asa&#x201D; has caused some question, since Baasha&#x2019;s rule, beginning in the third year of Asa and lasting only 24 years, had terminated about 10 years prior to Asa&#x2019;s 36th year of rule. (<a href=\"/en/wol/bc/r1/lp-e/1200000397/14/0\" data-bid=\"15-1\" class=\"b\">1Ki 15:33</a>) While some suggest a scribal error and believe the reference is to the 16th or the 26th year of Asa&#x2019;s reign, the assumption of such error is not required to harmonize the accounts. Jewish commentators quote the <em>Seder Olam, </em>which suggests that the 36th year was reckoned from the existence of the separate kingdom of Judah (997&#xA0;B.C.E.) and corresponded to the 16th year of Asa (Rehoboam ruling 17 years, Abijah 3 years, and Asa now in his 16th year). (<em>Soncino Books of the Bible, </em>London, 1952, ftn on <a href=\"/en/wol/bc/r1/lp-e/1200000397/15/0\" data-bid=\"16-1\" class=\"b\">2Ch 16:1</a>) This was also the view of Archbishop Ussher. So, too, the apparent difference between the statement at <a href=\"/en/wol/bc/r1/lp-e/1200000397/16/0\" data-bid=\"17-1\" class=\"b\">2&#xA0;Chronicles 15:19</a> to the effect that, as for &#x201C;war, it did not occur down to the thirty-fifth [actually, the fifteenth] year of Asa&#x2019;s reign,&#x201D; and the statement at <a href=\"/en/wol/bc/r1/lp-e/1200000397/17/0\" data-bid=\"18-1\" class=\"b\">1&#xA0;Kings 15:16</a> to the effect that &#x201C;warfare itself took place between Asa and Baasha the king of Israel all their days,&#x201D; may be explained in that once conflicts began between the two kings they were thereafter continuous, even as Hanani had foretold.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000397/18/0\" data-bid=\"19-1\" class=\"b\">2Ch 16:9</a>.<strong>Illness and Death. </strong>Asa&#x2019;s last three years brought suffering due to an illness of the feet (perhaps gout), and he unwisely sought physical healing over spiritual healing. At his death he was given an honorable burial in his personally prepared tomb in the City of David.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000397/19/0\" data-bid=\"20-1\" class=\"b\">1Ki 15:23, 24;</a><a href=\"/en/wol/bc/r1/lp-e/1200000397/19/1\" data-bid=\"20-2\" class=\"b\"> 2Ch 16:12-14</a>.Despite the lack of wisdom and spiritual insight he manifested at times, Asa&#x2019;s good qualities and freedom from apostasy evidently outweighed his errors, and he is viewed as one of the faithful <span id=\"page185\" class=\"pageNum\" data-no=\"185\" data-before-text=\"185\"></span>kings of the line of Judah. (<a href=\"/en/wol/bc/r1/lp-e/1200000397/20/0\" data-bid=\"21-1\" class=\"b\">2Ch 15:17</a>) The 41-year reign of Asa touched or covered the reigns of eight kings of Israel: Jeroboam, Nadab, Baasha, Elah, Zimri, Omri, Tibni (who ruled a segment of Israel in opposition to Omri), and Ahab. (<a href=\"/en/wol/bc/r1/lp-e/1200000397/21/0\" data-bid=\"22-1\" class=\"b\">1Ki 15:9,</a><a href=\"/en/wol/bc/r1/lp-e/1200000397/21/1\" data-bid=\"22-2\" class=\"b\"> 25,</a><a href=\"/en/wol/bc/r1/lp-e/1200000397/21/2\" data-bid=\"22-3\" class=\"b\"> 33;</a><a href=\"/en/wol/bc/r1/lp-e/1200000397/21/3\" data-bid=\"22-4\" class=\"b\"> 16:8,</a><a href=\"/en/wol/bc/r1/lp-e/1200000397/21/4\" data-bid=\"22-5\" class=\"b\"> 15, 16,</a><a href=\"/en/wol/bc/r1/lp-e/1200000397/21/5\" data-bid=\"22-6\" class=\"b\"> 21,</a><a href=\"/en/wol/bc/r1/lp-e/1200000397/21/6\" data-bid=\"22-7\" class=\"b\"> 23,</a><a href=\"/en/wol/bc/r1/lp-e/1200000397/21/7\" data-bid=\"22-8\" class=\"b\">&#xA0;29</a>) Upon Asa&#x2019;s death his son Jehoshaphat became king.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000397/22/0\" data-bid=\"23-1\" class=\"b\">1Ki 15:24</a>.<strong>2. </strong>A son of the Levite Elkanah and the father of Berechiah, who is listed as dwelling in &#x201C;the settlements of the Netophathites&#x201D; following the return from the Babylonian exile.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000397/23/0\" data-bid=\"24-1\" class=\"b\">1Ch 9:16</a>."}