{"title":"Ashdod","link":"/en/wol/d/r1/lp-e/1200000412","html":"<span id=\"page189\" class=\"pageNum\" data-no=\"189\" data-before-text=\"189\"></span><strong>ASHDOD</strong>(Ash&#x2B9;dod).One of the five principal cities of the Philistines under their &#x201C;axis lords&#x201D; and evidently the religious center of Philistia with its worship of the false god Dagon. The other cities were Gath, Gaza, Ashkelon, and Ekron. (<a href=\"/en/wol/bc/r1/lp-e/1200000412/0/0\" data-bid=\"1-1\" class=\"b\">Jos 13:3</a>) Ashdod is identified with Esdud (Tel Ashdod) about 6&#xA0;km (3.5&#xA0;mi) SSE of, and inland from, modern Ashdod on the coast.It is first mentioned at <a href=\"/en/wol/bc/r1/lp-e/1200000412/1/0\" data-bid=\"2-1\" class=\"b\">Joshua 11:22</a> as the residing place, along with Gaza and Gath, of the remnant of the giantlike Anakim. Due to the eminence on which it was built and its position on the military road running along the coast from Egypt through Palestine, Ashdod occupied a strategic location militarily. At the time of the Israelite conquest it was assigned, along with its suburban villages, to Judah (<a href=\"/en/wol/bc/r1/lp-e/1200000412/2/0\" data-bid=\"3-1\" class=\"b\">Jos 15:46,&#xA0;47</a>); but evidently its residents are included among &#x201C;the inhabitants of the low plain&#x201D; who could not be dispossessed &#x201C;because they had war chariots with iron scythes.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000412/3/0\" data-bid=\"4-1\" class=\"b\">Jg 1:19</a>.The Philistine cities seem to have been at the peak of their power during the time of King Saul. Before Saul&#x2019;s kingship the Philistines inflicted a severe defeat upon the Israelites at Ebenezer and captured the ark of the covenant, which they then transported to Ashdod and placed in the temple of Dagon, alongside the image of their god. After two humiliations miraculously executed on Dagon&#x2019;s image, the Ashdodites began to experience a plague of piles of such gravity as to create panic among them. A conference of Philistine axis lords brought a transfer of the Ark to the city of Gath, with a resulting extension of the plague there. Within seven months the Ark was on its way back to Israel, accompanied by an offering in gold.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000412/4/0\" data-bid=\"5-1\" class=\"b\">1Sa 5:1&#x2013;6:18</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200000412/0\">PHILISTIA, PHILISTINES</a>.Although King David administered several defeats to the Philistines, their principal cities evidently remained independent until the time of <span id=\"page190\" class=\"pageNum\" data-no=\"190\" data-before-text=\"190\"></span>King Uzziah (829-778&#xA0;B.C.E.). Uzziah is described as the maker of &#x201C;engines of war&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000412/5/0\" data-bid=\"6-1\" class=\"b\">2Ch 26:15</a>), and <a href=\"/en/wol/bc/r1/lp-e/1200000412/6/0\" data-bid=\"7-1\" class=\"b\">2&#xA0;Chronicles 26:6</a> tells us that Uzziah &#x201C;proceeded to go out and fight against the Philistines and break through the wall of Gath and the wall of Jabneh and the wall of Ashdod, after which he built cities in Ashdod territory and among the Philistines.&#x201D;Evidently the territory of Ashdod did not remain under Judean control, for in later periods inscriptions show Assyrian King Sargon&#xA0;II as deposing the local king Azuri and installing Ahimiti in his place. A revolt caused Sargon to campaign against Philistia, conquering Gath, &#x201C;Asdudu&#x201D; (Ashdod), and &#x201C;Asdudimmu&#x201D; (Ashdod-by-the-Sea, evidently a separate place located on the seacoast). This may be the campaign referred to at <a href=\"/en/wol/bc/r1/lp-e/1200000412/7/0\" data-bid=\"8-1\" class=\"b\">Isaiah 20:1</a> and a partial fulfillment of the prophecy at <a href=\"/en/wol/bc/r1/lp-e/1200000412/8/0\" data-bid=\"9-1\" class=\"b\">Amos 1:8</a>. In the following century Herodotus (II, 157) records that Ashdod (Azotus) was subjected to a siege lasting 29 years laid against the city by Pharaoh Psamtik (Psammetichus).A stone prism of Sennacherib of Assyria says that &#x201C;Mitinti from Ashdod&#x201D; brought him sumptuous gifts and kissed his feet, and it adds concerning King Hezekiah of Judah (745-717&#xA0;B.C.E.): &#x201C;His towns which I had plundered, I took away from his country and gave them (over) to Mitinti, king of Ashdod.&#x201D; (<em>Ancient Near Eastern Texts, </em>edited by J.&#xA0;B.&#xA0;Pritchard, 1974, pp.&#xA0;287, 288) Ashdod seems to have been in a weakened state by the time of Jeremiah (after 647&#xA0;B.C.E.) so that he spoke of &#x201C;the remnant of Ashdod.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000412/9/0\" data-bid=\"10-1\" class=\"b\">Jer 25:20</a>) Nebuchadnezzar, whose rule began in 624&#xA0;B.C.E., makes mention of the king of Ashdod as one of the prisoners at the Babylonian court.<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200000412/10/0\" data-bid=\"11-1\" class=\"b\">Zep 2:4</a>.In the postexilic period Ashdod was still a focal point of opposition to the Israelites (<a href=\"/en/wol/bc/r1/lp-e/1200000412/11/0\" data-bid=\"12-1\" class=\"b\">Ne 4:7</a>), and Nehemiah severely reprimanded those Jews who had married Ashdodite wives, resulting in sons who were &#x201C;speaking Ashdodite, and there were none of them knowing how to speak Jewish.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000412/12/0\" data-bid=\"13-1\" class=\"b\">Ne 13:23,&#xA0;24</a>) During the Maccabean period idolatrous Ashdod (called Azotus) came under attack by Judas Maccabaeus about 163&#xA0;B.C.E. and later by Judas&#x2019; brother Jonathan about 148&#xA0;B.C.E., the temple of Dagon being burned down in this second attack.<wbr>&#x2014;1 Maccabees 5:68; 10:84.It is noteworthy that the prophecy of Zechariah pointed to the time when Ashdod would be overtaken by foreigners. Evidently because the native Philistine population and rulership would be no more, the prophetic word was: &#x201C;An illegitimate son will actually seat himself in Ashdod.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000412/13/0\" data-bid=\"14-1\" class=\"b\">Zec 9:6</a>.The city was rebuilt by the Romans about the year 55&#xA0;B.C.E. and was generally known by its Greek name Azotus. Philip the evangelist passed through Ashdod in his preaching tour recorded at <a href=\"/en/wol/bc/r1/lp-e/1200000412/14/0\" data-bid=\"15-1\" class=\"b\">Acts 8:40</a>."}