{"title":"Asia","link":"/en/wol/d/r1/lp-e/1200000433","html":"<span id=\"page193\" class=\"pageNum\" data-no=\"193\" data-before-text=\"193\"></span><strong>ASIA</strong>In the Christian Greek Scriptures the term &#x201C;Asia&#x201D; is used as referring to the Roman province occupying the western part of Asia Minor, not to the continent of Asia.<strong>The Roman Province of Asia. </strong>The Roman province of Asia included the older countries of Mysia, Lydia, Caria, and, at times, part of Phrygia, as well as the adjacent islands. It was thus bounded by the Aegean Sea and the provinces of Bithynia, Galatia (which embraced part of Phrygia), and Lycia. The precise borders, however, are difficult to define because of repeated shifting.Initially, the capital was located at Pergamum in Mysia, but during the reign of Augustus it was transferred to Ephesus, farther to the south. In the year 27&#xA0;B.C.E., the province was made senatorial and was thereafter governed by a proconsul. (<a href=\"/en/wol/bc/r1/lp-e/1200000433/0/0\" data-bid=\"1-1\" class=\"b\">Ac 19:38</a>) It was also divided into 9 judicial districts and subdivided into 44 city districts.<span id=\"page194\" class=\"pageNum\" data-no=\"194\" data-before-text=\"194\"></span>Luke, in describing the regions from which the Jews had come to Jerusalem at the time of Pentecost in the year 33&#xA0;C.E., lists Asia along with the provinces of Cappadocia, Pontus, and Pamphylia. (<a href=\"/en/wol/bc/r1/lp-e/1200000433/1/0\" data-bid=\"2-1\" class=\"b\">Ac 2:9, 10</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200000433/2/0\" data-bid=\"3-1\" class=\"b\">1Pe 1:1</a>.) He there lists Phrygia apart from Asia, as he does again at <a href=\"/en/wol/bc/r1/lp-e/1200000433/3/0\" data-bid=\"4-1\" class=\"b\">Acts 16:6</a>. Pliny the Elder, Roman author of the first century C.E., did likewise. (<em>Natural History, </em>V, XXVIII, 102) The account at <a href=\"/en/wol/bc/r1/lp-e/1200000433/4/0\" data-bid=\"5-1\" class=\"b\">Acts 16:6, 7</a> states that Paul was &#x201C;forbidden by the holy spirit to speak the word in the district of Asia&#x201D; when traveling westward on his second missionary tour (c.&#xA0;49-52&#xA0;C.E.). He therefore moved through Phrygia and Galatia northward toward the province of Bithynia, but he was again diverted westward through Mysia to the seaport of Troas, the natural point for embarking to Macedonia. Here Paul received his vision inviting him to &#x201C;step over into Macedonia and help us.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000433/5/0\" data-bid=\"6-1\" class=\"b\">Ac 16:9</a>) So, whereas Paul actually passed through the northern part of the province of Asia, he did not spend time there until his return trip after completing his work in Macedonia and Achaia. He then spent a short time in Ephesus, preaching in the synagogue and, at his departure, promised to return.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000433/6/0\" data-bid=\"7-1\" class=\"b\">Ac 18:19-21</a>.During his third journey (c.&#xA0;52-56&#xA0;C.E.) Paul spent over two years in Ephesus, with the result that &#x201C;all those inhabiting the district of Asia heard the word of the Lord, both Jews and Greeks.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000433/7/0\" data-bid=\"8-1\" class=\"b\">Ac 19:1-10,</a><a href=\"/en/wol/bc/r1/lp-e/1200000433/7/1\" data-bid=\"8-2\" class=\"b\">&#xA0;22</a>) It was evidently at this time (c.&#xA0;55&#xA0;C.E.), in Ephesus, that Paul wrote his first letter to the Corinthians, to whom he sent greetings from &#x201C;the congregations of Asia,&#x201D; thereby indicating good progress. (<a href=\"/en/wol/bc/r1/lp-e/1200000433/8/0\" data-bid=\"9-1\" class=\"b\">1Co 16:19</a>) When he wrote his second letter to the Corinthians later from Macedonia, he made reference to the difficulties and grave danger experienced in Asia. (<a href=\"/en/wol/bc/r1/lp-e/1200000433/9/0\" data-bid=\"10-1\" class=\"b\">Ac 19:23-41;</a><a href=\"/en/wol/bc/r1/lp-e/1200000433/9/1\" data-bid=\"10-2\" class=\"b\"> 2Co 1:8</a>) On his return voyage, not wanting to spend further time in Asia, Paul sailed past Ephesus, touching in at the island of Samos and landing at Miletus in Caria, part of the province of Asia, to which point he invited &#x201C;the older men&#x201D; of the Ephesian congregation to come for a meeting with him.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000433/10/0\" data-bid=\"11-1\" class=\"b\">Ac 20:15-18</a>.When traveling to Rome for his first trial (c.&#xA0;60/61&#xA0;C.E.), which resulted from a mob action at Jerusalem instigated by &#x201C;Jews from Asia&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000433/11/0\" data-bid=\"12-1\" class=\"b\">Ac 21:27, 28;</a><a href=\"/en/wol/bc/r1/lp-e/1200000433/11/1\" data-bid=\"12-2\" class=\"b\"> 24:18, 19;</a><a href=\"/en/wol/bc/r1/lp-e/1200000433/11/2\" data-bid=\"12-3\" class=\"b\"> compare 6:9</a>), Paul initially embarked on a ship that was going to &#x201C;places along the coast of the district of Asia,&#x201D; but he then transferred to another ship at Myra in the neighboring province of Lycia.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000433/12/0\" data-bid=\"13-1\" class=\"b\">Ac 27:2-6</a>.Paul&#x2019;s words at <a href=\"/en/wol/bc/r1/lp-e/1200000433/13/0\" data-bid=\"14-1\" class=\"b\">2&#xA0;Timothy 1:15</a>, evidently written from Rome about the year 65&#xA0;C.E., may indicate that the strong persecution then beginning to rage against the Christians on the part of the Roman authorities had now caused many of the Christian &#x2018;men of Asia&#x2019; to shun association with the imprisoned apostle Paul, turning away from Paul at a critical time. The expression &#x201C;all the men in the district of Asia&#x201D; does not imply a total turning away of all Christians in Asia, because Paul immediately thereafter commended Onesiphorus, who was evidently a resident of Ephesus.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000433/14/0\" data-bid=\"15-1\" class=\"b\">2Ti 1:16-18;</a><a href=\"/en/wol/bc/r1/lp-e/1200000433/14/1\" data-bid=\"15-2\" class=\"b\"> 4:19</a>.A continuation of Christian faith is also manifest in the Revelation and the seven messages sent by John to seven congregations in prominent cities of <span id=\"page195\" class=\"pageNum\" data-no=\"195\" data-before-text=\"195\"></span>Asia: Ephesus, Smyrna, Pergamum, Thyatira, Sardis, Philadelphia, and Laodicea, most of these congregations being commended for having endured tribulation. (<a href=\"/en/wol/bc/r1/lp-e/1200000433/15/0\" data-bid=\"16-1\" class=\"b\">Re 1:4,</a><a href=\"/en/wol/bc/r1/lp-e/1200000433/15/1\" data-bid=\"16-2\" class=\"b\"> 11;</a><a href=\"/en/wol/bc/r1/lp-e/1200000433/15/2\" data-bid=\"16-3\" class=\"b\"> 2:2, 3,</a><a href=\"/en/wol/bc/r1/lp-e/1200000433/15/3\" data-bid=\"16-4\" class=\"b\"> 9, 10,</a><a href=\"/en/wol/bc/r1/lp-e/1200000433/15/4\" data-bid=\"16-5\" class=\"b\"> 13,</a><a href=\"/en/wol/bc/r1/lp-e/1200000433/15/5\" data-bid=\"16-6\" class=\"b\"> 19;</a><a href=\"/en/wol/bc/r1/lp-e/1200000433/15/6\" data-bid=\"16-7\" class=\"b\"> 3:10</a>) John was then (c.&#xA0;96&#xA0;C.E.) on the island of Patmos, a short distance off the coast of the province of Asia. It is generally believed that John&#x2019;s Gospel account and three letters were written in or near Ephesus, subsequent to his release from Patmos.Other cities of the province of Asia mentioned Scripturally are Colossae, Hierapolis, Adramyttium, and Assos.<strong>[Map on page&#xA0;194]</strong>(For fully formatted text, see publication)<strong>ASIA MINOR<wbr>&#x2014;Old Regional Names</strong>MYSIA TroasBITHYNIAPAPHLAGONIAGALATIAN PONTUSGALATIALYDIA EphesusASIAN PHRYGIAGALATIAN PHRYGIACAPPADOCIALYCAONIACARIAPISIDIA AntiochPAMPHYLIALYCIACILICIACOMMAGENESYRIA Antioch<em>Great Sea</em><strong>[Map on page&#xA0;195]</strong>(For fully formatted text, see publication)<strong>ASIA MINOR<wbr>&#x2014;Roman Province Names</strong>ASIA Troas EphesusBITHYNIA AND PONTUSGALATIA AntiochKINGDOM OF POLEMONCAPPADOCIAKINGDOM OF ANTIOCHUSCILICIA AND SYRIA AntiochLYCIAPAMPHYLIACYPRUS<em>Great Sea</em>"}