{"title":"Ass","link":"/en/wol/d/r1/lp-e/1200000440","html":"<span id=\"page195\" class=\"pageNum\" data-no=\"195\" data-before-text=\"195\"></span><strong>ASS</strong>[Heb., <em>chamohr&#x2B9;; &#x2BC;a&#xB7;thohn&#x2B9;, </em>&#x201C;she-ass&#x201D;; <em>&#x2BD;a&#x2B9;yir, </em>&#x201C;full-grown ass&#x201D;; Gr. <em>o&#x2B9;nos; o&#xB7;na&#x2B9;ri&#xB7;on, </em>&#x201C;young ass&#x201D;].A hard-hoofed animal of the horse family, distinguished from the horse by its smaller size, shorter mane, longer ears, and shorter tail hair, only the end half of the tail having a brush. Since its little, sharp hooves make it more surefooted than the horse, the ass is better adapted to the rough and mountainous terrain so frequently encountered in Palestine. Although the ass&#x2019; stupidity and stubbornness are proverbial, its intelligence is actually considered to be superior to that of the horse, and it is a patient, long-suffering creature <span id=\"page196\" class=\"pageNum\" data-no=\"196\" data-before-text=\"196\"></span>that, like other animals, has often experienced abuse at man&#x2019;s hand.The ass (<em>Equus asinus</em>) has long served man as a beast of burden, a means of transport, and a draft animal, first mention of it being made in the Scriptures in connection with Abraham. (<a href=\"/en/wol/bc/r1/lp-e/1200000440/0/0\" data-bid=\"1-1\" class=\"b\">Ge 12:16;</a><a href=\"/en/wol/bc/r1/lp-e/1200000440/0/1\" data-bid=\"1-2\" class=\"b\"> 22:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200000440/0/2\" data-bid=\"1-3\" class=\"b\"> Jos 15:18;</a><a href=\"/en/wol/bc/r1/lp-e/1200000440/0/3\" data-bid=\"1-4\" class=\"b\"> 2Ch 28:15;</a><a href=\"/en/wol/bc/r1/lp-e/1200000440/0/4\" data-bid=\"1-5\" class=\"b\"> Isa 30:24</a>) Evidently from the standpoint of the hard work of burden bearing done by the ass, Jacob likened his son Issachar to this animal. (<a href=\"/en/wol/bc/r1/lp-e/1200000440/1/0\" data-bid=\"2-1\" class=\"b\">Ge 49:14</a>) On the other hand, reference is made to the sexual heat of asses in connection with the kingdom of Judah&#x2019;s prostituting herself to the nations.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000440/2/0\" data-bid=\"3-1\" class=\"b\">Eze 23:20</a>.In one of his visions the prophet Isaiah saw &#x201C;a war chariot of asses.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000440/3/0\" data-bid=\"4-1\" class=\"b\">Isa 21:7</a>) This would indicate that asses were also used in warfare, probably as pack animals, if not also to carry warriors into the actual fight. In this regard it is of interest that the Greek historian Herodotus (IV, 129) tells of the use of asses by the Persian army.According to the Law, the ass was an unclean animal. Hence, since all the firstborn belonged to Jehovah and the firstborn of an ass could not be sacrificed, it either had to be redeemed by substituting a sheep in its place or its neck was to be broken.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000440/4/0\" data-bid=\"5-1\" class=\"b\">Ex 13:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200000440/4/1\" data-bid=\"5-2\" class=\"b\"> 34:20</a>.Although unclean, asses were eaten in Samaria because of the severity of the famine during King Ben-hadad&#x2019;s siege of the city, and even the most inedible part, the bony, thinly fleshed head of an ass became, in effect, a luxury food costing 80 silver pieces (if shekels, $176).<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000440/5/0\" data-bid=\"6-1\" class=\"b\">2Ki 6:24,&#xA0;25</a>.God&#x2019;s law prescribed humane treatment for domestic animals, such as the ass. An ass lying down under its load was to be relieved thereof, and an ass and a bull were not to be yoked together. (<a href=\"/en/wol/bc/r1/lp-e/1200000440/6/0\" data-bid=\"7-1\" class=\"b\">Ex 23:5;</a><a href=\"/en/wol/bc/r1/lp-e/1200000440/6/1\" data-bid=\"7-2\" class=\"b\"> De 22:10</a>) Being inferior in size and strength and different in nature, the ass would have suffered as a result of such an unequal yoking.The number of asses the Israelites had must have been very great, in view of the fact that in their campaign against the Midianites alone they took a total of 61,000 asses as spoils of war. (<a href=\"/en/wol/bc/r1/lp-e/1200000440/7/0\" data-bid=\"8-1\" class=\"b\">Nu 31:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200000440/7/1\" data-bid=\"8-2\" class=\"b\"> 32-34</a>) The frequent mention of this creature in the Scriptures suggests that few households were without one. (<a href=\"/en/wol/bc/r1/lp-e/1200000440/8/0\" data-bid=\"9-1\" class=\"b\">De 5:21;</a><a href=\"/en/wol/bc/r1/lp-e/1200000440/8/1\" data-bid=\"9-2\" class=\"b\"> 22:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200000440/8/2\" data-bid=\"9-3\" class=\"b\"> 1Sa 12:3</a>) This is also borne out by the fact that there was one of these animals for about every six men (not including the slaves and singers) returning with Zerubbabel from Babylonian exile. (<a href=\"/en/wol/bc/r1/lp-e/1200000440/9/0\" data-bid=\"10-1\" class=\"b\">Ezr 2:1, 2,</a><a href=\"/en/wol/bc/r1/lp-e/1200000440/9/1\" data-bid=\"10-2\" class=\"b\"> 64-67;</a><a href=\"/en/wol/bc/r1/lp-e/1200000440/9/2\" data-bid=\"10-3\" class=\"b\"> Ne 7:66-69</a>) The recognition on the part of the ass of its place in relation to its master was employed as an example to rebuke unfaithful Israel, because of her failure to recognize Jehovah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000440/10/0\" data-bid=\"11-1\" class=\"b\">Isa 1:3</a>.The ass, at death, was simply dragged unceremoniously outside the city and thrown on the refuse heap. Thus God&#x2019;s prophet foretold the debasement of proud and faithless Jehoiakim, son of Josiah, king of Judah: &#x201C;With the burial of a he-ass he will be buried, with a dragging about and a throwing away, out beyond the gates of Jerusalem.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000440/11/0\" data-bid=\"12-1\" class=\"b\">Jer 22:19</a>.Both men and women, even prominent Israelites, rode asses. (<a href=\"/en/wol/bc/r1/lp-e/1200000440/12/0\" data-bid=\"13-1\" class=\"b\">Jos 15:18;</a><a href=\"/en/wol/bc/r1/lp-e/1200000440/12/1\" data-bid=\"13-2\" class=\"b\"> Jg 5:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200000440/12/2\" data-bid=\"13-3\" class=\"b\"> 10:3,&#xA0;4;</a><a href=\"/en/wol/bc/r1/lp-e/1200000440/12/3\" data-bid=\"13-4\" class=\"b\"> 12:14;</a><a href=\"/en/wol/bc/r1/lp-e/1200000440/12/4\" data-bid=\"13-5\" class=\"b\"> 1Sa 25:42</a>) Solomon, the son of David, rode to his anointing to office on his father&#x2019;s she-mule, a hybrid offspring of a male ass. (<a href=\"/en/wol/bc/r1/lp-e/1200000440/13/0\" data-bid=\"14-1\" class=\"b\">1Ki 1:33-40</a>) It was therefore most appropriate that Jesus, the one greater than Solomon, fulfilled the prophecy of <a href=\"/en/wol/bc/r1/lp-e/1200000440/14/0\" data-bid=\"15-1\" class=\"b\">Zechariah 9:9</a> by riding, not a horse, but an ass&#x2019; colt &#x201C;on which none of mankind ever sat.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000440/15/0\" data-bid=\"16-1\" class=\"b\">Lu 19:30,</a><a href=\"/en/wol/bc/r1/lp-e/1200000440/15/1\" data-bid=\"16-2\" class=\"b\">&#xA0;35</a>.Some consider the Gospel accounts to be at variance with respect to the animal Jesus rode on his triumphal entry into Jerusalem. <a href=\"/en/wol/bc/r1/lp-e/1200000440/16/0\" data-bid=\"17-1\" class=\"b\">Mark (11:7</a>), <a href=\"/en/wol/bc/r1/lp-e/1200000440/17/0\" data-bid=\"18-1\" class=\"b\">Luke (19:35</a>), and <a href=\"/en/wol/bc/r1/lp-e/1200000440/18/0\" data-bid=\"19-1\" class=\"b\">John (12:14,&#xA0;15</a>) indicate that Jesus rode upon a colt or a young ass, but they make no mention of the presence of an older ass. Yet <a href=\"/en/wol/bc/r1/lp-e/1200000440/19/0\" data-bid=\"20-1\" class=\"b\">Matthew (21:7</a>) writes that the disciples &#x201C;brought the ass and its colt, and they put upon these their outer garments, and he seated himself upon them.&#x201D; Jesus obviously did not seat himself on the two animals, but upon the garments that were laid upon the colt. Evidently, since he did not ride the ass, but rather its colt, Mark, Luke, and John do not mention the presence of the parent ass in their accounts.<strong>Wild Ass. </strong>The wild ass [Heb., <em>&#x2BD;a&#xB7;rohdh&#x2B9;; </em>Aramaic, <em>&#x2BD;aradh&#x2B9;</em>] is distinguished from the domestic ass, not by its appearance, but by its wild and intractable disposition. This harmonizes completely with the Bible&#x2019;s description of an animal with &#x2018;loosened bands,&#x2019; as it were.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000440/20/0\" data-bid=\"21-1\" class=\"b\">Job 39:5</a>.The home of the wild ass (<em>Equus hemionus</em>) is the desert plain and the salt country, far away from the turmoil of a town. It instinctively avoids places inhabited by man, so &#x201C;the noises of a stalker it does not hear.&#x201D; Not that the wild ass cannot hear well; it is exceedingly wary because of its keen senses of hearing, sight, and smell. Should a man try to stalk this creature, it would dart off with utmost rapidity. Restlessly wild asses migrate in search of greenery, even exploring mountain areas for pasturage. They feed on every sort of green plant, gnawing even down into the roots. Salt also constitutes a part of their diet. (<a href=\"/en/wol/bc/r1/lp-e/1200000440/21/0\" data-bid=\"22-1\" class=\"b\">Job 39:5-8</a>) The preference of the wild ass for free and unrestricted life far from human habitation adds significance to the fact that Nebuchadnezzar&#x2019;s dwelling was with these creatures during his seven years of insanity.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000440/22/0\" data-bid=\"23-1\" class=\"b\">Da 5:21</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200000440/0\">ZEBRA</a>."}