{"title":"Astrologers","link":"/en/wol/d/r1/lp-e/1200000448","html":"<span id=\"page206\" class=\"pageNum\" data-no=\"206\" data-before-text=\"206\"></span><strong>ASTROLOGERS</strong>The word <em>ga&#xB7;zerin&#x2B9; </em>occurs only in that part of Daniel written in Aramaic (<a href=\"/en/wol/bc/r1/lp-e/1200000448/0/0\" data-bid=\"1-1\" class=\"b\">Da 2:4b&#x2013;7:28</a>) and has the root meaning &#x201C;cut out,&#x201D; the reference being thought to point to those who divide the heavens into configurations. (<a href=\"/en/wol/bc/r1/lp-e/1200000448/1/0\" data-bid=\"2-1\" class=\"b\">Da 2:34</a>) Some English versions (<em>Dy, KJ, Le, AS</em>) translate the original Aramaic word <em>ga&#xB7;zerin&#x2B9; </em>as &#x201C;soothsayers.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000448/2/0\" data-bid=\"3-1\" class=\"b\">Da 2:27;</a><a href=\"/en/wol/bc/r1/lp-e/1200000448/2/1\" data-bid=\"3-2\" class=\"b\"> 4:7</a> [vs 4, <em>Dy; Le</em>]; <a href=\"/en/wol/bc/r1/lp-e/1200000448/3/0\" data-bid=\"4-1\" class=\"b\">5:7,</a><a href=\"/en/wol/bc/r1/lp-e/1200000448/3/1\" data-bid=\"4-2\" class=\"b\"> 11</a>) This astrological cult consisted of those &#x201C;who, from the position of the stars at the hour of birth, by various arts of computation and divining .&#xA0;.&#xA0;. determined the fate of individuals.&#x201D; (<em>Gesenius&#x2019;s Hebrew and Chaldee Lexicon, </em>translated by S.&#xA0;P.&#xA0;Tregelles, 1901, pp.&#xA0;166, 167) Astrology is essentially polytheistic; its birth in the lower Mesopotamian Valley likely dates back to shortly after the Flood when men turned away from the pure worship of Jehovah. The name Chaldean in time became practically synonymous with &#x201C;astrologer.&#x201D;In this false science of astrology a different god was believed to rule over each section of the heavens. Every celestial movement and phenomenon, such as the rising and setting of the sun, the equinoxes and solstices, moon phases, eclipses, and meteors, were said to be the doings of these gods. These cosmic movements were therefore regularly noted, elaborate charts and tables of their occurrences were made, and from these, human affairs and terrestrial events were predicted. All matters, both public and private, were believed to be controlled by these gods of the heavens. As a consequence, political or military decisions were not made until the astrologers were called to read and interpret the omens and give their advice. In this way the priestly class grew to have great power and influence over the lives of the people. They claimed supernatural power, insight, and great wisdom. No great temple was erected among the Babylonians that was not equipped with its own celestial observatory.In the eighth century B.C.E., the prophet Isaiah, in foretelling the destruction of Babylon, challenged the stargazing astrological counselors of that doomed city to save her: &#x201C;You [Babylon] have grown weary with the multitude of your counselors. Let them stand up, now, and save you, the worshipers of the heavens, the lookers at the stars, those giving out knowledge at the new moons concerning the things that will come upon you.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000448/4/0\" data-bid=\"5-1\" class=\"b\">Isa 47:13</a>.In the course of history, Daniel and his three companions became captives in this land of the astrologers. Put to the test &#x201C;as regards every matter of wisdom and understanding,&#x201D; these Hebrews were found by the Babylonian king to be &#x201C;ten times better than all the magic-practicing priests and the conjurers that were in all his royal realm.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000448/5/0\" data-bid=\"6-1\" class=\"b\">Da 1:20</a>) Daniel was thereafter called &#x201C;chief of the magic-practicing priests&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000448/6/0\" data-bid=\"7-1\" class=\"b\">Da 4:9</a>), but it is important to note that he never gave up Jehovah&#x2019;s worship to become a stargazing &#x2018;divider of the heavens.&#x2019; For example, Nebuchadnezzar was so infuriated when the astrologers and the rest of &#x201C;the wise men&#x201D; failed to reveal his dream that he exclaimed: &#x201C;Dismembered is what you will be, and into public privies your own houses will be turned.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000448/7/0\" data-bid=\"8-1\" class=\"b\">Da 2:5</a>) Daniel and his companions were included in this sweeping order, but before the execution was carried out, Daniel was brought in before the king, to whom he said: &#x201C;There exists a God in the heavens who is a Revealer of secrets,&#x201D; but &#x201C;as for me, it is not through any wisdom that exists in me more than in any others alive that this secret is revealed to me.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000448/8/0\" data-bid=\"9-1\" class=\"b\">Da 2:28,</a><a href=\"/en/wol/bc/r1/lp-e/1200000448/8/1\" data-bid=\"9-2\" class=\"b\">&#xA0;30</a>.<strong><em>Who were the Magi that visited the young child Jesus?</em></strong>Astrologers (Gr., <em>ma&#x2B9;goi; &#x201C;Magi,&#x201D; AS </em>ftn, <em>CC, We; </em>&#x201C;Magians,&#x201D; <em>ED</em>) brought gifts to the young child Jesus. (<a href=\"/en/wol/bc/r1/lp-e/1200000448/9/0\" data-bid=\"10-1\" class=\"b\">Mt 2:1-16</a>) Commenting on who these <em>ma&#x2B9;goi </em>were, <em>The Imperial Bible-Dictionary </em>(Vol.&#xA0;II, p.&#xA0;139) says: &#x201C;According to Herodotus the magi were a tribe of the Medes [I, 101], who professed to interpret dreams, and had the official charge of sacred rites .&#xA0;.&#xA0;. they were, in short, the learned and priestly class, and having, as was supposed, the skill of deriving from books and the observation of the stars a supernatural insight into coming events .&#xA0;.&#xA0;. Later investigations tend rather to make Babylon than Media and Persia the centre of full-blown magianism. &#x2018;Originally, the Median priests were not called magi .&#xA0;.&#xA0;. From the Chaldeans, however, they received the name of magi for their priestly caste, and it is thus we are to explain what Herodotus says of the magi being a Median tribe&#x2019; .&#xA0;.&#xA0;. (J. C. M&#xFC;ller in Herzog&#x2019;s Encl.).&#x201D;<wbr>&#x2014;Edited by P.&#xA0;Fairbairn, London, 1874.Rightly, then, Justin Martyr, Origen, and Tertullian, when reading <a href=\"/en/wol/bc/r1/lp-e/1200000448/10/0\" data-bid=\"11-1\" class=\"b\">Matthew 2:1</a>, thought of <em>ma&#x2B9;goi </em>as astrologers. Wrote Tertullian (&#x201C;On Idolatry,&#x201D;&#xA0;IX): &#x201C;We know the mutual alliance of magic and astrology. The interpreters of the stars, then, were the first .&#xA0;.&#xA0;. to present Him [Jesus] &#x2018;gifts.&#x2019;&#x201D; (<em>The Ante-Nicene Fathers, </em>1957, Vol.&#xA0;III, p.&#xA0;65) The name Magi became current &#x201C;as a generic term for astrologers in the East.&#x201D;<wbr>&#x2014;<em>The New Funk &amp; Wagnalls Encyclopedia, </em>1952, Vol.&#xA0;22, p.&#xA0;8076.So the circumstantial evidence is strong that the <em>ma&#x2B9;goi </em>who visited the infant Jesus were astrologers. <span id=\"page207\" class=\"pageNum\" data-no=\"207\" data-before-text=\"207\"></span>Thus <em>The New Testament </em>translated by C.&#xA0;B.&#xA0;Williams reads &#x201C;star-gazers,&#x201D; with a footnote in explanation: &#x201C;This is, students of stars in relation to events on earth.&#x201D; Fittingly, then, modern English translations read &#x201C;astrologers&#x201D; at <a href=\"/en/wol/bc/r1/lp-e/1200000448/11/0\" data-bid=\"12-1\" class=\"b\">Matthew 2:1</a>.<wbr>&#x2014;<em>AT, NE, NW, Ph.</em>How many of these astrologers &#x201C;from eastern parts&#x201D; brought &#x201C;gold and frankincense and myrrh&#x201D; to the child Jesus is not disclosed; there is no factual basis for the traditional notion that there were three. (<a href=\"/en/wol/bc/r1/lp-e/1200000448/12/0\" data-bid=\"13-1\" class=\"b\">Mt 2:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200000448/12/1\" data-bid=\"13-2\" class=\"b\">&#xA0;11</a>) As astrologers, they were servants of false gods and were, wittingly or unwittingly, led by what appeared to them as a moving &#x201C;star.&#x201D; They alerted Herod to the fact that the &#x201C;king of the Jews&#x201D; had been born, and Herod, in turn, sought to have Jesus killed. The plot, however, failed. Jehovah intervened and proved superior to the demon gods of the astrologers, so instead of returning to Herod, the astrologers headed home another way after being given &#x201C;divine warning in a dream.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000448/13/0\" data-bid=\"14-1\" class=\"b\">Mt 2:2,</a><a href=\"/en/wol/bc/r1/lp-e/1200000448/13/1\" data-bid=\"14-2\" class=\"b\">&#xA0;12</a>.<strong>Liver Divination and Astrology. </strong>The practice of &#x2018;looking into the liver&#x2019; appears to have been a special aspect of astrology. (<a href=\"/en/wol/bc/r1/lp-e/1200000448/14/0\" data-bid=\"15-1\" class=\"b\">Eze 21:21</a>) A clay model of a liver was found in a temple school in Babylon dating back to the time of Hammurabi. One side of it was divided into areas representing &#x201C;day&#x201D; and &#x201C;night.&#x201D; The edge was divided into 16 parts, and corresponding names of the deities of the heavens were given to each section. So, as this brand of divination divided up the heavens in a purely imaginary way, similarly they divided up the liver of their sacrificial victims. When offering these sacrifices they looked at the liver, considering it a miniature reflection of the heavens, in order to see what omens the gods were revealing to them.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000448/0\">DIVINATION</a>.<strong>Molech and Astrology in Israel. </strong>There is evidence to show that astrology was closely allied with the worship of Molech, a god who was sometimes depicted with a bull&#x2019;s head. The bull was worshiped by the Babylonians, Canaanites, Egyptians, and others as a symbol of their deities<wbr>&#x2014;Marduk, Molech, Baal, and so forth. The bull was one of the most important signs of the zodiac, Taurus. The sun-god was often represented by bulls, the horns signifying the rays, and the bull&#x2019;s strong reproductive power, the sun&#x2019;s power as &#x201C;giver of life.&#x201D; The female, the cow, was given equal honor as a symbol of Ishtar or Astarte, as she was variously called. So when Aaron and Jeroboam introduced in Israel such worship of the bull (calf worship) it was indeed a great sin in Jehovah&#x2019;s eyes.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000448/15/0\" data-bid=\"16-1\" class=\"b\">Ex 32:4,</a><a href=\"/en/wol/bc/r1/lp-e/1200000448/15/1\" data-bid=\"16-2\" class=\"b\">&#xA0;8;</a><a href=\"/en/wol/bc/r1/lp-e/1200000448/15/2\" data-bid=\"16-3\" class=\"b\"> De 9:16;</a><a href=\"/en/wol/bc/r1/lp-e/1200000448/15/3\" data-bid=\"16-4\" class=\"b\"> 1Ki 12:28-30;</a><a href=\"/en/wol/bc/r1/lp-e/1200000448/15/4\" data-bid=\"16-5\" class=\"b\"> 2Ki 10:29</a>.The apostate ten-tribe kingdom of Israel was denounced for joining this astrology cult, for &#x201C;they kept leaving all the commandments of Jehovah their God and proceeded to make for themselves molten statues, two calves, and to make a sacred pole, and they began to bow down to all the army of the heavens and to serve Baal; and they continued to make their sons and their daughters pass through the fire and to practice divination and to look for omens.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000448/16/0\" data-bid=\"17-1\" class=\"b\">2Ki 17:16,&#xA0;17</a>.In the two-tribe kingdom to the south wicked King Ahaz and his grandson Manasseh both took the lead in worshiping the star gods and in fiendishly offering up their children to be burned alive as sacrifices. (<a href=\"/en/wol/bc/r1/lp-e/1200000448/17/0\" data-bid=\"18-1\" class=\"b\">2Ki 16:3,&#xA0;4;</a><a href=\"/en/wol/bc/r1/lp-e/1200000448/17/1\" data-bid=\"18-2\" class=\"b\"> 21:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200000448/17/2\" data-bid=\"18-3\" class=\"b\">&#xA0;6;</a><a href=\"/en/wol/bc/r1/lp-e/1200000448/17/3\" data-bid=\"18-4\" class=\"b\"> 2Ch 28:3,&#xA0;4;</a><a href=\"/en/wol/bc/r1/lp-e/1200000448/17/4\" data-bid=\"18-5\" class=\"b\"> 33:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200000448/17/5\" data-bid=\"18-6\" class=\"b\">&#xA0;6</a>) Good King Josiah, however, &#x201C;put out of business the foreign-god priests&#x201D; who were &#x201C;making sacrificial smoke to Baal, to the sun and to the moon and to the constellations of the zodiac and to all the army of the heavens,&#x201D; and he tore down the high places and made Topheth unfit for worship so &#x201C;that no one might make his son or his daughter pass through the fire to Molech.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000448/18/0\" data-bid=\"19-1\" class=\"b\">2Ki 23:5,</a><a href=\"/en/wol/bc/r1/lp-e/1200000448/18/1\" data-bid=\"19-2\" class=\"b\"> 10,</a><a href=\"/en/wol/bc/r1/lp-e/1200000448/18/2\" data-bid=\"19-3\" class=\"b\">&#xA0;24</a>) Jehovah, by his prophets Zephaniah and Jeremiah, denounced them for their astrological practices, as &#x201C;those who are bowing down upon the roofs to the army of the heavens,&#x201D; and as those &#x201C;making sworn oaths by Malcam [Molech].&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000448/19/0\" data-bid=\"20-1\" class=\"b\">Zep 1:5;</a><a href=\"/en/wol/bc/r1/lp-e/1200000448/19/1\" data-bid=\"20-2\" class=\"b\"> Jer 8:1,&#xA0;2;</a><a href=\"/en/wol/bc/r1/lp-e/1200000448/19/2\" data-bid=\"20-3\" class=\"b\"> 19:13</a>.Further showing the interconnection of Molech worship, calf worship, and astrology is Stephen&#x2019;s account of the rebellion of the Israelites in the wilderness. When they cried out to Aaron, &#x201C;Make gods for us to go ahead of us,&#x201D; Jehovah &#x201C;handed them over to render sacred service to the army of heaven, just as it is written in the book of the prophets, &#x2018;It was not to me that you offered victims and sacrifices .&#xA0;.&#xA0;. But it was the tent of Moloch and the star of the god Rephan that you took up.&#x2019;&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000448/20/0\" data-bid=\"21-1\" class=\"b\">Ac 7:40-43</a>.<strong>Divine Condemnation of Astrology. </strong>A great truth is simply stated: &#x201C;In the beginning God created the heavens and the earth,&#x201D; including the planets of our solar system and the fixed stars in their constellations. (<a href=\"/en/wol/bc/r1/lp-e/1200000448/21/0\" data-bid=\"22-1\" class=\"b\">Ge 1:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200000448/21/1\" data-bid=\"22-2\" class=\"b\"> 16;</a><a href=\"/en/wol/bc/r1/lp-e/1200000448/21/2\" data-bid=\"22-3\" class=\"b\"> Job 9:7-10;</a><a href=\"/en/wol/bc/r1/lp-e/1200000448/21/3\" data-bid=\"22-4\" class=\"b\"> Am 5:8</a>) In such grand creation, however, it was not Jehovah&#x2019;s will that man make gods out of these things. He, therefore, strictly forbade his people to worship &#x201C;a form like anything that is in the heavens above.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000448/22/0\" data-bid=\"23-1\" class=\"b\">Ex 20:3,&#xA0;4</a>) Astrology in every form was outlawed.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000448/23/0\" data-bid=\"24-1\" class=\"b\">De 18:10-12</a>."}