{"title":"Ataroth","link":"/en/wol/d/r1/lp-e/1200000452","html":"<span id=\"page208\" class=\"pageNum\" data-no=\"208\" data-before-text=\"208\"></span><strong>ATAROTH</strong>(At&#x2B9;a&#xB7;roth) [Crowns [that is, circular enclosures]].<strong>1. </strong>A town on the E side of the Jordan, among those requested by the tribes of Gad and Reuben as their possession. The section was considered especially suitable for the livestock of these tribes. (<a href=\"/en/wol/bc/r1/lp-e/1200000452/0/0\" data-bid=\"1-1\" class=\"b\">Nu 32:1-5</a>) The town was thereafter rebuilt by the Gadites.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000452/1/0\" data-bid=\"2-1\" class=\"b\">Nu 32:34</a>.The Moabite Stone of King Mesha also mentions this place, in lines 10 and 11 of the inscription. In part it says: &#x201C;Now the men of Gad had always dwelt in the land of Ataroth, and the king of Israel had built Ataroth for them; but I fought against the town and took it and slew all the people of the town .&#xA0;.&#xA0;. And I brought back from there Arel (or Oriel), its chieftain .&#xA0;.&#xA0;. and I settled there men of Sharon and men of Maharith.&#x201D;<wbr>&#x2014;<em>Ancient Near Eastern Texts, </em>edited by J.&#xA0;B.&#xA0;Pritchard, 1974, p.&#xA0;320.The location of this site is generally considered to be present-day Khirbet &#x2BD;Attarus, E of the Dead Sea and some 13&#xA0;km (8&#xA0;mi) NW of Dibon (mentioned after Ataroth in <a href=\"/en/wol/bc/r1/lp-e/1200000452/2/0\" data-bid=\"3-1\" class=\"b\">Nu 32:3</a>). The ruins are located on the W slope of a mountain bearing the same name and about 750&#xA0;m (2,500&#xA0;ft) high. Although this location is within the territory of Reuben, it appears that there was some mutual sharing of tribal territory between Gad and Reuben.<strong>2. </strong>A town along the boundary between the territories of Ephraim and Benjamin. (<a href=\"/en/wol/bc/r1/lp-e/1200000452/3/0\" data-bid=\"4-1\" class=\"b\">Jos 16:2</a>) It is evidently the same as Ataroth-addar referred to at <a href=\"/en/wol/bc/r1/lp-e/1200000452/4/0\" data-bid=\"5-1\" class=\"b\">Joshua 16:5</a> and <a href=\"/en/wol/bc/r1/lp-e/1200000452/5/0\" data-bid=\"6-1\" class=\"b\">18:13</a>. In this latter verse it is presented as forming part of the N boundary of Benjamin and as located &#x201C;upon the mountain that is on the south of Lower Beth-horon.&#x201D;<strong>3. </strong>A town on the NE boundary of the tribe of Ephraim.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000452/6/0\" data-bid=\"7-1\" class=\"b\">Jos 16:7</a>."}