{"title":"Atonement Day","link":"/en/wol/d/r1/lp-e/1200000462","html":"<span id=\"page213\" class=\"pageNum\" data-no=\"213\" data-before-text=\"213\"></span><strong>ATONEMENT DAY</strong>The Day of Atonement (Heb., <em>yohm hak&#xB7;kip&#xB7;pu&#xB7;rim&#x2B9;, </em>&#x201C;day of the coverings&#x201D;) was one of propitiation or sin covering, commemorated by Israel on the tenth day of the seventh month of the sacred year, or on Tishri&#xA0;10. (Tishri corresponds approximately to September-October.) On this day Israel&#x2019;s high priest offered sacrifices as a sin covering for himself, for the other Levites, and for the people. It was also a time for cleansing the tabernacle or the later temples from the polluting effects of sin.The Atonement Day was a time of holy convention and of fasting, as is indicated by the fact that the people were then to &#x2018;afflict their souls.&#x2019; This was the only fast enjoined under the Mosaic Law. It was also a sabbath, a time to abstain from regular labors.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000462/0/0\" data-bid=\"1-1\" class=\"b\">Le 16:29-31;</a><a href=\"/en/wol/bc/r1/lp-e/1200000462/0/1\" data-bid=\"1-2\" class=\"b\"> 23:26-32;</a><a href=\"/en/wol/bc/r1/lp-e/1200000462/0/2\" data-bid=\"1-3\" class=\"b\"> Nu 29:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200000462/0/3\" data-bid=\"1-4\" class=\"b\"> Ac 27:9</a>.On only one day a year, on the Atonement Day, was the high priest permitted to enter the Most Holy compartment of the tabernacle or of the temple. (<a href=\"/en/wol/bc/r1/lp-e/1200000462/1/0\" data-bid=\"2-1\" class=\"b\">Heb 9:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200000462/1/1\" data-bid=\"2-2\" class=\"b\"> Le 16:2,</a><a href=\"/en/wol/bc/r1/lp-e/1200000462/1/2\" data-bid=\"2-3\" class=\"b\"> 12,</a><a href=\"/en/wol/bc/r1/lp-e/1200000462/1/3\" data-bid=\"2-4\" class=\"b\"> 14,&#xA0;15</a>) The Jubilee year, when due, began with the Day of Atonement.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000462/2/0\" data-bid=\"3-1\" class=\"b\">Le 25:9</a>.Moses&#x2019; brother Aaron was Israel&#x2019;s high priest when this observance was instituted in the wilderness of the Sinai Peninsula in the 16th&#xA0;century B.C.E. What he was instructed to do furnished the pattern for later observances of the Atonement Day. Visualizing the impressive events of the day makes possible a better understanding of what it meant to the Israelites. Undoubtedly they were then moved to greater consciousness of their sinfulness and the need of redemption as well as to a fuller appreciation of Jehovah&#x2019;s abundant mercy in making this arrangement to cover their sins of the past year.<strong>Features of the Atonement Day. </strong>Aaron was to come into the holy place with a young bull for a sin offering and a ram for a burnt offering. (<a href=\"/en/wol/bc/r1/lp-e/1200000462/3/0\" data-bid=\"4-1\" class=\"b\">Le 16:3</a>) On the Atonement Day he set aside his regular priestly garb, bathed in water, and dressed himself in holy linen garments. (<a href=\"/en/wol/bc/r1/lp-e/1200000462/4/0\" data-bid=\"5-1\" class=\"b\">Le 16:4</a>) Lots were next drawn by the high priest over two goats (male kids) that were exactly alike in their sound and unblemished condition, these having been obtained from the assembly of the sons of Israel. (<a href=\"/en/wol/bc/r1/lp-e/1200000462/5/0\" data-bid=\"6-1\" class=\"b\">Le 16:5,</a><a href=\"/en/wol/bc/r1/lp-e/1200000462/5/1\" data-bid=\"6-2\" class=\"b\">&#xA0;7</a>) The high priest drew lots over them to determine which of the two would be sacrificed to Jehovah as a sin offering and which would be released in the wilderness, bearing their sins as the &#x2018;goat for Azazel.&#x2019; (<a href=\"/en/wol/bc/r1/lp-e/1200000462/6/0\" data-bid=\"7-1\" class=\"b\">Le 16:8,&#xA0;9;</a><a href=\"/en/wol/bc/r1/lp-e/1200000462/6/1\" data-bid=\"7-2\" class=\"b\"> compare 14:1-7</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000462/0\">AZAZEL</a>.) He then sacrificed the young bull as a sin offering for himself and his house, which included the entire tribe of Levi, of which his household was a part. (<a href=\"/en/wol/bc/r1/lp-e/1200000462/7/0\" data-bid=\"8-1\" class=\"b\">Le 16:6,</a><a href=\"/en/wol/bc/r1/lp-e/1200000462/7/1\" data-bid=\"8-2\" class=\"b\">&#xA0;11</a>) He thereafter took perfumed incense and the fire holder full of burning coals from off the altar and went inside the curtain, entering the Most Holy. The incense was burned in this innermost room, where the ark of the testimony was located, the cloud of the burning incense overspreading the golden Ark cover on which were two cherubs fashioned in gold. (<a href=\"/en/wol/bc/r1/lp-e/1200000462/8/0\" data-bid=\"9-1\" class=\"b\">Le 16:12, 13;</a><a href=\"/en/wol/bc/r1/lp-e/1200000462/8/1\" data-bid=\"9-2\" class=\"b\"> Ex 25:17-22</a>) This act paved the way for Aaron afterward to reenter the Most Holy safely.Aaron, returning from the Most Holy, obtained some of the bull&#x2019;s blood, entered this compartment with it, and spattered some of the blood with his finger seven times in front of the Ark cover on the E side. Thus was completed the atonement for the priesthood, which rendered the priests clean and able to mediate between Jehovah and his people.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000462/9/0\" data-bid=\"10-1\" class=\"b\">Le 16:14</a>.The goat on which the lot fell &#x201C;for Jehovah&#x201D; was sacrificed as a sin offering for the people. (<a href=\"/en/wol/bc/r1/lp-e/1200000462/10/0\" data-bid=\"11-1\" class=\"b\">Le 16:8-10</a>) The high priest then took the blood of the goat for Jehovah into the Most Holy, using it there to make atonement for the 12 nonpriestly tribes of Israel. In a manner similar to the handling of the bull&#x2019;s blood, the blood of the goat was sprinkled &#x201C;toward the cover and before the cover&#x201D; of the Ark.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000462/11/0\" data-bid=\"12-1\" class=\"b\">Le 16:15</a>.By these means Aaron also made atonement for the holy place and the tent of meeting. Then, taking some of the blood of the bull and of the &#x2018;goat for Jehovah,&#x2019; he made atonement for the altar of burnt offering, putting some of such blood upon the horns of the altar. He was also to &#x201C;spatter some of the blood upon it with his finger seven times and cleanse it and sanctify it from the uncleannesses of the sons of Israel.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000462/12/0\" data-bid=\"13-1\" class=\"b\">Le 16:16-20</a>.The high priest now turned his attention to the remaining goat, the one for Azazel. He laid his hands upon its head, confessed over it &#x201C;all the errors of the sons of Israel and all their revolts in all their sins,&#x201D; put these upon its head, and then sent it away &#x201C;by the hand of a ready man into the wilderness.&#x201D; Thus, the goat carried the errors of the Israelites into the wilderness, where it disappeared. (<a href=\"/en/wol/bc/r1/lp-e/1200000462/13/0\" data-bid=\"14-1\" class=\"b\">Le 16:20-22</a>) Thereafter the man who led the goat away had to wash his garments and bathe his flesh in water before reentering the camp.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000462/14/0\" data-bid=\"15-1\" class=\"b\">Le 16:26</a>.Aaron now came into the tent of meeting, stripped off the linen garments, bathed, and put on his usual attire. He next rendered up his burnt <span id=\"page214\" class=\"pageNum\" data-no=\"214\" data-before-text=\"214\"></span>offering and the people&#x2019;s burnt offering (using the rams mentioned in <a href=\"/en/wol/bc/r1/lp-e/1200000462/15/0\" data-bid=\"16-1\" class=\"b\">Le 16:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200000462/15/1\" data-bid=\"16-2\" class=\"b\">&#xA0;5</a>) and made atonement, and he made the fat of the sin offering smoke upon the altar. (<a href=\"/en/wol/bc/r1/lp-e/1200000462/16/0\" data-bid=\"17-1\" class=\"b\">Le 16:23-25</a>) Jehovah God always claimed the fat of a sacrifice for himself, and the Israelites were prohibited from eating it. (<a href=\"/en/wol/bc/r1/lp-e/1200000462/17/0\" data-bid=\"18-1\" class=\"b\">Le 3:16, 17;</a><a href=\"/en/wol/bc/r1/lp-e/1200000462/17/1\" data-bid=\"18-2\" class=\"b\"> 4:31</a>) The remains of the carcasses of the bull and the goat of the sin offering were taken from the court of the tabernacle to a place outside the camp, where they were burned. The one doing the burning had to wash his garments and bathe his flesh in water, after which he could come into the camp. (<a href=\"/en/wol/bc/r1/lp-e/1200000462/18/0\" data-bid=\"19-1\" class=\"b\">Le 16:27,&#xA0;28</a>) Additional sacrifices of the day are mentioned at <a href=\"/en/wol/bc/r1/lp-e/1200000462/19/0\" data-bid=\"20-1\" class=\"b\">Numbers 29:7-11</a>.<strong>Cessation of Legitimate Observance. </strong>While adherents of Judaism still celebrate the Day of Atonement, such celebration has little resemblance to that instituted by God, for they have no tabernacle, no altar, no ark of the covenant, there is failure to sacrifice bulls and goats, and there exists no Levitical priesthood. Christians, however, realize that servants of Jehovah are now under no such obligation. (<a href=\"/en/wol/bc/r1/lp-e/1200000462/20/0\" data-bid=\"21-1\" class=\"b\">Ro 6:14;</a><a href=\"/en/wol/bc/r1/lp-e/1200000462/20/1\" data-bid=\"21-2\" class=\"b\"> Heb 7:18, 19;</a><a href=\"/en/wol/bc/r1/lp-e/1200000462/20/2\" data-bid=\"21-3\" class=\"b\"> Eph 2:11-16</a>) Furthermore, the destruction of Jerusalem&#x2019;s temple in 70&#xA0;C.E. forced the cessation of services of the true Levitical priesthood, and there is now no way to establish who could properly act as such priests. <em>The Encyclopedia Americana </em>(1956, Vol.&#xA0;XVII, p.&#xA0;294) states concerning the Levites: &#x201C;After the destruction of the temple in the dispersion, they disappeared from history, being merged in the crowd of captives scattered over the Roman world.&#x201D;<strong>Antitypical Fulfillment. </strong>When it was suitably observed, the annual Atonement Day, like other features of the Mosaic Law, served as a picture of something far greater. Careful examination of this observance in the light of the apostle Paul&#x2019;s inspired remarks shows that Jesus Christ and his redemptive work in behalf of mankind were typified by Israel&#x2019;s high priest and by the animals used in connection with the ceremony. In his letter to the Hebrews, Paul shows that Jesus Christ is the great antitypical High Priest. (<a href=\"/en/wol/bc/r1/lp-e/1200000462/21/0\" data-bid=\"22-1\" class=\"b\">Heb 5:4-10</a>) The apostle also indicates that the high priest&#x2019;s entry into the Most Holy one day a year with the blood of sacrificial animals foreshadowed the entrance of Jesus Christ into heaven itself with his own blood, thus to make atonement for those exercising faith in his sacrifice. Of course, Christ, being sinless, did not have to offer sacrifice for any personal sins, as did Israel&#x2019;s high priest.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000462/22/0\" data-bid=\"23-1\" class=\"b\">Heb 9:11, 12,</a><a href=\"/en/wol/bc/r1/lp-e/1200000462/22/1\" data-bid=\"23-2\" class=\"b\"> 24-28</a>.Aaron sacrificed the bull for the priests and the rest of the tribe of Levi, sprinkling its blood in the Most Holy. (<a href=\"/en/wol/bc/r1/lp-e/1200000462/23/0\" data-bid=\"24-1\" class=\"b\">Le 16:11,</a><a href=\"/en/wol/bc/r1/lp-e/1200000462/23/1\" data-bid=\"24-2\" class=\"b\">&#xA0;14</a>) Christ comparably presented the value of his human blood to God in heaven, where it could be applied to benefit those who would come to rule with him as priests and kings. (<a href=\"/en/wol/bc/r1/lp-e/1200000462/24/0\" data-bid=\"25-1\" class=\"b\">Re 14:1-4;</a><a href=\"/en/wol/bc/r1/lp-e/1200000462/24/1\" data-bid=\"25-2\" class=\"b\"> 20:6</a>) The goat for Jehovah was also sacrificed and its blood was spattered before the Ark in the Most Holy, this to benefit Israel&#x2019;s nonpriestly tribes. (<a href=\"/en/wol/bc/r1/lp-e/1200000462/25/0\" data-bid=\"26-1\" class=\"b\">Le 16:15</a>) Similarly, the one sacrifice of Jesus Christ also benefits mankind aside from priestly spiritual Israel. Two goats were needed, for just one goat could not serve as a sacrifice and still be used to carry away the sins of Israel. Both goats were referred to as one sin offering (<a href=\"/en/wol/bc/r1/lp-e/1200000462/26/0\" data-bid=\"27-1\" class=\"b\">Le 16:5</a>) and were treated similarly until the casting of lots over them, which indicates that together they formed one symbol. Not only was Jesus Christ sacrificed but also he carries away the sins of those for whom he died sacrificially.The apostle Paul demonstrated that, while it was not possible for the blood of bulls and of goats to take away sins, God prepared a body for Jesus (which he showed a willingness to sacrifice when presenting himself for baptism), and according to the divine will, Christ&#x2019;s followers &#x201C;have been sanctified through the offering of the body of Jesus Christ once for all time.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000462/27/0\" data-bid=\"28-1\" class=\"b\">Heb 10:1-10</a>) As the remains of the bodies of the bull and the goat offered on the Day of Atonement were finally burned outside the camp of Israel, the apostle notes that Christ suffered (being impaled) outside the gate of Jerusalem.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000462/28/0\" data-bid=\"29-1\" class=\"b\">Heb 13:11,&#xA0;12</a>.Hence it is evident that, while the Jewish Atonement Day did not produce complete and permanent removal of sin even for Israel, the various features of that annual celebration were typical in character. They foreshadowed the grand atonement made for sins by Jesus Christ, the High Priest whom Christians confess.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000462/29/0\" data-bid=\"30-1\" class=\"b\">Heb 3:1</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000462/1\">ATONEMENT</a>; <a href=\"/en/wol/tc/r1/lp-e/1200000462/2\">RANSOM</a>."}