{"title":"Atroth-beth-joab","link":"/en/wol/d/r1/lp-e/1200000463","html":"<span id=\"page214\" class=\"pageNum\" data-no=\"214\" data-before-text=\"214\"></span><strong>ATROTH-BETH-JOAB</strong>(At&#x2B9;roth-beth-jo&#x2B9;ab) [Crowns [that is, circular enclosures] of the House of Joab].A name appearing among &#x201C;the sons of Salma&#x201D; in the genealogy of the tribe of Judah. (<a href=\"/en/wol/bc/r1/lp-e/1200000463/0/0\" data-bid=\"1-1\" class=\"b\">1Ch 2:54</a>) Some consider this to be the name of a town in Judah, pointing to the inclusion of such names as Kiriath-jearim, Beth-gader, Bethlehem, and others in these genealogies. However, the mere correspondency of a name with that of a town is not a certain indication that the town is referred to, since there are numerous instances of persons and towns bearing the same name. Nevertheless, the form or meaning of certain names in the genealogies does seem to be of a geographic nature rather than a personal one. The solution may rest in the view held by many scholars that it is more precisely to the <em>inhabitants </em>of the town <span id=\"page215\" class=\"pageNum\" data-no=\"215\" data-before-text=\"215\"></span>that reference is made, rather than to the geographic site itself. Thus, the expression &#x201C;father of&#x201D; in certain occurrences is understood to mean the &#x201C;founder of&#x201D; or &#x201C;chief settler of&#x201D; the particular population dwelling in the place indicated.It may be noted that the word &#x201C;father&#x201D; appears in the original Hebrew at <a href=\"/en/wol/bc/r1/lp-e/1200000463/1/0\" data-bid=\"2-1\" class=\"b\">Genesis 4:20, 21</a> but in some translations is rendered &#x201C;ancestor&#x201D; (<em>AT; JB</em>) or &#x201C;founder&#x201D; (<em>NW</em>). Hebrew lexicons include among the possible meanings of the Hebrew term &#x201C;father&#x201D; that of &#x201C;ruler, chief&#x201D; (<em>A Hebrew and English Lexicon of the Old Testament, </em>by Brown, Driver, and Briggs, 1980, p.&#xA0;3), &#x201C;forefather, ancestor of tribe, nation .&#xA0;.&#xA0;. of a place .&#xA0;.&#xA0;. founder of a class or station, .&#xA0;.&#xA0;. of a trade .&#xA0;.&#xA0;. founder, chief magistrate of a place.&#x201D; (<em>Lexicon in Veteris Testamenti Libros, </em>by L.&#xA0;Koehler and W.&#xA0;Baumgartner, Leiden, 1958, p.&#xA0;1)<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200000463/2/0\" data-bid=\"3-1\" class=\"b\">Isa 22:20-22</a>."}