{"title":"Augustus","link":"/en/wol/d/r1/lp-e/1200000468","html":"<span id=\"page220\" class=\"pageNum\" data-no=\"220\" data-before-text=\"220\"></span><strong>AUGUSTUS</strong>(Au&#xB7;gus&#x2B9;tus) [August One].This title was given to Gaius Octavius. Later Roman emperors also assumed the title (<a href=\"/en/wol/bc/r1/lp-e/1200000468/0/0\" data-bid=\"1-1\" class=\"b\">Ac 25:21,</a><a href=\"/en/wol/bc/r1/lp-e/1200000468/0/1\" data-bid=\"1-2\" class=\"b\">&#xA0;25</a>), but by itself when used as a name, it refers to Octavius, the first emperor of the Roman Empire.In September, 31&#xA0;B.C.E., 13 years after the assassination of his great-uncle Julius Caesar, Octavius emerged the undisputed ruler of the Roman Empire. He declined the titles &#x201C;king&#x201D; and &#x201C;dictator&#x201D; but accepted the special title &#x201C;Augustus&#x201D; bestowed upon him by the Senate, January&#xA0;16, 27&#xA0;B.C.E. After the death of Lepidus in 12&#xA0;B.C.E., Augustus assumed the title &#x201C;Pontifex Maximus.&#x201D; With his rise in power he made reforms in government, reorganized the army, established the Praetorian Guard (<a href=\"/en/wol/bc/r1/lp-e/1200000468/1/0\" data-bid=\"2-1\" class=\"b\">Php 1:13</a>), and built and repaired many temples.In 2&#xA0;B.C.E. &#x201C;a decree went forth from Caesar Augustus for all the inhabited earth to be registered; and all people went traveling to be registered, each one to his own city.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000468/2/0\" data-bid=\"3-1\" class=\"b\">Lu 2:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200000468/2/1\" data-bid=\"3-2\" class=\"b\">&#xA0;3</a>) This decree resulted in Jesus&#x2019; being born in Bethlehem in fulfillment of Bible prophecy. (<a href=\"/en/wol/bc/r1/lp-e/1200000468/3/0\" data-bid=\"4-1\" class=\"b\">Da 11:20;</a><a href=\"/en/wol/bc/r1/lp-e/1200000468/3/1\" data-bid=\"4-2\" class=\"b\"> Mic 5:2</a>) Aside from this registration of the people for taxation and army conscription, appointment of governors in some provinces, and execution of the death penalty, Augustus interfered very little with local government. His policy, which continued after his death, granted the Jewish Sanhedrin sweeping powers. (<a href=\"/en/wol/bc/r1/lp-e/1200000468/4/0\" data-bid=\"5-1\" class=\"b\">Joh 18:31</a>) This imperial leniency gave the subjects less provocation to rebel.Augustus had little choice for a successor. His nephew, two grandsons, a son-in-law, and a stepson all died, and his surviving grandson Postumus was disinherited and officially banished, thus leaving only his stepson Tiberius. Augustus died August&#xA0;17, 14&#xA0;C.E. (August&#xA0;19, Julian calendar), the month he had named after himself."}