{"title":"Augustus, Band of","link":"/en/wol/d/r1/lp-e/1200000469","html":"<span id=\"page220\" class=\"pageNum\" data-no=\"220\" data-before-text=\"220\"></span><strong>AUGUSTUS, BAND OF</strong>When, as a result of his appeal to Caesar, the apostle Paul was sent to Rome, he was put under the charge of an army officer (centurion) of &#x201C;the band of Augustus&#x201D; named Julius. (<a href=\"/en/wol/bc/r1/lp-e/1200000469/0/0\" data-bid=\"1-1\" class=\"b\">Ac 27:1</a>) The transmission of Paul and other prisoners to the army officer&#x2019;s charge took place at Caesarea.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000469/1/0\" data-bid=\"2-1\" class=\"b\">Ac 25:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200000469/1/1\" data-bid=\"2-2\" class=\"b\"> 26:30&#x2013;27:1</a>.It is not possible to identify positively &#x201C;the band of Augustus&#x201D; from which Julius came. Because the <span id=\"page221\" class=\"pageNum\" data-no=\"221\" data-before-text=\"221\"></span>word &#x201C;Augustus&#x201D; here translates the Greek word <em>Se&#xB7;ba&#xB7;ste&#x2B9;, </em>some have endeavored to identify the band with Samaria, which at that time was called Sebaste, and thus they claim this was a body of soldiers drawn from Samaritan recruits. Josephus does mention &#x201C;a troop of cavalry known as &#x2018;Sebastenians.&#x2019;&#x201D; (<em>The Jewish War, </em>II, 236 [xii,&#xA0;5]) However, there does not seem to be much justification for placing such a construction on this term as used by the writer of Acts.Another view is that the Augustan band refers to the <em>frumentarii, </em>a special imperial corps of officers who served as a sort of liaison department of couriers between the emperor and the military establishments in the provinces, and whose members are said to have acted in conducting prisoners. This view, in part at least, seeks support in the <em>King James Version </em>rendering of <a href=\"/en/wol/bc/r1/lp-e/1200000469/2/0\" data-bid=\"3-1\" class=\"b\">Acts 28:16</a>, which includes a doubtful portion stating that &#x201C;the centurion delivered the prisoners to the captain of the guard.&#x201D; Those advancing this view presume this &#x201C;captain of the guard&#x201D; to be the chief over the <em>frumentarii. </em>This phrase, however, does not appear in most modern translations of the verse.The <em>Revised Standard Version </em>calls this band &#x201C;the Augustan Cohort,&#x201D; as do a number of other translations. The Greek word <em>spei&#x2B9;ra </em>(band), when used in a military sense, generally stood for a Roman <em>manipulus, </em>a detachment equal to two &#x201C;centuries.&#x201D; However, the term is also used for a larger body of men and, as used in the Greek Scriptures, is believed to represent a Roman &#x201C;cohort&#x201D; (the tenth part of a legion, with from about 400 to about 600 men). In addition to the regular Roman legions made up of Roman citizens and divided into cohorts, there were also second-grade troops or <em>auxilia, </em>formed of cohorts recruited from among the Roman subjects (not citizens). These were independent infantry units and generally served along the frontiers of the empire. While the cohorts within the regular Roman legions were not given distinctive names, these auxiliary cohorts were often named. Inscriptions have been found of a <em>Cohors I Augusta </em>(Lat.) and <em>Spei&#x2B9;ra Au&#xB7;gou&#x2B9;ste </em>(Gr.), though not necessarily identified with the band under discussion."}