{"title":"Avrékh","link":"/en/wol/d/r1/lp-e/1200000475","html":"<span id=\"page222\" class=\"pageNum\" data-no=\"222\" data-before-text=\"222\"></span><strong>AVR&#xC9;KH</strong>(<em>A&#xB7;vrekh&#x2B9;</em>).The term of honor and dignity called out before the chariot of Joseph after Pharaoh made him second in the kingdom. (<a href=\"/en/wol/bc/r1/lp-e/1200000475/0/0\" data-bid=\"1-1\" class=\"b\">Ge 41:43</a>) If of Hebrew origin, as the ancient translator Aquila conjectured and as supported by the Latin <em>Vulgate, </em>it could mean &#x201C;bow the knee,&#x201D; and is so translated in many versions. (<em>AS, KJ, Da, Dy, ER, Ro, RS</em>) However, this view is rejected by many in favor of similar words in other languages. For example, some think it may be a Babylonian or an Assyrian title of a high official, meaning &#x201C;seer&#x201D; or &#x201C;grand vizier.&#x201D; Some turn to the Coptic and say it means &#x201C;bow the head&#x201D;; others observe that the Arabs say something similar in commanding their camels to kneel down. The Syriac <em>Peshitta </em>reads: &#x201C;Father and Ruler!&#x201D; Other investigators believe that it is strictly Egyptian. Origen, a native of Egypt, and Jerome think it means &#x201C;a native Egyptian,&#x201D; and because of the disregard Egyptians had for foreigners, they reason that it was a public proclamation of naturalization. A similar expression, appearing in a papyrus finding, means &#x2018;your commandment is the object of our desire,&#x2019; that is, &#x2018;we are at your service.&#x2019;<wbr>&#x2014;<em>The Life and Times of Joseph in the Light of Egyptian Lore, </em>by H.&#xA0;Tomkins, London, 1891, pp.&#xA0;49,&#xA0;50.The exact meaning of this expression has therefore not yet been determined, hence some versions leave it untranslated. (<em>NW, JP, JB</em>) This non-Hebrew custom of making public acclamation before an honored one as he rode through town also finds an example in <a href=\"/en/wol/bc/r1/lp-e/1200000475/1/0\" data-bid=\"2-1\" class=\"b\">Esther 6:11</a>, when Mordecai was publicly honored at the command of Persian King Ahasuerus."}