{"title":"Azazel","link":"/en/wol/d/r1/lp-e/1200000488","html":"<span id=\"page225\" class=\"pageNum\" data-no=\"225\" data-before-text=\"225\"></span><strong>AZAZEL</strong>(A&#xB7;za&#x2B9;zel) [Goat That Disappears].The word &#x201C;Azazel&#x201D; occurs four times in the Bible, in regulations pertaining to Atonement Day.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000488/0/0\" data-bid=\"1-1\" class=\"b\">Le 16:8,</a><a href=\"/en/wol/bc/r1/lp-e/1200000488/0/1\" data-bid=\"1-2\" class=\"b\"> 10,</a><a href=\"/en/wol/bc/r1/lp-e/1200000488/0/2\" data-bid=\"1-3\" class=\"b\">&#xA0;26</a>.The etymology of this word is disputed. If we hold to the spelling in the Hebrew Masoretic text, <em>&#x2BD;aza&#x2BC;&#xB7;zel&#x2B9; </em>seems to be a combination of two root words meaning &#x201C;goat&#x201D; and &#x201C;disappear.&#x201D; Thus the meaning &#x201C;Goat That Disappears.&#x201D; According to another derivation, based on the belief that there has been a transposition of two consonants, it means &#x201C;Strength of God.&#x201D; The Latin <em>Vulgate </em>renders the Hebrew word as <em>caper emissarius, </em>that is, &#x201C;the emissary goat,&#x201D; or &#x201C;the scapegoat.&#x201D; And the Greek expression used in the <em>Septuagint </em>means &#x201C;the one carrying away (averting) evil.&#x201D;Two goats (male kids) were obtained from the assembly of the sons of Israel by the high priest for use on the annual Day of Atonement. By the casting of lots, one goat was designated &#x201C;for Jehovah,&#x201D; and the other &#x201C;for Azazel.&#x201D; After a bull had been sacrificed for the high priest and his household (doubtless including all the Levites), the goat for Jehovah was sacrificed as a sin offering. However, the goat for Azazel was preserved alive for a time &#x201C;before Jehovah to make atonement for it, so as to send it away for Azazel into the wilderness.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000488/1/0\" data-bid=\"2-1\" class=\"b\">Le 16:5,</a><a href=\"/en/wol/bc/r1/lp-e/1200000488/1/1\" data-bid=\"2-2\" class=\"b\"> 7-10</a>) Atonement for this live goat issued from the blood of the goat for Jehovah, which had just been killed as a sin offering, the life of the flesh being in the blood. (<a href=\"/en/wol/bc/r1/lp-e/1200000488/2/0\" data-bid=\"3-1\" class=\"b\">Le 17:11</a>) The blood value, or life value, of the slain goat was thus transferred to the live goat, or the goat for Azazel. Thus, though it was not killed by the priest, this live goat bore upon it a sin-atoning merit or a value of life. The fact that it was presented before Jehovah evidently indicates that he recognized this transfer of merit or sin-atoning power. A correspondency with this was the prescribed manner of cleansing an Israelite who was healed <span id=\"page226\" class=\"pageNum\" data-no=\"226\" data-before-text=\"226\"></span>of leprosy, or of cleansing a house healed of that plague. In this case a living bird was dipped in the blood of a bird that had been killed. The living bird was then permitted to fly away, carrying away sin.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000488/3/0\" data-bid=\"4-1\" class=\"b\">Le 14:1-8,</a><a href=\"/en/wol/bc/r1/lp-e/1200000488/3/1\" data-bid=\"4-2\" class=\"b\"> 49-53</a>.Both goats were to be unblemished, sound, and as much alike as possible. Before the casting of lots over them, both goats stood the chance of being selected as the goat for Jehovah. After sacrificing the goat for Jehovah, the high priest laid his hands upon the head of the living goat and confessed the sins of the people over it. This goat was then sent away, being taken into the wilderness by &#x201C;a ready man.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000488/4/0\" data-bid=\"5-1\" class=\"b\">Le 16:20-22</a>) The goat for Azazel thus symbolically carried off the people&#x2019;s sins of the past year, disappearing with them into the wilderness.The two goats were referred to as one sin offering. (<a href=\"/en/wol/bc/r1/lp-e/1200000488/5/0\" data-bid=\"6-1\" class=\"b\">Le 16:5</a>) Two were used apparently to add emphasis to what was accomplished by this provision to atone for the sins of the people. The first goat was sacrificed. The second, having the sins of the people confessed over it and being sent far away into the wilderness, added force to the forgiveness that Jehovah grants to repentant ones. <a href=\"/en/wol/bc/r1/lp-e/1200000488/6/0\" data-bid=\"7-1\" class=\"b\">Psalm 103:12</a> gives the assurance: &#x201C;As far off as the sunrise is from the sunset, so far off from us he has put our transgressions.&#x201D;As the apostle Paul explained, by Jesus&#x2019; offering of his own perfect human life as a sacrifice for the sins of mankind, he accomplished far more than had been achieved by &#x201C;the blood of bulls and of goats.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000488/7/0\" data-bid=\"8-1\" class=\"b\">Heb 10:4,</a><a href=\"/en/wol/bc/r1/lp-e/1200000488/7/1\" data-bid=\"8-2\" class=\"b\"> 11,&#xA0;12</a>) He thus served as &#x201C;the scapegoat,&#x201D; being the &#x2018;carrier of our sicknesses,&#x2019; the one &#x201C;pierced for our transgression.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000488/8/0\" data-bid=\"9-1\" class=\"b\">Isa 53:4,&#xA0;5;</a><a href=\"/en/wol/bc/r1/lp-e/1200000488/8/1\" data-bid=\"9-2\" class=\"b\"> Mt 8:17;</a><a href=\"/en/wol/bc/r1/lp-e/1200000488/8/2\" data-bid=\"9-3\" class=\"b\"> 1Pe 2:24</a>) He &#x2018;carried away&#x2019; the sins of all who exercise faith in the value of his sacrifice. He demonstrated the provision of God to take sinfulness into complete oblivion. In these ways the goat &#x201C;for Azazel&#x201D; pictures the sacrifice of Jesus Christ."}