{"title":"Baal-zephon","link":"/en/wol/d/r1/lp-e/1200000523","html":"<span id=\"page234\" class=\"pageNum\" data-no=\"234\" data-before-text=\"234\"></span><strong>BAAL-ZEPHON</strong>(Ba&#x2B9;al-ze&#x2B9;phon) [Owner of the North (North Boundary)].A geographic point used to define or give the situation of the camping site of the Israelites at Pihahiroth prior to their crossing the Red Sea. (<a href=\"/en/wol/bc/r1/lp-e/1200000523/0/0\" data-bid=\"1-1\" class=\"b\">Ex 14:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200000523/0/1\" data-bid=\"1-2\" class=\"b\"> Nu 33:1-7</a>) Having left Rameses, they first camped at Succoth, then at Etham &#x201C;at the edge of the wilderness.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000523/1/0\" data-bid=\"2-1\" class=\"b\">Ex 13:20</a>) At this point Jehovah told them to &#x201C;turn back and encamp before Pihahiroth between Migdol and the sea in view of Baal-zephon.&#x201D; It was here that Pharaoh&#x2019;s charioteers, cavalry, and military forces began to overtake them.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000523/2/0\" data-bid=\"3-1\" class=\"b\">Ex 14:2,</a><a href=\"/en/wol/bc/r1/lp-e/1200000523/2/1\" data-bid=\"3-2\" class=\"b\">&#xA0;9</a>.The location of Baal-zephon is uncertain. It was evidently a familiar place at that time. The major factor is, of course, the Israelite&#x2019;s crossing of the Red Sea, the account of which shows that they went through a body of water of considerable depth. Such situation is found only when reaching as far S as the northern end of the Gulf of Suez. On this basis some scholars associate Baal-zephon with the mountains in that region. <em>A Hebrew and English Lexicon of the Old Testament, </em>by Brown, Driver, and Briggs (1980, p.&#xA0;128), says: &#x201C;near Red Sea in Egypt, prob[ably] Mt. <em>&#x2BD;Ataka.&#x201D; </em>This mountain lies near the head of the Gulf of Suez, a short distance to the SW of the present city of Suez. Others suggest Jebel el Galala, some 40&#xA0;km (25&#xA0;mi) or so farther S.&#xA0;Those favoring this site believe that Migdol, mentioned along with Baal-zephon in the accounts, was a watchtower located strategically on Jebel (Mount) <em>&#x2BD;</em>Ataqah.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000523/0\">EXODUS</a>; <a href=\"/en/wol/tc/r1/lp-e/1200000523/1\">PIHAHIROTH</a>."}