{"title":"Baal","link":"/en/wol/d/r1/lp-e/1200000505","html":"<span id=\"page228\" class=\"pageNum\" data-no=\"228\" data-before-text=\"228\"></span><strong>BAAL</strong>(Ba&#x2B9;al) [Owner; Master].<strong>1. </strong>The fourth-listed son of Jeiel, a Benjamite.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000505/0/0\" data-bid=\"1-1\" class=\"b\">1Ch 8:29, 30;</a><a href=\"/en/wol/bc/r1/lp-e/1200000505/0/1\" data-bid=\"1-2\" class=\"b\"> 9:35,&#xA0;36</a>.<strong>2. </strong>A Reubenite whose son Beerah was among those taken captive by the Assyrian king Tiglath-pileser&#xA0;III.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000505/1/0\" data-bid=\"2-1\" class=\"b\">1Ch 5:5, 6,</a><a href=\"/en/wol/bc/r1/lp-e/1200000505/1/1\" data-bid=\"2-2\" class=\"b\">&#xA0;26</a>.<strong>3. </strong>A Simeonite enclave city within the territory of Judah, apparently the same as Baalath-beer and Ramah of the south (or Negeb).<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200000505/2/0\" data-bid=\"3-1\" class=\"b\">1Ch 4:32, 33</a> and <a href=\"/en/wol/bc/r1/lp-e/1200000505/3/0\" data-bid=\"4-1\" class=\"b\">Jos 19:7-9</a>.<strong>4. </strong>In the Scriptures, the Hebrew word <em>ba&#x2B9;&#x2BD;al </em>is employed with reference to (1)&#xA0;a husband as owner of his wife (<a href=\"/en/wol/bc/r1/lp-e/1200000505/4/0\" data-bid=\"5-1\" class=\"b\">Ge 20:3</a>); (2)&#xA0;landowners (<a href=\"/en/wol/bc/r1/lp-e/1200000505/5/0\" data-bid=\"6-1\" class=\"b\">Jos 24:11</a>, ftn); (3)&#xA0;&#x201C;owners of the nations&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000505/6/0\" data-bid=\"7-1\" class=\"b\">Isa 16:8</a>, ftn); (4)&#xA0;&#x201C;confederates&#x201D; (literally, &#x201C;owners [masters] of a covenant&#x201D;) (<a href=\"/en/wol/bc/r1/lp-e/1200000505/7/0\" data-bid=\"8-1\" class=\"b\">Ge 14:13</a>, ftn); (5)&#xA0;owners or possessors of tangibles (<a href=\"/en/wol/bc/r1/lp-e/1200000505/8/0\" data-bid=\"9-1\" class=\"b\">Ex 21:28,</a><a href=\"/en/wol/bc/r1/lp-e/1200000505/8/1\" data-bid=\"9-2\" class=\"b\"> 34;</a><a href=\"/en/wol/bc/r1/lp-e/1200000505/8/2\" data-bid=\"9-3\" class=\"b\"> 22:8;</a><a href=\"/en/wol/bc/r1/lp-e/1200000505/8/3\" data-bid=\"9-4\" class=\"b\"> 2Ki 1:8</a>, ftn); (6)&#xA0;persons or things having something that is characteristic of their nature, manner, occupation, and the like, for example, an archer (literally, &#x201C;owner of arrows&#x201D;) (<a href=\"/en/wol/bc/r1/lp-e/1200000505/9/0\" data-bid=\"10-1\" class=\"b\">Ge 49:23</a>), a &#x201C;creditor of the debt&#x201D; (literally, &#x201C;owner of a debt of his hand&#x201D;) (<a href=\"/en/wol/bc/r1/lp-e/1200000505/10/0\" data-bid=\"11-1\" class=\"b\">De 15:2</a>), &#x201C;anyone given to anger&#x201D; (literally, &#x201C;owner of anger&#x201D;) (<a href=\"/en/wol/bc/r1/lp-e/1200000505/11/0\" data-bid=\"12-1\" class=\"b\">Pr 22:24</a>), &#x201C;judicial antagonist&#x201D; (literally, &#x201C;owner of judgment&#x201D;) (<a href=\"/en/wol/bc/r1/lp-e/1200000505/12/0\" data-bid=\"13-1\" class=\"b\">Isa 50:8</a>, ftn); (7)&#xA0;Jehovah (<a href=\"/en/wol/bc/r1/lp-e/1200000505/13/0\" data-bid=\"14-1\" class=\"b\">Ho 2:16</a>); (8)&#xA0;false gods (<a href=\"/en/wol/bc/r1/lp-e/1200000505/14/0\" data-bid=\"15-1\" class=\"b\">Jg 2:11,</a><a href=\"/en/wol/bc/r1/lp-e/1200000505/14/1\" data-bid=\"15-2\" class=\"b\">&#xA0;13</a>).The term <em>hab&#xB7;Ba&#x2B9;&#x2BD;al </em>(the Baal) is the designation applied to the false god Baal. The expression <em>hab&#xB7;Be&#x2BD;a&#xB7;lim&#x2B9; </em>(the Baals) refers to the various local deities thought of as owning or possessing and having influence over particular places.The term &#x201C;Baal&#x201D; occurs once in the Christian Greek Scriptures, in <a href=\"/en/wol/bc/r1/lp-e/1200000505/15/0\" data-bid=\"16-1\" class=\"b\">Romans 11:4</a>, where it is preceded in the Greek text by the feminine article <em>he. </em>Commenting on the use of the feminine article before &#x201C;Baal&#x201D; in the Greek <em>Septuagint </em>and <a href=\"/en/wol/bc/r1/lp-e/1200000505/16/0\" data-bid=\"17-1\" class=\"b\">Romans 11:4</a>, John Newton wrote in an essay on Baal worship: &#x201C;Though he is of the masculine gender in the Hebrew, [<em>hab&#xB7;Ba&#x2B9;&#x2BD;al</em>], the lord, yet Baal is called [<em>he Ba&#x2B9;al</em>], = the lady, in the Septuagint; <a href=\"/en/wol/bc/r1/lp-e/1200000505/17/0\" data-bid=\"18-1\" class=\"b\">Hos. ii.&#xA0;8;</a><a href=\"/en/wol/bc/r1/lp-e/1200000505/17/1\" data-bid=\"18-2\" class=\"b\"> Zeph. i.&#xA0;4</a>; and in the New Testament, <a href=\"/en/wol/bc/r1/lp-e/1200000505/18/0\" data-bid=\"19-1\" class=\"b\">Romans xi. 4</a>.&#xA0;At the licentious worship of this androgyne, or two-sexed god, the men on certain occasions wore female garments, whilst the women appeared in male attire, brandishing weapons.&#x201D;<wbr>&#x2014;<em>Ancient Pagan and Modern Christian Symbolism, </em>by T.&#xA0;Inman, 1875, p.&#xA0;119.At times in Israel&#x2019;s history Jehovah was referred to as &#x201C;Baal,&#x201D; in the sense of his being the Owner or Husband of the nation. (<a href=\"/en/wol/bc/r1/lp-e/1200000505/19/0\" data-bid=\"20-1\" class=\"b\">Isa 54:5</a>) Also, the Israelites may have improperly associated Jehovah with Baal in their apostasy. The latter appears to be borne out by Hosea&#x2019;s prophecy that the time would come when Israel, after going into and being restored from exile, would repentantly call Jehovah &#x201C;My husband,&#x201D; and no more &#x201C;My owner&#x201D; (&#x201C;My Baal,&#x201D; <em>AT</em>). The context suggests that the designation &#x201C;Baal&#x201D; and its associations with the false god would never again pass the lips of the Israelites. (<a href=\"/en/wol/bc/r1/lp-e/1200000505/20/0\" data-bid=\"21-1\" class=\"b\">Ho 2:9-17</a>) The bad connotation that appears to have become attached to the Hebrew word <em>ba&#x2B9;&#x2BD;al </em>because of its association with the degraded worship of Baal is thought by some to be the reason the writer of Second Samuel used the names &#x201C;Ish-bosheth&#x201D; and &#x201C;Mephibosheth&#x201D; (<em>bo&#x2B9;sheth </em>means shame) instead of &#x201C;Eshbaal&#x201D; and &#x201C;Merib-baal.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000505/21/0\" data-bid=\"22-1\" class=\"b\">2Sa 2:8;</a><a href=\"/en/wol/bc/r1/lp-e/1200000505/21/1\" data-bid=\"22-2\" class=\"b\"> 9:6;</a><a href=\"/en/wol/bc/r1/lp-e/1200000505/21/2\" data-bid=\"22-3\" class=\"b\"> 1Ch 8:33, 34</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000505/0\">ISH-BOSHETH</a>.<strong>Baal Worship. </strong>Little was known about Baal worship aside from the many Scriptural references to it until excavations at Ugarit (the modern Ras Shamra on the Syrian coast opposite the NE tip of the island of Cyprus) brought to light many religious artifacts and hundreds of clay tablets. Many of these ancient documents, now known as the Ras Shamra texts, are thought to be the liturgies of or words spoken by those participating in the rituals at the religious festivals.In the Ras Shamra texts, Baal (also called Aliyan [the one who prevails] Baal) is referred to as &#x201C;Zabul [Prince], Lord of the Earth&#x201D; and &#x201C;the Rider of the Clouds.&#x201D; This harmonizes with a representation of Baal, showing him as holding a club or mace in his right hand and a stylized lightning flash with a spearhead in his left. He is also depicted as wearing a helmet with horns, suggesting an intimate connection with the bull, a symbol of fertility.Normally from late April to September there is hardly any rain in Palestine. In October the rains start and continue throughout winter and into April, resulting in abundant vegetation. The changes of the seasons and the resulting effects were thought to come in cycles because of the never-ending conflicts between the gods. The cessation of the rains and the dying of vegetation were attributed to the triumph of the god Mot (death and aridity) over Baal (rain and fertility), compelling Baal to withdraw into the depths of the <span id=\"page229\" class=\"pageNum\" data-no=\"229\" data-before-text=\"229\"></span>earth. The beginning of the rainy season was believed to indicate that Baal had awakened to life. This, it was thought, was made possible by the triumph of Baal&#x2019;s sister Anath over Mot, allowing her brother Baal to return to his throne. The mating of Baal with his wife, presumably Ashtoreth, was believed to ensure fertility for the coming year.The farming and cattle-raising Canaanites probably thought that their engaging in a prescribed ritual, a sort of sympathetic magic, helped to stimulate their gods to action according to the pattern enacted at their religious festivals and was necessary to ensure productive crops and herds in the coming year and to avert droughts, locust plagues, and so forth. Hence Baal&#x2019;s coming to life again to be enthroned and mated with his consort apparently was celebrated with licentious fertility rites, marked by sexual orgies of unrestrained debauchery.Undoubtedly each Canaanite city built its Baal sanctuary in honor of its local patron Baal. Priests were appointed to conduct the worship at these sanctuaries and the many shrines on neighboring hilltops known as high places. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200000505/22/0\" data-bid=\"23-1\" class=\"b\">2Ki 17:32</a>.) Inside the shrines there may have been images or representations of Baal, whereas near the altars outside were to be found stone pillars (likely phallic symbols of Baal), sacred poles representing the goddess Asherah, and incense stands. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200000505/23/0\" data-bid=\"24-1\" class=\"b\">2Ch 34:4-7</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200000505/1\">SACRED POLE</a>.) Male and female prostitutes served at the high places, and besides ceremonial prostitution, even child sacrifice was practiced. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200000505/24/0\" data-bid=\"25-1\" class=\"b\">1Ki 14:23, 24;</a><a href=\"/en/wol/bc/r1/lp-e/1200000505/24/1\" data-bid=\"25-2\" class=\"b\"> Ho 4:13, 14;</a><a href=\"/en/wol/bc/r1/lp-e/1200000505/24/2\" data-bid=\"25-3\" class=\"b\"> Isa 57:5;</a><a href=\"/en/wol/bc/r1/lp-e/1200000505/24/3\" data-bid=\"25-4\" class=\"b\"> Jer 7:31;</a><a href=\"/en/wol/bc/r1/lp-e/1200000505/24/4\" data-bid=\"25-5\" class=\"b\"> 19:5</a>.) Worship of Baal was also carried out right on the housetops of the people, from where sacrificial smoke to their god was frequently seen to rise.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000505/25/0\" data-bid=\"26-1\" class=\"b\">Jer 32:29</a>.There are indications that Baal and other gods and goddesses of the Canaanite pantheon were associated in the minds of their worshipers with certain heavenly bodies. For instance, one of the Ras Shamra texts mentions an offering to &#x201C;Queen Shapash (the Sun) and to the stars,&#x201D; and another alludes to &#x201C;the army of the sun and the host of the day.&#x201D;It is, therefore, noteworthy that the Bible makes several references to the heavenly bodies in connection with Baal worship. Describing the wayward course of the kingdom of Israel, the Scriptural record states: &#x201C;They kept leaving all the commandments of Jehovah&#xA0;.&#xA0;.&#xA0;.&#xA0;, and they began to bow down to all the army of the heavens and to serve Baal.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000505/26/0\" data-bid=\"27-1\" class=\"b\">2Ki 17:16</a>) Concerning the kingdom of Judah, it is noted that right in the temple of Jehovah there came to be &#x201C;utensils made for Baal and for the sacred pole and for all the army of the heavens.&#x201D; Also, the people throughout Judah made &#x201C;sacrificial smoke to Baal, to the sun and to the moon and to the constellations of the zodiac and to all the army of the heavens.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000505/27/0\" data-bid=\"28-1\" class=\"b\">2Ki 23:4,&#xA0;5;</a><a href=\"/en/wol/bc/r1/lp-e/1200000505/27/1\" data-bid=\"28-2\" class=\"b\"> 2Ch 33:3</a>; see also <a href=\"/en/wol/bc/r1/lp-e/1200000505/28/0\" data-bid=\"29-1\" class=\"b\">Zep 1:4,&#xA0;5</a>.Each locality had its own Baal, and the local Baal was often given a name denoting his being attached to a specific locality. For instance, the Baal of Peor (Baal-peor), who was worshiped by Moabites and Midianites, took his name from Mount Peor. (<a href=\"/en/wol/bc/r1/lp-e/1200000505/29/0\" data-bid=\"30-1\" class=\"b\">Nu 25:1-3,</a><a href=\"/en/wol/bc/r1/lp-e/1200000505/29/1\" data-bid=\"30-2\" class=\"b\">&#xA0;6</a>) The names of these local Baals later came to be transferred through a figure of speech (metonymy) to the localities themselves, as, for example, Baal-hermon, Baal-hazor, Baal-zephon, Bamoth-baal. However, although there were many local Baals, officially, among the Canaanites, it was understood that there was actually just one god Baal.<strong><em>What effect did Baal worship have on Israel?</em></strong>Baalism is implied early in the Bible, although apparently it had not reached the level of degradation in the days of the patriarchs that existed when the Israelites entered the land of Canaan. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200000505/30/0\" data-bid=\"31-1\" class=\"b\">Ge 15:16;</a><a href=\"/en/wol/bc/r1/lp-e/1200000505/30/1\" data-bid=\"31-2\" class=\"b\"> 1Ki 21:26</a>.) The listing of the city of Ashteroth-karnaim, possibly named after Baal&#x2019;s consort Ashtoreth, gives the first suggestion of it. (<a href=\"/en/wol/bc/r1/lp-e/1200000505/31/0\" data-bid=\"32-1\" class=\"b\">Ge 14:5</a>) Before the Israelites crossed the Red Sea, the location Baal-zephon could be seen in the wilderness. (<a href=\"/en/wol/bc/r1/lp-e/1200000505/32/0\" data-bid=\"33-1\" class=\"b\">Ex 14:2,</a><a href=\"/en/wol/bc/r1/lp-e/1200000505/32/1\" data-bid=\"33-2\" class=\"b\">&#xA0;9</a>) With respect to the inhabitants of Canaan, specific warnings were given to Moses on Mount Sinai to pull down their altars, shatter their sacred pillars, and cut down their sacred poles. (<a href=\"/en/wol/bc/r1/lp-e/1200000505/33/0\" data-bid=\"34-1\" class=\"b\">Ex 34:12-14</a>) Thus all appendages of Baal worship were to be eradicated from the Promised Land.While the Israelites were camped on the Plains of Moab, King Balak took Balaam up to Bamoth-baal (meaning &#x201C;High Places of Baal&#x201D;) to see the mighty throng. (<a href=\"/en/wol/bc/r1/lp-e/1200000505/34/0\" data-bid=\"35-1\" class=\"b\">Nu 22:41</a>) After proving unsuccessful in bringing a curse directly upon the Israelites, Balaam advised Balak to lure them into idolatry through temptation to commit sexual immorality with the female idol worshipers of Baal of Peor. Thousands of Israelites succumbed to this temptation and lost their lives.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000505/35/0\" data-bid=\"36-1\" class=\"b\">Nu 22:1&#x2013;25:18;</a><a href=\"/en/wol/bc/r1/lp-e/1200000505/35/1\" data-bid=\"36-2\" class=\"b\"> Re 2:14</a>.Despite this bitter experience and the clear warnings by Moses and Joshua (<a href=\"/en/wol/bc/r1/lp-e/1200000505/36/0\" data-bid=\"37-1\" class=\"b\">De 7:25, 26;</a><a href=\"/en/wol/bc/r1/lp-e/1200000505/36/1\" data-bid=\"37-2\" class=\"b\"> Jos 24:15,</a><a href=\"/en/wol/bc/r1/lp-e/1200000505/36/2\" data-bid=\"37-3\" class=\"b\"> 19,&#xA0;20</a>), the Israelites, in taking up residence <span id=\"page230\" class=\"pageNum\" data-no=\"230\" data-before-text=\"230\"></span>in the land, began to imitate the remaining Canaanites, apparently with a view to ensuring fertility in their cattle and crops. At the same time, they carried on a pretense of worshiping Jehovah. Following the death of Joshua, wholesale apostasy set in. (<a href=\"/en/wol/bc/r1/lp-e/1200000505/37/0\" data-bid=\"38-1\" class=\"b\">Jg 2:11-13;</a><a href=\"/en/wol/bc/r1/lp-e/1200000505/37/1\" data-bid=\"38-2\" class=\"b\"> 3:5-8</a>) The people kept altars, poles, and other appendages of Baal worship in their fields, and apparently they listened to their Canaanite neighbors as to how they might please the &#x201C;owner,&#x201D; or Baal, of each piece of land. The Israelites were also ensnared by the immoral practices associated with Baal worship. As a result, Jehovah abandoned them to their enemies.However, when the people turned back to him, Jehovah mercifully delivered them by raising up judges such as Gideon, whose name was changed to Jerubbaal (meaning, &#x201C;Let Baal Make a Legal Defense (Contend)&#x201D;). (<a href=\"/en/wol/bc/r1/lp-e/1200000505/38/0\" data-bid=\"39-1\" class=\"b\">Jg 6:25-32;</a><a href=\"/en/wol/bc/r1/lp-e/1200000505/38/1\" data-bid=\"39-2\" class=\"b\"> 1Sa 12:9-11</a>) But no permanent reform then took place. (<a href=\"/en/wol/bc/r1/lp-e/1200000505/39/0\" data-bid=\"40-1\" class=\"b\">Jg 8:33;</a><a href=\"/en/wol/bc/r1/lp-e/1200000505/39/1\" data-bid=\"40-2\" class=\"b\"> 10:6</a>) Baalism continued to be practiced even beyond the days of Samuel, although it is written that, at his urgings, the people put away the Baals and Ashtoreth images and began serving Jehovah alone.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000505/40/0\" data-bid=\"41-1\" class=\"b\">1Sa 7:3,&#xA0;4</a>.Although we do not hear of Baalism again until the end of Solomon&#x2019;s reign, it may have lingered on in parts of the kingdom. Many varieties of Baalism were introduced into the country as Solomon married his many heathen wives, and they induced him and their children to serve other gods and goddesses, such as Ashtoreth and Molech, who were associated with Baal worship.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000505/41/0\" data-bid=\"42-1\" class=\"b\">1Ki 11:4, 5,</a><a href=\"/en/wol/bc/r1/lp-e/1200000505/41/1\" data-bid=\"42-2\" class=\"b\"> 33;</a><a href=\"/en/wol/bc/r1/lp-e/1200000505/41/2\" data-bid=\"42-3\" class=\"b\"> Jer 32:35</a>.With the split of the kingdom in 997&#xA0;B.C.E., Jeroboam set up calf worship in the northern kingdom of Israel at Dan and Bethel. The native Baalism and the calf worship were carried on side by side, just as in Judah a semblance of true worship was carried on at Jerusalem as Baalism was also practiced throughout the land.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000505/42/0\" data-bid=\"43-1\" class=\"b\">1Ki 14:22-24</a>.A different Baal cult was introduced into Israel in King Ahab&#x2019;s day (c.&#xA0;940-920&#xA0;B.C.E.), that of Melkart, the Baal of Tyre. (PICTURE, Vol.&#xA0;2, p.&#xA0;532) Ahab formed a marriage alliance with the daughter of the king of Tyre, named Ethbaal (meaning &#x201C;With Baal&#x201D;). This resulted in Ethbaal&#x2019;s daughter, Jezebel, importing this more virile cult into Israel, with many priests and attendants. (<a href=\"/en/wol/bc/r1/lp-e/1200000505/43/0\" data-bid=\"44-1\" class=\"b\">1Ki 16:31-33</a>) Finally, a famous showdown came at Mount Carmel between Jehovah and Baal.Likely because Baal, believed to be the owner of the sky, was regarded by his worshipers as the giver of rains and fertility, a drought was ordered by Elijah in the name of Jehovah. (<a href=\"/en/wol/bc/r1/lp-e/1200000505/44/0\" data-bid=\"45-1\" class=\"b\">1Ki 17:1</a>) After three years and six months of drought, Baal having proved unable to bring an end to the drought in answer to the many appeals undoubtedly made by his priests and worshipers, Elijah summoned all the people to Mount Carmel to witness the great test as to who is the true God. The test resulted in the humiliation of the Baal worshipers and the slaughter of 450 Baal prophets. Jehovah, and not Baal, then brought rain to end the drought.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000505/45/0\" data-bid=\"46-1\" class=\"b\">1Ki 18:18-46;</a><a href=\"/en/wol/bc/r1/lp-e/1200000505/45/1\" data-bid=\"46-2\" class=\"b\"> Jas 5:17</a>.Ahab&#x2019;s son and successor, Ahaziah, continued to serve Baal. (<a href=\"/en/wol/bc/r1/lp-e/1200000505/46/0\" data-bid=\"47-1\" class=\"b\">1Ki 22:51-53</a>) Ahaziah&#x2019;s brother, Jehoram, succeeded him, and it is reported that he removed the sacred pillar of Baal that his father had made, although he persisted in calf worship.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000505/47/0\" data-bid=\"48-1\" class=\"b\">2Ki 3:1-3</a>.Later (c.&#xA0;905&#xA0;B.C.E.) Jehu was anointed king. He avenged the murder of Jehovah&#x2019;s prophets by killing off Jezebel and the house of her husband <span id=\"page231\" class=\"pageNum\" data-no=\"231\" data-before-text=\"231\"></span>Ahab. All the worshipers of Baal were then summoned to Samaria under pretense of holding &#x201C;a solemn assembly for Baal.&#x201D; At Jehu&#x2019;s command all the Baal worshipers were killed. The sacred poles were burned, and the sacred pillar and house of Baal were pulled down, the house being set aside for a public privy. With this it is said that Jehu &#x201C;annihilated Baal out of Israel.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000505/48/0\" data-bid=\"49-1\" class=\"b\">2Ki 10:18-28</a>) So, at least for the time, Baal worship was suppressed. However, it was on account of such Baalistic religion that Jehovah finally let the ten-tribe kingdom of Israel go into exile.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000505/49/0\" data-bid=\"50-1\" class=\"b\">2Ki 17:16-18</a>.In Judah, Baalism evidently remained entrenched, despite the efforts of King Asa to remove its appendages. (<a href=\"/en/wol/bc/r1/lp-e/1200000505/50/0\" data-bid=\"51-1\" class=\"b\">2Ch 14:2-5</a>) When Ahab married off Athaliah, his daughter by Jezebel, to Jehoram, the seventh Judean king, her wicked influence established Tyrian Baalism among the royal family in Judah. Even reforms at the beginning of the reign of Athaliah&#x2019;s grandson, King Jehoash, and those later by King Hezekiah, did not effect permanent removal of Baal worship. (<a href=\"/en/wol/bc/r1/lp-e/1200000505/51/0\" data-bid=\"52-1\" class=\"b\">2Ki 11:18;</a><a href=\"/en/wol/bc/r1/lp-e/1200000505/51/1\" data-bid=\"52-2\" class=\"b\"> 18:4</a>) Hezekiah&#x2019;s son Manasseh rebuilt the very high places that his father had destroyed. (<a href=\"/en/wol/bc/r1/lp-e/1200000505/52/0\" data-bid=\"53-1\" class=\"b\">2Ki 21:3</a>) While apparently most of the Judean kings were contaminated with Baal worship, Manasseh was excessive in his pursuit of this degraded cult. (<a href=\"/en/wol/bc/r1/lp-e/1200000505/53/0\" data-bid=\"54-1\" class=\"b\">2Ki 21:9-11</a>) King Manasseh&#x2019;s later reform and even the extensive purge by his grandson, King Josiah, did not bring about a permanent return to true worship. Punishment by exile and desolation of the land was the result of this thorough contamination with false worship.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000505/54/0\" data-bid=\"55-1\" class=\"b\">2Ch 33:10-17;</a><a href=\"/en/wol/bc/r1/lp-e/1200000505/54/1\" data-bid=\"55-2\" class=\"b\"> 2Ki 23:4-27;</a><a href=\"/en/wol/bc/r1/lp-e/1200000505/54/2\" data-bid=\"55-3\" class=\"b\"> Jer 32:29</a>.Jeremiah, carrying on his prophetic work from the days of Josiah to the exile to Babylon, denounced Israel for degrading herself by Baal worship, likening Israel to an adulterous wife who prostituted herself under every luxuriant tree and on every high place, committing adultery with stones and trees, and forgetting Jehovah, &#x201C;the husbandly owner&#x201D; of the people. (<a href=\"/en/wol/bc/r1/lp-e/1200000505/55/0\" data-bid=\"56-1\" class=\"b\">Jer 2:20-27;</a><a href=\"/en/wol/bc/r1/lp-e/1200000505/55/1\" data-bid=\"56-2\" class=\"b\"> 3:9,</a><a href=\"/en/wol/bc/r1/lp-e/1200000505/55/2\" data-bid=\"56-3\" class=\"b\">&#xA0;14</a>) After the exile to Babylon and the return of the Jews to Palestine, Baalism is not mentioned in the Bible as being practiced by the Israelites.<strong>[Pictures on page&#xA0;230]</strong>Representations of Baal. Each locality where this god was worshiped had its own Baal"}