{"title":"Babylon","link":"/en/wol/d/r1/lp-e/1200000530","html":"<span id=\"page235\" class=\"pageNum\" data-no=\"235\" data-before-text=\"235\"></span><strong>BABYLON</strong>(Bab&#x2B9;y&#xB7;lon) [Confusion].<strong>1. </strong>The later name given to Babel. This city of renown was located along the Euphrates River on the Plains of Shinar approximately 870&#xA0;km (540&#xA0;mi) E of Jerusalem and some 80&#xA0;km (50&#xA0;mi) S of Baghdad. The ruins of Babylon extend over a vast area in the form of a triangle. Several mounds are scattered over the area. Tell Babil (Mujelibe), in the northern part of the triangle, preserves the ancient name and is located about 10&#xA0;km (6&#xA0;mi) N of Hilla, Iraq.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/d/r1/lp-e/1200000530#h=1-48:0\">BABYLON</a> No.&#xA0;2; <a href=\"/en/wol/tc/r1/lp-e/1200000530/0\">SHINAR</a>.The city lay on both sides of the Euphrates River. A double system of walls surrounded Babylon, making it seemingly impregnable.<em>The inner rampart, </em>constructed of crude bricks, consisted of two walls. The inner wall was 6.5&#xA0;m (21.5 ft) thick. The outer wall, situated 7&#xA0;m (23&#xA0;ft) away, was about 3.5&#xA0;m (11.5 ft) thick. These walls were buttressed by defense towers, which also served to reinforce the walls structurally. About 20&#xA0;m (66&#xA0;ft) outside the outer wall was a quay made of burnt brick set in bitumen. Outside this wall was a moat connected with the Euphrates to the N and S of the city. It provided both water supply and protection against enemy armies. Babylonian documents indicate that eight gates gave access to the interior of the city. So far, four of Babylon&#x2019;s gates have been discovered and excavated.<em>The outer rampart </em>E of the Euphrates was added by Nebuchadnezzar&#xA0;II (who destroyed Solomon&#x2019;s temple), thus enclosing a large area of the plain to the N, E, and S for the people living nearby to flee to in case of war. This outer rampart also consisted of two walls. The inner wall, made of unbaked bricks, was about 7&#xA0;m (23&#xA0;ft) thick and was buttressed with defense towers. Beyond this, about 12&#xA0;m (40&#xA0;ft) away, was the outer wall of baked bricks, made in two parts that were interlocked by their towers: one was almost 8&#xA0;m (26&#xA0;ft) thick, and the adjoining part was about 3.5&#xA0;m (11.5 ft) thick.Nabonidus joined the ends of the outer rampart by constructing a wall along the eastern bank of the river. This wall was about 8.5&#xA0;m (28&#xA0;ft) wide and also had towers as well as a quay 3.5&#xA0;m (11.5 ft) wide.Herodotus, Greek historian of the fifth century B.C.E., says that the Euphrates River was flanked on either side with a continuous quay, which was separated from the city proper by walls having gateways. According to him, the city walls were about 90&#xA0;m (295&#xA0;ft) high, 26.5&#xA0;m (87&#xA0;ft) thick, and about 95&#xA0;km (59&#xA0;mi) long. However, it appears that Herodotus exaggerated the facts regarding Babylon. Archaeological evidence shows that Babylon was much smaller in size, with the outer rampart much shorter in length and height. No evidence has been found to verify the existence of a quay lining the immediate western bank of the river.Streets ran through the city from the gates in the massive walls. The Processional Way, the main boulevard, was paved and the walls alongside it were decorated with lions. (PICTURE, Vol.&#xA0;2, p.&#xA0;323) Nebuchadnezzar&#xA0;II repaired and enlarged the old palace and built a summer palace some 2&#xA0;km (1.5 mi) to the north. He also built a great structure of vaulted archways, tier upon tier, known as the Hanging Gardens of Babylon and famed as a &#x201C;wonder of the ancient world.&#x201D;This sprawling metropolis astride the watercourse of the Euphrates was a commercial and industrial center of world trade. More than an important manufacturing center, it was a commercial depot for trade between the peoples of the East and the West, both by land and by sea. Thus her fleet had access to the Persian Gulf and the seas far beyond.<strong>History. </strong>Nimrod, who lived in the latter part of the third millennium B.C.E., founded Babylon as the capital of man&#x2019;s first political empire. Construction of this city, however, suddenly came to a halt when confusion in communication occurred. <span id=\"page236\" class=\"pageNum\" data-no=\"236\" data-before-text=\"236\"></span>(<a href=\"/en/wol/bc/r1/lp-e/1200000530/0/0\" data-bid=\"1-1\" class=\"b\">Ge 11:9</a>) Later generations of rebuilders came and went. Hammurabi enlarged the city, strengthened it, and made it the capital of the Babylonian Empire under Semitic rule.Under the control of the Assyrian World Power, Babylon figured in various struggles and revolts. Then with the decline of the second world empire, the Chaldean Nabopolassar founded a new dynasty in Babylon about 645&#xA0;B.C.E. His son Nebuchadnezzar&#xA0;II, who completed the restoration and brought the city to its greatest glory, boasted, &#x201C;Is not this Babylon the Great, that I myself have built?&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000530/1/0\" data-bid=\"2-1\" class=\"b\">Da 4:30</a>) In such glory it continued as the capital of the third world power until the night of October&#xA0;5, 539&#xA0;B.C.E. (Gregorian calendar), when Babylon fell before the invading Medo-Persian armies under the command of Cyrus the Great.That fateful night in the city of Babylon, Belshazzar held a banquet with a thousand of his grandees. Nabonidus was not there to see the ominous writing on the plaster wall: &#x201C;MENE, MENE, TEKEL and PARSIN.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000530/2/0\" data-bid=\"3-1\" class=\"b\">Da 5:5-28</a>) After suffering defeat at the hands of the Persians, Nabonidus had taken refuge in the city of Borsippa to the SW. But Jehovah&#x2019;s prophet Daniel was on hand in Babylon on that night of October&#xA0;5, 539&#xA0;B.C.E., and he made known the significance of what was written on the wall. The men of Cyrus&#x2019; army were not sleeping in their encampment around Babylon&#x2019;s seemingly impregnable walls. For them it was a night of great activity. In brilliant strategy Cyrus&#x2019; army engineers diverted the mighty Euphrates River from its course through the city of Babylon. Then down the riverbed the Persians moved, up over the riverbanks, to take the city by surprise through the gates along the quay. Quickly passing through the streets, killing all who resisted, they captured the palace and put Belshazzar to death. It was all over. In one night Babylon had fallen, ending centuries <span id=\"page237\" class=\"pageNum\" data-no=\"237\" data-before-text=\"237\"></span>of Semitic supremacy; control of Babylon became Aryan, and Jehovah&#x2019;s word of prophecy was fulfilled.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000530/3/0\" data-bid=\"4-1\" class=\"b\">Isa 44:27;</a><a href=\"/en/wol/bc/r1/lp-e/1200000530/3/1\" data-bid=\"4-2\" class=\"b\"> 45:1,&#xA0;2;</a><a href=\"/en/wol/bc/r1/lp-e/1200000530/3/2\" data-bid=\"4-3\" class=\"b\"> Jer 50:38;</a><a href=\"/en/wol/bc/r1/lp-e/1200000530/3/3\" data-bid=\"4-4\" class=\"b\"> 51:30-32</a>; see PICTURE, Vol.&#xA0;2, p.&#xA0;325; <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000530/1\">CYRUS</a>.From that memorable date, 539&#xA0;B.C.E., Babylon&#x2019;s glory began to fade as the city declined. Twice it revolted against the Persian emperor Darius&#xA0;I (Hystaspis), and on the second occasion it was dismantled. A partially restored city rebelled against Xerxes&#xA0;I and was plundered. Alexander the Great intended to make Babylon his capital, but he suddenly died in 323&#xA0;B.C.E. Nicator conquered the city in 312&#xA0;B.C.E. and transported much of its material to the banks of the Tigris for use in building his new capital of Seleucia. However, the city and a settlement of Jews remained in early Christian times, giving the apostle Peter reason to visit Babylon, as noted in his letter. (<a href=\"/en/wol/bc/r1/lp-e/1200000530/4/0\" data-bid=\"5-1\" class=\"b\">1Pe 5:13</a>) Inscriptions found there show that Babylon&#x2019;s temple of Bel existed as late as 75&#xA0;C.E. By the fourth century C.E. the city was in ruins, and eventually passed out of existence. It became nothing more than &#x201C;piles of stones.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000530/5/0\" data-bid=\"6-1\" class=\"b\">Jer 51:37</a>.Today nothing remains of Babylon but mounds and ruins, a veritable wasteland. (PICTURE, Vol.&#xA0;2, p.&#xA0;324) The book <em>Archaeology and Old Testament Study </em>states: &#x201C;These extensive ruins, of which, despite Koldewey&#x2019;s work, only a small proportion has been excavated, have during past centuries been extensively plundered for building materials. Partly in consequence of this, much of the surface now presents an appearance of such chaotic disorder that it is strongly evocative of the prophecies of <a href=\"/en/wol/bc/r1/lp-e/1200000530/6/0\" data-bid=\"7-1\" class=\"b\">Isa. xiii. 19&#x2013;22</a> and <a href=\"/en/wol/bc/r1/lp-e/1200000530/7/0\" data-bid=\"8-1\" class=\"b\">Jer. l. 39</a> f., the impression of desolation being further heightened by the aridity which marks a large part of the area of the ruins.&#x201D;<wbr>&#x2014;Edited by D.&#xA0;W.&#xA0;Thomas, Oxford, 1967, p.&#xA0;41.<strong>Religion. </strong>Babylon was a most religious place. Evidence from excavations and from ancient texts points to the existence of more than 50 temples. The principal god of the imperial city was Marduk, called Merodach in the Bible. It has been suggested that Nimrod was deified as Marduk, but the opinions of scholars as to identifications of gods with specific humans vary. Triads of deities were also prominent in the Babylonian religion. One of these, made up of two gods and a goddess, was Sin (the moon-god), Shamash (the sun-god), and Ishtar; these were said to be the rulers of the zodiac. And still another triad was composed of the devils Labartu, Labasu, and Akhkhazu. Idolatry was everywhere in evidence. Babylon was indeed &#x201C;a land of graven images,&#x201D; filthy &#x201C;dungy idols.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000530/8/0\" data-bid=\"9-1\" class=\"b\">Jer 50:1, 2,</a><a href=\"/en/wol/bc/r1/lp-e/1200000530/8/1\" data-bid=\"9-2\" class=\"b\">&#xA0;38</a>.The Babylonians believed in the immortality of the human soul.<wbr>&#x2014;<em>The Religion of Babylonia and Assyria, </em>by M.&#xA0;Jastrow,&#xA0;Jr., 1898, p.&#xA0;556.The Babylonians developed astrology in an effort to discover man&#x2019;s future in the stars. (See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000530/2\">ASTROLOGERS</a>.) Magic, sorcery, and astrology played a prominent part in their religion. (<a href=\"/en/wol/bc/r1/lp-e/1200000530/9/0\" data-bid=\"10-1\" class=\"b\">Isa 47:12, 13;</a><a href=\"/en/wol/bc/r1/lp-e/1200000530/9/1\" data-bid=\"10-2\" class=\"b\"> Da 2:27;</a><a href=\"/en/wol/bc/r1/lp-e/1200000530/9/2\" data-bid=\"10-3\" class=\"b\"> 4:7</a>) Many heavenly bodies, for example, planets, were named after Babylonian gods. Divination continued to be a basic component of Babylonian religion in the days of Nebuchadnezzar, who used it to reach decisions.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000530/10/0\" data-bid=\"11-1\" class=\"b\">Eze 21:20-22</a>.<span id=\"page238\" class=\"pageNum\" data-no=\"238\" data-before-text=\"238\"></span><strong>Israel&#x2019;s Age-Old Enemy. </strong>The Bible makes many references to Babylon, beginning with the Genesis account of the original city of Babel. (<a href=\"/en/wol/bc/r1/lp-e/1200000530/11/0\" data-bid=\"12-1\" class=\"b\">Ge 10:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200000530/11/1\" data-bid=\"12-2\" class=\"b\"> 11:1-9</a>) Included in the spoil taken by Achan from Jericho was &#x201C;an official garment from Shinar.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000530/12/0\" data-bid=\"13-1\" class=\"b\">Jos 7:21</a>) After the fall of the northern kingdom of Israel in 740&#xA0;B.C.E., people from Babylon and other areas were brought in to replace the captive Israelites. (<a href=\"/en/wol/bc/r1/lp-e/1200000530/13/0\" data-bid=\"14-1\" class=\"b\">2Ki 17:24,</a><a href=\"/en/wol/bc/r1/lp-e/1200000530/13/1\" data-bid=\"14-2\" class=\"b\">&#xA0;30</a>) Hezekiah made the mistake of showing messengers from Babylon the treasures of his house; these same treasures as well as some of Hezekiah&#x2019;s &#x201C;sons&#x201D; were later taken to Babylon. (<a href=\"/en/wol/bc/r1/lp-e/1200000530/14/0\" data-bid=\"15-1\" class=\"b\">2Ki 20:12-18;</a><a href=\"/en/wol/bc/r1/lp-e/1200000530/14/1\" data-bid=\"15-2\" class=\"b\"> 24:12;</a><a href=\"/en/wol/bc/r1/lp-e/1200000530/14/2\" data-bid=\"15-3\" class=\"b\"> 25:6,&#xA0;7</a>) King Manasseh (716-662&#xA0;B.C.E.) was also taken captive to Babylon, but because he humbled himself, Jehovah restored him to his throne. (<a href=\"/en/wol/bc/r1/lp-e/1200000530/15/0\" data-bid=\"16-1\" class=\"b\">2Ch 33:11</a>) King Nebuchadnezzar took the precious utensils of Jehovah&#x2019;s house to Babylon, along with thousands of captives.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000530/16/0\" data-bid=\"17-1\" class=\"b\">2Ki 24:1&#x2013;25:30;</a><a href=\"/en/wol/bc/r1/lp-e/1200000530/16/1\" data-bid=\"17-2\" class=\"b\"> 2Ch 36:6-20</a>.The Christian Greek Scriptures tell how Jeconiah (Jehoiachin), taken prisoner to Babylon, was a link in the lineage to Jesus. (<a href=\"/en/wol/bc/r1/lp-e/1200000530/17/0\" data-bid=\"18-1\" class=\"b\">Mt 1:11, 12,</a><a href=\"/en/wol/bc/r1/lp-e/1200000530/17/1\" data-bid=\"18-2\" class=\"b\">&#xA0;17</a>) The apostle Peter&#x2019;s first canonical letter was written from Babylon. (<a href=\"/en/wol/bc/r1/lp-e/1200000530/18/0\" data-bid=\"19-1\" class=\"b\">1Pe 5:13</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200000530/3\">PETER, LETTERS OF</a>.) That &#x201C;Babylon&#x201D; was the city on the Euphrates, and not Rome as claimed by some.See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000530/4\">BABYLON THE GREAT</a>.<strong>2. </strong>The Babylonian Empire was also referred to by the name of its capital city, Babylon, and was centered in the lower Mesopotamian valley.<wbr>&#x2014;MAP, Vol.&#xA0;2, p.&#xA0;321.Sometimes historians subdivide Babylonia, calling the northern part Akkad (Accad) and the southern part Sumer or Chaldea. Originally this territory was designated in the Scriptures as &#x201C;the land of Shinar.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000530/19/0\" data-bid=\"20-1\" class=\"b\">Ge 10:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200000530/19/1\" data-bid=\"20-2\" class=\"b\"> 11:2</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200000530/5\">SHINAR</a>.) Later, when dominating rulers made Babylon their capital, this area was known as Babylonia. Because Chaldean dynasties sometimes held sway, it was also called &#x201C;the land of the Chaldeans.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000530/20/0\" data-bid=\"21-1\" class=\"b\">Jer 24:5;</a><a href=\"/en/wol/bc/r1/lp-e/1200000530/20/1\" data-bid=\"21-2\" class=\"b\"> 25:12;</a><a href=\"/en/wol/bc/r1/lp-e/1200000530/20/2\" data-bid=\"21-3\" class=\"b\"> Eze 12:13</a>) Some of the ancient cities in Babylonia were Adab, Akkad, Babylon, Borsippa, Erech, Kish, Lagash, Nippur, and Ur. The Babylonian Empire, of course, extended beyond Babylonia, taking in Syria and Palestine down to the border of Egypt.About the first half of the eighth century B.C.E., an Assyrian king by the name of Tiglath-pileser&#xA0;III (Pul) ruled Babylonia. (<a href=\"/en/wol/bc/r1/lp-e/1200000530/21/0\" data-bid=\"22-1\" class=\"b\">2Ki 15:29;</a><a href=\"/en/wol/bc/r1/lp-e/1200000530/21/1\" data-bid=\"22-2\" class=\"b\"> 16:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200000530/21/2\" data-bid=\"22-3\" class=\"b\"> 1Ch 5:26</a>) Later a Chaldean called Merodach-baladan became the king of Babylon, but after 12 years he was ousted by Sargon&#xA0;II. Sennacherib, in succeeding Sargon&#xA0;II, faced another Babylonian revolt led by Merodach-baladan. After Sennacherib&#x2019;s unsuccessful attempt to capture Jerusalem in 732&#xA0;B.C.E., Merodach-baladan sent envoys to Hezekiah of Judah possibly to seek support against Assyria. (<a href=\"/en/wol/bc/r1/lp-e/1200000530/22/0\" data-bid=\"23-1\" class=\"b\">Isa 39:1,&#xA0;2;</a><a href=\"/en/wol/bc/r1/lp-e/1200000530/22/1\" data-bid=\"23-2\" class=\"b\"> 2Ki 20:12-18</a>) Later Sennacherib drove out Merodach-baladan and crowned himself ruler of Babylon, a position he held until death. His son Esar-haddon rebuilt Babylon. The Babylonians rallied around Nabopolassar and bestowed the kingship on him. With him began the Neo-Babylonian dynasty that was to continue until Belshazzar. That dynasty from Nabopolassar&#x2019;s son Nebuchadnezzar on to Belshazzar is represented in Bible prophecy by the head of gold of Nebuchadnezzar&#x2019;s dream image (<a href=\"/en/wol/bc/r1/lp-e/1200000530/23/0\" data-bid=\"24-1\" class=\"b\">Da 2:37-45</a>) and, in a dream-vision of Daniel, by a lion that had the wings of an eagle and the heart of a man.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000530/24/0\" data-bid=\"25-1\" class=\"b\">Da 7:4</a>.In 632&#xA0;B.C.E. Assyria was subdued by this new Chaldean dynasty, with the assistance of Median and Scythian allies. In 625&#xA0;B.C.E., Nabopolassar&#x2019;s eldest son, Nebuchadnezzar (II), defeated Pharaoh Necho of Egypt at the battle of Carchemish, and in the same year he assumed the helm of government. (<a href=\"/en/wol/bc/r1/lp-e/1200000530/25/0\" data-bid=\"26-1\" class=\"b\">Jer 46:1,&#xA0;2</a>) Under Nebuchadnezzar, Babylon was &#x201C;a golden cup&#x201D; in the hand of Jehovah to pour out indignation against unfaithful Judah and Jerusalem. (<a href=\"/en/wol/bc/r1/lp-e/1200000530/26/0\" data-bid=\"27-1\" class=\"b\">Jer 25:15,</a><a href=\"/en/wol/bc/r1/lp-e/1200000530/26/1\" data-bid=\"27-2\" class=\"b\"> 17, 18;</a><a href=\"/en/wol/bc/r1/lp-e/1200000530/26/2\" data-bid=\"27-3\" class=\"b\"> 51:7</a>) In 620&#xA0;B.C.E. he compelled Jehoiakim to pay tribute, but after about three years Jehoiakim revolted. In 618&#xA0;B.C.E., or during Jehoiakim&#x2019;s third year as tributary ruler, Nebuchadnezzar came against Jerusalem. (<a href=\"/en/wol/bc/r1/lp-e/1200000530/27/0\" data-bid=\"28-1\" class=\"b\">2Ki 24:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200000530/27/1\" data-bid=\"28-2\" class=\"b\"> 2Ch 36:6</a>) However, before he could be taken by the Babylonians, Jehoiakim died. Jehoiachin, having succeeded his father, quickly surrendered and was taken captive along with other nobility to Babylon in 617&#xA0;B.C.E. (<a href=\"/en/wol/bc/r1/lp-e/1200000530/28/0\" data-bid=\"29-1\" class=\"b\">2Ki 24:12</a>) Zedekiah was next appointed to the throne of Judah, but he too rebelled; and in 609&#xA0;B.C.E. the Babylonians again laid siege to Jerusalem and finally breached its walls in 607&#xA0;B.C.E. (<a href=\"/en/wol/bc/r1/lp-e/1200000530/29/0\" data-bid=\"30-1\" class=\"b\">2Ki 25:1-10;</a><a href=\"/en/wol/bc/r1/lp-e/1200000530/29/1\" data-bid=\"30-2\" class=\"b\"> Jer 52:3-12</a>) That year, 607&#xA0;B.C.E., when Jerusalem was laid desolate, was a significant one in the counting of time until Jehovah, the Universal Sovereign, would set up the world ruler of his choice in Kingdom power.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000530/6\">APPOINTED TIMES OF THE NATIONS</a> (Beginning of &#x2018;trampling&#x2019;).One cuneiform tablet has been found referring to a campaign against Egypt in Nebuchadnezzar&#x2019;s 37th year (588&#xA0;B.C.E.). This may be the occasion when mighty Egypt was brought under Babylonian control, as foretold by the prophet Ezekiel evidently in the year 591&#xA0;B.C.E. (<a href=\"/en/wol/bc/r1/lp-e/1200000530/30/0\" data-bid=\"31-1\" class=\"b\">Eze 29:17-19</a>) Finally, after a 43-year reign, which included both conquest of many nations and a grand building program in Babylonia itself, Nebuchadnezzar&#xA0;II died in October of 582&#xA0;B.C.E. and was succeeded <span id=\"page239\" class=\"pageNum\" data-no=\"239\" data-before-text=\"239\"></span>by Awil-Marduk (Evil-merodach). This new ruler showed kindness to captive King Jehoiachin. (<a href=\"/en/wol/bc/r1/lp-e/1200000530/31/0\" data-bid=\"32-1\" class=\"b\">2Ki 25:27-30</a>) Little is known about the reigns of Neriglissar, evidently the successor of Evil-merodach, and of Labashi-Marduk.More complete historical information is available for Nabonidus and his son Belshazzar, who were evidently ruling as coregents at the time of Babylon&#x2019;s fall.By now the Medes and Persians under command of Cyrus the Great were on the march to take over control of Babylonia and become the fourth world power. During the night of October&#xA0;5, 539&#xA0;B.C.E. (Gregorian calendar), Babylon was seized, and Belshazzar was slain. In the first year of Cyrus, following the conquest of Babylon, he issued his famous decree permitting a group that included 42,360 males, besides many slaves and professional singers, to return to Jerusalem. Some 200 years later, Persian domination of Babylonia came to an end when Alexander the Great captured Babylon in 331&#xA0;B.C.E. By the middle of the second century B.C.E. the Parthians, under their king Mithradates I, were in control of Babylonia.Since Jewish communities had been flourishing in this land, Peter the apostle to the Jews went to Babylon, and it was from there that he wrote at least one of his inspired letters. (<a href=\"/en/wol/bc/r1/lp-e/1200000530/32/0\" data-bid=\"33-1\" class=\"b\">Ga 2:7-9;</a><a href=\"/en/wol/bc/r1/lp-e/1200000530/32/1\" data-bid=\"33-2\" class=\"b\"> 1Pe 5:13</a>) Jewish leaders in these Eastern communities also developed the Babylonian Targum, otherwise known as the Targum of Onkelos, and produced a number of manuscripts of the Hebrew Scriptures. The Petersburg Codex of the Latter Prophets, dated 916&#xA0;C.E., is noteworthy because it embodies a mixture of both Eastern (Babylonian) and Western (Tiberian) readings.<strong>[Map on page&#xA0;236, 237]</strong>(For fully formatted text, see publication)<strong>City of Ancient Babylon</strong>New CityCanalSummer PalaceIshtar GateHanging GardensCity PalaceZigguratRiver GateRiver WallEuphrates RiverCity&#x2019;s Inner System of WallsCanalNebuchadnezzar&#x2019;s Outer System of WallsCanal"}