{"title":"Babylon the Great","link":"/en/wol/d/r1/lp-e/1200000531","html":"<span id=\"page239\" class=\"pageNum\" data-no=\"239\" data-before-text=\"239\"></span><strong>BABYLON THE GREAT</strong>Among John&#x2019;s visions recorded in the book of Revelation appear pronouncements of judgment against &#x201C;Babylon the Great,&#x201D; as well as a description of her and of her downfall.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000531/0/0\" data-bid=\"1-1\" class=\"b\">Re 14:8;</a><a href=\"/en/wol/bc/r1/lp-e/1200000531/0/1\" data-bid=\"1-2\" class=\"b\"> 16:19;</a><a href=\"/en/wol/bc/r1/lp-e/1200000531/0/2\" data-bid=\"1-3\" class=\"b\"> chaps 17,</a><a href=\"/en/wol/bc/r1/lp-e/1200000531/0/3\" data-bid=\"1-4\" class=\"b\"> 18;</a><a href=\"/en/wol/bc/r1/lp-e/1200000531/0/4\" data-bid=\"1-5\" class=\"b\"> 19:1-3</a>.In <a href=\"/en/wol/bc/r1/lp-e/1200000531/1/0\" data-bid=\"2-1\" class=\"b\">Revelation 17:3-5</a>, Babylon the Great is described as a woman arrayed in purple and scarlet, richly adorned, and sitting upon a scarlet-colored wild beast having seven heads and ten horns. Upon her forehead a name is written, &#x201C;a mystery: &#x2018;Babylon the Great, the mother of the harlots and of the disgusting things of the earth.&#x2019;&#x201D; She is also depicted as sitting on &#x201C;many waters&#x201D; representing &#x201C;peoples and crowds and nations and tongues.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000531/2/0\" data-bid=\"3-1\" class=\"b\">Re 17:1-15</a>.The luxury and the dominion attributed to Babylon the Great do not allow for simply equating her with the literal city of Babylon in Mesopotamia. After ancient Babylon fell to Cyrus the Persian in 539&#xA0;B.C.E., it lost its position as a dominant world power, its captives, including the Jews, being freed. Although the city continued to exist even beyond the days of the apostles, and hence existed in John&#x2019;s day, it was no longer a city of world importance, and it eventually fell into decay and utter ruin. Thus, Babylon the Great must be viewed as a symbolic city, one of which the literal city of Babylon was the prototype. Because the ancient city gives the mystic city its name, it is helpful to consider briefly the outstanding features of Babylon on the Euphrates, features that provide clues as to the identity of the symbolic city of John&#x2019;s vision.<strong>Characteristics of Ancient Babylon. </strong>The founding of the city of Babylon on the Plains of Shinar was concurrent with the attempt at building the Tower of Babel. (<a href=\"/en/wol/bc/r1/lp-e/1200000531/3/0\" data-bid=\"4-1\" class=\"b\">Ge 11:2-9</a>) The popular cause to be advanced by the tower and city construction was, not the exaltation of God&#x2019;s name, but that the builders might &#x201C;make a celebrated name&#x201D; for themselves. The ziggurat towers uncovered not only in the ruins of ancient Babylon but elsewhere in Mesopotamia would seem to confirm the essentially religious nature of the original tower, whatever its form or style. The decisive action taken by Jehovah God to overthrow the temple construction clearly condemns it as of a false religious origin. Whereas the Hebrew name given the city, Babel, means &#x201C;Confusion,&#x201D; the Sumerian name (<em>Ka-dingir-ra</em>) and the Akkadian name (<em>Bab-ilu</em>) both mean &#x201C;Gate of God.&#x201D; Thus the remaining inhabitants of the city altered the form of its name to avoid the original condemnatory sense, but the new or substitute form still identified the city with religion.The Bible lists Babel first when giving the &#x2018;beginning of Nimrod&#x2019;s kingdom.&#x2019; (<a href=\"/en/wol/bc/r1/lp-e/1200000531/4/0\" data-bid=\"5-1\" class=\"b\">Ge 10:8-10</a>) Throughout the Hebrew Scriptures the ancient city of Babylon is featured prominently as the longtime enemy of Jehovah God and his people.Though Babylon became the capital of a political empire in the seventh and sixth centuries B.C.E., it was outstandingly prominent during its entire history as a religious center from which religious influence radiated in many directions.Professor Morris Jastrow,&#xA0;Jr., in his work <em>The Religion of Babylonia and Assyria </em>(1898, pp.&#xA0;699-701), says regarding this: &#x201C;In the ancient world, prior to the rise of Christianity, Egypt, Persia, and Greece felt the influence of the Babylonian religion. .&#xA0;.&#xA0;. In Persia, the Mithra cult reveals the unmistakable influence of Babylonian conceptions; and if it be recalled what a degree of <span id=\"page240\" class=\"pageNum\" data-no=\"240\" data-before-text=\"240\"></span>importance the mysteries connected with this cult acquired among the Romans, another link will be added connecting the ramifications of ancient culture with the civilization of the Euphrates Valley.&#x201D; In conclusion he refers to &#x201C;the profound impression made upon the ancient world by the remarkable manifestations of religious thought in Babylonia and by the religious activity that prevailed in that region.&#x201D;Babylon&#x2019;s religious influence is traced eastward to India in the book <em>New Light on the Most Ancient East, </em>by archaeologist&#xA0;V. Childe (1957, p.&#xA0;185). Among other points he states: &#x201C;The swastika and the cross, common on stamps and plaques, were religious or magical symbols as in Babylonia and Elam in the earliest prehistoric period, but preserve that character also in modern India as elsewhere.&#x201D; Thus, ancient Babylon&#x2019;s religious influence spread out to many peoples and nations, much farther and with greater potency and endurance than did her political strength.Like mystic Babylon, the ancient city of Babylon, in effect, sat on the waters, located, as it was, astride the Euphrates River and having various canals and water-filled moats. (<a href=\"/en/wol/bc/r1/lp-e/1200000531/5/0\" data-bid=\"6-1\" class=\"b\">Jer 51:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200000531/5/1\" data-bid=\"6-2\" class=\"b\"> 13;</a><a href=\"/en/wol/bc/r1/lp-e/1200000531/5/2\" data-bid=\"6-3\" class=\"b\"> Re 17:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200000531/5/3\" data-bid=\"6-4\" class=\"b\">&#xA0;15</a>) These waters served as a defense to the city, and they provided the thoroughfares upon which ships brought wealth and luxuries from many sources. Notably, the water of the Euphrates is depicted as drying up prior to Babylon the Great&#x2019;s experiencing the wrath of divine judgment.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000531/6/0\" data-bid=\"7-1\" class=\"b\">Re 16:12,</a><a href=\"/en/wol/bc/r1/lp-e/1200000531/6/1\" data-bid=\"7-2\" class=\"b\">&#xA0;19</a>.<strong>Distinguishing Features of Mystic Babylon. </strong>The symbolic woman bearing the name Babylon the Great is &#x201C;the great city that has a kingdom over the kings of the earth,&#x201D; a kingdom that allows her, in effect, to sit on &#x201C;peoples and crowds and nations and tongues.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000531/7/0\" data-bid=\"8-1\" class=\"b\">Re 17:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200000531/7/1\" data-bid=\"8-2\" class=\"b\"> 15,</a><a href=\"/en/wol/bc/r1/lp-e/1200000531/7/2\" data-bid=\"8-3\" class=\"b\">&#xA0;18</a>) A kingdom over other kingdoms and nations is what is defined as an &#x201C;empire.&#x201D; Babylon the Great places herself above earthly kings, exercising power and influence over them. She rides the symbolic seven-headed beast, beasts being used elsewhere in the Bible as symbols of political world powers.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000531/0\">BEASTS, SYMBOLIC</a>.Some scholars assume that Babylon the Great is a political empire, either Babylon or Rome. We have already seen that Babylon as a political empire had long since ceased to exist when John received his prophetic vision. As to Rome, the nature of its political rule does not harmonize with the description of Babylon the Great&#x2019;s course and her methods of dominating. She is a harlot, committing fornication with the kings of the earth, making them drunk with the wine of her fornication, misleading the nations by her &#x201C;spiritistic practice.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000531/8/0\" data-bid=\"9-1\" class=\"b\">Re 17:1,&#xA0;2;</a><a href=\"/en/wol/bc/r1/lp-e/1200000531/8/1\" data-bid=\"9-2\" class=\"b\"> 18:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200000531/8/2\" data-bid=\"9-3\" class=\"b\">&#xA0;23</a>) Rome&#x2019;s dominion, by contrast, was gained and maintained by its ironlike military might and its firm application of Roman law among its provinces and colonies. Recognizing this fact, <em>The Interpreter&#x2019;s Dictionary of the Bible </em>says: &#x201C;It is not sufficient to identify Rome and Babylon. Babylon embraces more than one empire or culture. It is defined rather by dominant idolatries than by geographical or temporal boundaries. Babylon is coextensive with the kingdom of that beast which has corrupted and enslaved mankind, and whom the Lamb must conquer (<a href=\"/en/wol/bc/r1/lp-e/1200000531/9/0\" data-bid=\"10-1\" class=\"b\">Rev. 17:14</a>) if mankind is to be freed.&#x201D;<wbr>&#x2014;Edited by G.&#xA0;Buttrick, 1962, Vol.&#xA0;1, p.&#xA0;338.The symbol of a harlot or a fornicatrix is used frequently in the Hebrew Scriptures. The nation of Israel was warned against entering into covenant relations with the nations of Canaan because this would lead them to commit &#x201C;immoral intercourse [&#x201C;play the harlot,&#x201D; <em>RS</em>] with their gods.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000531/10/0\" data-bid=\"11-1\" class=\"b\">Ex 34:12-16</a>) Both Israel and Judah apostatized from the true worship of Jehovah God and were condemned by him as having engaged in harlotry, prostituting themselves to the political nations and their gods. (<a href=\"/en/wol/bc/r1/lp-e/1200000531/11/0\" data-bid=\"12-1\" class=\"b\">Isa 1:21;</a><a href=\"/en/wol/bc/r1/lp-e/1200000531/11/1\" data-bid=\"12-2\" class=\"b\"> Jer 3:6-10,</a><a href=\"/en/wol/bc/r1/lp-e/1200000531/11/2\" data-bid=\"12-3\" class=\"b\"> 13;</a><a href=\"/en/wol/bc/r1/lp-e/1200000531/11/3\" data-bid=\"12-4\" class=\"b\"> Eze 16:15-17,</a><a href=\"/en/wol/bc/r1/lp-e/1200000531/11/4\" data-bid=\"12-5\" class=\"b\"> 28, 29,</a><a href=\"/en/wol/bc/r1/lp-e/1200000531/11/5\" data-bid=\"12-6\" class=\"b\"> 38;</a><a href=\"/en/wol/bc/r1/lp-e/1200000531/11/6\" data-bid=\"12-7\" class=\"b\"> Ho 6:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200000531/11/7\" data-bid=\"12-8\" class=\"b\"> 7:11;</a><a href=\"/en/wol/bc/r1/lp-e/1200000531/11/8\" data-bid=\"12-9\" class=\"b\"> 8:9,&#xA0;10</a>) It may be noted here that God was not viewing Israel or Judah as mere political entities entering into relations with other political governments. Instead God reprimanded them on the basis of their being in a sacred covenant with him, hence responsible to be a holy people devoted to him and his pure worship.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000531/12/0\" data-bid=\"13-1\" class=\"b\">Jer 2:1-3,</a><a href=\"/en/wol/bc/r1/lp-e/1200000531/12/1\" data-bid=\"13-2\" class=\"b\"> 17-21</a>.A similar usage of this figure is found in the Christian Greek Scriptures. The Christian congregation is likened to a virgin espoused to Christ as her Head and King. (<a href=\"/en/wol/bc/r1/lp-e/1200000531/13/0\" data-bid=\"14-1\" class=\"b\">2Co 11:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200000531/13/1\" data-bid=\"14-2\" class=\"b\"> Eph 5:22-27</a>) The disciple James warned Christians against committing spiritual adultery through friendship with the world. (<a href=\"/en/wol/bc/r1/lp-e/1200000531/14/0\" data-bid=\"15-1\" class=\"b\">Jas 4:4</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200000531/15/0\" data-bid=\"16-1\" class=\"b\">Joh 15:19</a>.) The fornications of Babylon the Great and her &#x201C;daughters&#x201D; are of a similar nature and not some unique exception. (The term &#x201C;daughters&#x201D; at times is employed in the Bible to refer to the suburbs or surrounding towns of a city or metropolis, as the &#x201C;dependent towns&#x201D; [literally, &#x201C;daughters&#x201D; in Hebrew] of Samaria and Sodom; see <a href=\"/en/wol/bc/r1/lp-e/1200000531/16/0\" data-bid=\"17-1\" class=\"b\">Eze 16:46-48</a>.)An additional significant factor is that when Babylon the Great goes down under the devastating attack of the ten horns of the symbolic wild beast, her fall is mourned by her companions in fornication, the kings of the earth, and also by the merchants and shippers who dealt with her in <span id=\"page241\" class=\"pageNum\" data-no=\"241\" data-before-text=\"241\"></span>supplying luxurious commodities and gorgeous fineries. While these political and commercial representatives survive her desolation, notably no religious representatives are depicted as still on the scene to share in mourning her downfall. (<a href=\"/en/wol/bc/r1/lp-e/1200000531/17/0\" data-bid=\"18-1\" class=\"b\">Re 17:16, 17;</a><a href=\"/en/wol/bc/r1/lp-e/1200000531/17/1\" data-bid=\"18-2\" class=\"b\"> 18:9-19</a>) The kings of the earth are shown as having judgment executed upon them sometime after mystic Babylon&#x2019;s annihilation, and their destruction comes, not from the &#x201C;ten horns,&#x201D; but from the sword of the King of kings, the Word of God.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000531/18/0\" data-bid=\"19-1\" class=\"b\">Re 19:1, 2,</a><a href=\"/en/wol/bc/r1/lp-e/1200000531/18/1\" data-bid=\"19-2\" class=\"b\"> 11-18</a>.A further distinguishing characteristic of Babylon the Great is her drunkenness, she being pictured as &#x201C;drunk with the blood of the holy ones and with the blood of the witnesses of Jesus.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000531/19/0\" data-bid=\"20-1\" class=\"b\">Re 17:4,</a><a href=\"/en/wol/bc/r1/lp-e/1200000531/19/1\" data-bid=\"20-2\" class=\"b\">&#xA0;6;</a><a href=\"/en/wol/bc/r1/lp-e/1200000531/19/2\" data-bid=\"20-3\" class=\"b\"> 18:24;</a><a href=\"/en/wol/bc/r1/lp-e/1200000531/19/3\" data-bid=\"20-4\" class=\"b\"> 19:1,&#xA0;2</a>) She thus is the spiritual counterpart of the ancient city of Babylon, expressing the same enmity toward the true people of God. Significantly, it was to the charge of religious leaders that Jesus laid the responsibility for &#x201C;all the righteous blood spilled on earth, from the blood of righteous Abel to the blood of Zechariah.&#x201D; While those words were addressed to religious leaders from among Jesus&#x2019; own race, the Jewish nation, and while persecution against Jesus&#x2019; followers was particularly intense from that sector for a time, history shows that thereafter the opposition to genuine Christianity came from other sources (the Jews themselves suffering considerable persecution).<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000531/20/0\" data-bid=\"21-1\" class=\"b\">Mt 23:29-35</a>.All the above factors are significant, and they must all be considered in arriving at a true picture of symbolic Babylon the Great and what it represents."}