{"title":"Baca","link":"/en/wol/d/r1/lp-e/1200000532","html":"<span id=\"page241\" class=\"pageNum\" data-no=\"241\" data-before-text=\"241\"></span><strong>BACA</strong>(ba&#x2B9;ca) [Heb., <em>ba&#xB7;kha&#x2BC;&#x2B9;</em>].The plant that played an important role in David&#x2019;s encounter with the Philistines &#x201C;in the low plain of Rephaim.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000532/0/0\" data-bid=\"1-1\" class=\"b\">2Sa 5:22-25;</a><a href=\"/en/wol/bc/r1/lp-e/1200000532/0/1\" data-bid=\"1-2\" class=\"b\"> 1Ch 14:13-16</a>) The only other reference to the plant is at <a href=\"/en/wol/bc/r1/lp-e/1200000532/1/0\" data-bid=\"2-1\" class=\"b\">Psalm 84:6</a>: &#x201C;Passing along through the low plain of the baca bushes, they turn it into a spring itself.&#x201D; This may refer to the same &#x201C;low plain of Rephaim&#x201D; where David&#x2019;s fight took place and which plain is believed to be SW of Jerusalem.The Hebrew word used comes from a root meaning &#x201C;weep.&#x201D; (Compare <a href=\"/en/wol/bc/r1/lp-e/1200000532/2/0\" data-bid=\"3-1\" class=\"b\">Ge 21:16</a>.) It therefore seems to indicate a plant, shrub, or tree that exudes tears of gum or perhaps a milky sap. Its identification is uncertain; the name baca is simply a transliteration of the Hebrew word. There is no apparent foundation for the rabbinic view that relates it to the mulberry tree (as also translated in <em>KJ</em>). Since balsam trees (of which there are several in the different tree families) exude gum or resin, these have been suggested by many scholars. A balsam tree of the poplar family (<em>Populus euphratica</em>) is recommended by some botanists, primarily because of the ease with which its leaves are stirred by any breeze, producing a rustling sound. However, the Bible does not specify how &#x201C;the sound of a marching&#x201D; was produced (whether by means of the leaves, the branches, or some other part of the plant) and simply indicates that it occurred in &#x201C;the tops&#x201D; of the plants. It could have been a mere rustling sound that served as a signal, or as suggested by some, it may have been a noise of some volume produced by a rushing wind that served to cover up or even to simulate the sound of a marching army.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000532/3/0\" data-bid=\"4-1\" class=\"b\">2Sa 5:24;</a><a href=\"/en/wol/bc/r1/lp-e/1200000532/3/1\" data-bid=\"4-2\" class=\"b\"> 1Ch 14:15</a>."}