{"title":"Baldness","link":"/en/wol/d/r1/lp-e/1200000547","html":"<span id=\"page245\" class=\"pageNum\" data-no=\"245\" data-before-text=\"245\"></span><strong>BALDNESS</strong>The absence of hair on the head, although not necessarily a total loss of hair. Often baldness occurs in spots or patches, while on other parts of the head the hair grows normally. This kind of hair loss is called pattern baldness and accounts for about 90&#xA0;percent of all cases. The Bible makes mention of &#x201C;baldness&#x201D; (Heb., <em>qor&#xB7;chah&#x2B9;</em>), &#x201C;baldness of the crown&#x201D; (Heb., <em>qa&#xB7;ra&#x2B9;chath</em>), and &#x201C;forehead baldness&#x201D; (Heb., <em>gib&#xB7;be&#x2B9;ach </em>and <em>gab&#xB7;ba&#x2B9;chath</em>). (<a href=\"/en/wol/bc/r1/lp-e/1200000547/0/0\" data-bid=\"1-1\" class=\"b\">Le 13:41-44;</a><a href=\"/en/wol/bc/r1/lp-e/1200000547/0/1\" data-bid=\"1-2\" class=\"b\"> 21:5</a>) The exact cause of baldness is unknown. Heredity is considered the primary contributing factor, while infection, hormone imbalance, aging, nervous disorders, even some medical treatments, and syphilis may be factors.Baldness is a defect that interferes with personal attractiveness and so among peoples of ancient times was associated with shame, mourning, and distress. (<a href=\"/en/wol/bc/r1/lp-e/1200000547/1/0\" data-bid=\"2-1\" class=\"b\">Isa 3:24;</a><a href=\"/en/wol/bc/r1/lp-e/1200000547/1/1\" data-bid=\"2-2\" class=\"b\"> 15:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200000547/1/2\" data-bid=\"2-3\" class=\"b\"> Jer 47:5;</a><a href=\"/en/wol/bc/r1/lp-e/1200000547/1/3\" data-bid=\"2-4\" class=\"b\"> Eze 27:31;</a><a href=\"/en/wol/bc/r1/lp-e/1200000547/1/4\" data-bid=\"2-5\" class=\"b\"> Am 8:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200000547/1/5\" data-bid=\"2-6\" class=\"b\"> Mic 1:16</a>) However, under the Law of Moses, baldness was not considered as uncleanness. (<a href=\"/en/wol/bc/r1/lp-e/1200000547/2/0\" data-bid=\"3-1\" class=\"b\">Le 13:40</a>) The Law given through Moses does not list baldness as a defect that would prevent one from being allowed to serve as priest. In the prophet Ezekiel&#x2019;s vision the command was given that the priests should wear their hair neither loose nor shaved, but clipped.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000547/3/0\" data-bid=\"4-1\" class=\"b\">Eze 44:20</a>.Jehovah&#x2019;s prophet Elisha was bald. After he had succeeded to the prophetic office of Elijah, he was proceeding uphill from Jericho toward Bethel when he was mocked by a mob of children who cried: &#x201C;Go up, you baldhead! Go up, you baldhead!&#x201D; The primary reason for their jeers seems to have been not that Elisha was bald but that they saw a bald man wearing Elijah&#x2019;s familiar official garment. They did not want any successor of Elijah around. He should either keep going his way up to Bethel or ascend in a windstorm to the heavens as the former wearer of that official garment had done. (<a href=\"/en/wol/bc/r1/lp-e/1200000547/4/0\" data-bid=\"5-1\" class=\"b\">2Ki 2:11</a>) To answer this challenge of his being Elijah&#x2019;s successor and to teach these young people and their parents proper respect for Jehovah&#x2019;s prophet, Elisha called down evil upon the jeering mob in the name of the God of Elijah. It was a test of his prophetship. Jehovah manifested <span id=\"page246\" class=\"pageNum\" data-no=\"246\" data-before-text=\"246\"></span>his approval of Elisha by causing two she-bears to come out of the nearby woods and to tear to pieces 42 of them.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000547/5/0\" data-bid=\"6-1\" class=\"b\">2Ki 2:23,&#xA0;24</a>.Some peoples made a practice of artificially imposing baldness by shaving in time of sorrow at the death of a relative or for religious reasons, but the Israelites were forbidden to practice this. (<a href=\"/en/wol/bc/r1/lp-e/1200000547/6/0\" data-bid=\"7-1\" class=\"b\">De 14:1</a>) Priests were given a specific command that they should not make themselves bald or shave the extremities of their beards for the dead. (<a href=\"/en/wol/bc/r1/lp-e/1200000547/7/0\" data-bid=\"8-1\" class=\"b\">Le 21:5</a>) Israel was commanded that they should not cut the sidelocks or extremity of their beards.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000547/8/0\" data-bid=\"9-1\" class=\"b\">Le 19:27;</a><a href=\"/en/wol/bc/r1/lp-e/1200000547/8/1\" data-bid=\"9-2\" class=\"b\"> Jer 9:26</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000547/0\">BEARD</a>.In Egypt, the men generally shaved their heads, and they looked upon beards as a sign of mourning or slovenliness. For this reason Joseph, when taken out of prison, shaved before being brought into the presence of Pharaoh. (<a href=\"/en/wol/bc/r1/lp-e/1200000547/9/0\" data-bid=\"10-1\" class=\"b\">Ge 41:14</a>) However, the Egyptians covered baldness with wigs, and many who shaved their heads and beards wore wigs and tied on false beards. In the Ebers Papyrus, an Egyptian medical treatise from the second millennium B.C.E., there are 11 prescriptions for preventing baldness.In the Law, one with head leprosy was to shave his head at the beginning of his quarantine period, on the day of purification, and again on the seventh day. (<a href=\"/en/wol/bc/r1/lp-e/1200000547/10/0\" data-bid=\"11-1\" class=\"b\">Le 13:33;</a><a href=\"/en/wol/bc/r1/lp-e/1200000547/10/1\" data-bid=\"11-2\" class=\"b\"> 14:8,&#xA0;9</a>) If a Nazirite became defiled, then at the time of establishing his purification he shaved his head. (<a href=\"/en/wol/bc/r1/lp-e/1200000547/11/0\" data-bid=\"12-1\" class=\"b\">Nu 6:9</a>) A captive woman whom an Israelite soldier was to take as a wife had to shave her head.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000547/12/0\" data-bid=\"13-1\" class=\"b\">De 21:12</a>.Nebuchadnezzar&#x2019;s troops experienced temporary baldness during the strenuous and difficult siege of the land city of Tyre. Jehovah said to Ezekiel that &#x201C;every head was one made bald, and every shoulder was one rubbed bare&#x201D; as Nebuchadnezzar&#x2019;s military force performed &#x201C;a great service&#x201D; in rendering judgment on Tyre. Their heads were made bald by the chafing of helmets and their shoulders from the rubbing of materials (for the construction of towers and fortifications).<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000547/13/0\" data-bid=\"14-1\" class=\"b\">Eze 26:7-12;</a><a href=\"/en/wol/bc/r1/lp-e/1200000547/13/1\" data-bid=\"14-2\" class=\"b\"> 29:17,&#xA0;18</a>.In some places in the days of the apostles, such as in the immoral city of Corinth, women caught committing adultery or fornication were punished by having their hair shaved off. Slave girls had their hair clipped short. Paul apparently draws on this circumstance for illustration, showing that a woman in the Christian congregation who would pray or prophesy with her head uncovered, even though she had her hair as a covering, might as well go the whole way and show her shame in disrespecting God&#x2019;s headship principle by having her hair completely shaved off.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000547/14/0\" data-bid=\"15-1\" class=\"b\">1Co 11:3-10</a>."}