{"title":"Bank, Banker","link":"/en/wol/d/r1/lp-e/1200000554","html":"<span id=\"page248\" class=\"pageNum\" data-no=\"248\" data-before-text=\"248\"></span><strong>BANK, BANKER</strong>In Jesus&#x2019; parables of the talents and the minas he referred to bankers and to a bank as giving interest on money deposited with them. (<a href=\"/en/wol/bc/r1/lp-e/1200000554/0/0\" data-bid=\"1-1\" class=\"b\">Mt 25:27;</a><a href=\"/en/wol/bc/r1/lp-e/1200000554/0/1\" data-bid=\"1-2\" class=\"b\"> Lu 19:23</a>) Much like the English word &#x201C;bank&#x201D; (which derives from the Italian word <em>banca </em>for bench or counter), the Greek word translated bank, <em>tra&#x2B9;pe&#xB7;za, </em>literally meant a &#x201C;table&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000554/1/0\" data-bid=\"2-1\" class=\"b\">Mt 15:27</a>), or when associated with financial operations, as with the money changers, it referred to a counter for money.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000554/2/0\" data-bid=\"3-1\" class=\"b\">Mt 21:12;</a><a href=\"/en/wol/bc/r1/lp-e/1200000554/2/1\" data-bid=\"3-2\" class=\"b\"> Mr 11:15;</a><a href=\"/en/wol/bc/r1/lp-e/1200000554/2/2\" data-bid=\"3-3\" class=\"b\"> Joh 2:15</a>.The reference to the banker (Gr., <em>tra&#xB7;pe&#xB7;zei&#x2B9;tes</em>) as accepting deposits and paying interest indicates a larger operation than that generally performed by a money broker (Gr., <em>ker&#xB7;ma&#xB7;ti&#xB7;stes&#x2B9;</em>), or money changer (<em>kol&#xB7;ly&#xB7;bi&#xB7;stes&#x2B9;</em>), whose main operations were to exchange local money for foreign money and provide coins of lesser value in exchange for ones of greater value, receiving a certain fee for each such service. (See <a href=\"/en/wol/tc/r1/lp-e/1200000554/0\">MONEY CHANGER</a>.) Some of these men may also have done banking, accepting deposits and making loans, while in other cases these financial transactions were handled by men of wealth, such as merchants and owners of large estates.Evidence of such banking activity goes back apparently to the time of Abraham, for the ancient Sumerians of the land of Shinar carried on &#x201C;a surprisingly complex system of lending, borrowing, holding money on deposit, and providing letters of credit.&#x201D; (<em>The Encyclopedia Americana, </em>1956, Vol.&#xA0;III, p.&#xA0;152) In Babylon, as later in Greece, the banking activities centered around the religious temples whose sacrosanct position in the minds of the people provided security against assault by thieves.Inasmuch as the economy of the nation of Israel was fundamentally agricultural, the need for financial enterprises was considerably less than in such commercial centers as Babylon, Tyre, and Sidon. While the taking of any interest on loans made to their fellow Israelites is condemned at <a href=\"/en/wol/bc/r1/lp-e/1200000554/3/0\" data-bid=\"4-1\" class=\"b\">Deuteronomy 23:19</a>, this appears to have been primarily in cases of borrowing done by needy and impoverished persons. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200000554/4/0\" data-bid=\"5-1\" class=\"b\">Ex 22:25;</a><a href=\"/en/wol/bc/r1/lp-e/1200000554/4/1\" data-bid=\"5-2\" class=\"b\"> Le 25:35-37;</a><a href=\"/en/wol/bc/r1/lp-e/1200000554/4/2\" data-bid=\"5-3\" class=\"b\"> 2Ki 4:1-7</a>.) Interest was specifically allowable on loans to non-Israelites. (<a href=\"/en/wol/bc/r1/lp-e/1200000554/5/0\" data-bid=\"6-1\" class=\"b\">De 23:20</a>) Valuables were often left in the care of some trusted persons for safekeeping (<a href=\"/en/wol/bc/r1/lp-e/1200000554/6/0\" data-bid=\"7-1\" class=\"b\">Ex 22:7</a>), while others resorted to burying them in the ground, as did the sluggish slave of Jesus&#x2019; parable. (<a href=\"/en/wol/bc/r1/lp-e/1200000554/7/0\" data-bid=\"8-1\" class=\"b\">Mt 25:25</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200000554/8/0\" data-bid=\"9-1\" class=\"b\">Mt 13:44</a>.) Evidence of this practice is seen in the large quantities of valuables and coins unearthed by both archaeologists and farmers in Bible lands.Certain ones of the Israelites who returned from Babylon to the land of Judah were condemned for applying harsh banking practices toward their needy brothers, exacting security in the form of their homes, lands, vineyards, and even their children, and charging an interest rate of 12&#xA0;percent annually (one hundredth part per month). Those debtors who defaulted because of insolvency thus suffered the loss of their properties. (<a href=\"/en/wol/bc/r1/lp-e/1200000554/9/0\" data-bid=\"10-1\" class=\"b\">Ne 5:1-11</a>) Such improper action, however, did not place a blanket condemnation on the receiving of interest, as is evidenced by Jesus&#x2019; later expression of implied approval of the use of capital to obtain increased funds.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000554/1\">INTEREST</a>."}