{"title":"Baptism","link":"/en/wol/d/r1/lp-e/1200000555","html":"<span id=\"page248\" class=\"pageNum\" data-no=\"248\" data-before-text=\"248\"></span><strong>BAPTISM</strong>The Greek <em>ba&#x2B9;pti&#xB7;sma </em>refers to the process of immersion, including submersion and emergence; it is derived from the verb <em>ba&#x2B9;pto, </em>meaning &#x201C;dip.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000555/0/0\" data-bid=\"1-1\" class=\"b\">Joh 13:26</a>) In the Bible, &#x201C;to baptize&#x201D; is the same as &#x201C;to immerse.&#x201D; In illustration of this, <em>The Holy Bible, An Improved Edition, </em>renders <a href=\"/en/wol/bc/r1/lp-e/1200000555/1/0\" data-bid=\"2-1\" class=\"b\">Romans 6:3, 4</a> as follows: &#x201C;Or, are ye ignorant, that all we who were baptized (immersed) into Christ Jesus were baptized (immersed) into his death? We were buried therefore with him through our baptism (immersion) into his death.&#x201D; (See also <em>Ro; ED.</em>) The Greek <em>Septuagint </em>uses a form of the same word for &#x201C;dip&#x201D; at <a href=\"/en/wol/bc/r1/lp-e/1200000555/2/0\" data-bid=\"3-1\" class=\"b\">Exodus 12:22</a> and <a href=\"/en/wol/bc/r1/lp-e/1200000555/3/0\" data-bid=\"4-1\" class=\"b\">Leviticus 4:6</a>. (See <em>NW </em>ftns.) When one is immersed in water, one is temporarily &#x201C;buried&#x201D; out of sight and then lifted out.We shall consider four different aspects of baptism, together with related questions: (1)&#xA0;John&#x2019;s baptism, (2)&#xA0;water baptism of Jesus and his followers, (3)&#xA0;baptism into Christ Jesus and into his death, (4)&#xA0;baptism with fire.<strong>John&#x2019;s Baptism. </strong>The first human authorized by God to perform water baptism was John the son of Zechariah and Elizabeth. (<a href=\"/en/wol/bc/r1/lp-e/1200000555/4/0\" data-bid=\"5-1\" class=\"b\">Lu 1:5-7,</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/4/1\" data-bid=\"5-2\" class=\"b\">&#xA0;57</a>) The very fact that he was known as &#x201C;John the Baptist&#x201D; or &#x201C;the baptizer&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000555/5/0\" data-bid=\"6-1\" class=\"b\">Mt 3:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/5/1\" data-bid=\"6-2\" class=\"b\"> Mr 1:4</a>) implies that baptism or water immersion came to the attention <span id=\"page249\" class=\"pageNum\" data-no=\"249\" data-before-text=\"249\"></span>of the people especially through John, and the Scriptures prove that his ministry and baptism came from God; they were not of John&#x2019;s origin. His works were foretold by the angel Gabriel as from God (<a href=\"/en/wol/bc/r1/lp-e/1200000555/6/0\" data-bid=\"7-1\" class=\"b\">Lu 1:13-17</a>), and Zechariah prophesied by holy spirit that John would be a prophet of the Most High to make Jehovah&#x2019;s ways ready. (<a href=\"/en/wol/bc/r1/lp-e/1200000555/7/0\" data-bid=\"8-1\" class=\"b\">Lu 1:68-79</a>) Jesus confirmed that John&#x2019;s ministry and baptism were from God. (<a href=\"/en/wol/bc/r1/lp-e/1200000555/8/0\" data-bid=\"9-1\" class=\"b\">Lu 7:26-28</a>) The disciple Luke records that &#x201C;God&#x2019;s declaration came to John the son of Zechariah in the wilderness. So he came .&#xA0;.&#xA0;. preaching baptism.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000555/9/0\" data-bid=\"10-1\" class=\"b\">Lu 3:2,&#xA0;3</a>) The apostle John states of him: &#x201C;There arose a man that was sent forth as a representative of God: his name was John.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000555/10/0\" data-bid=\"11-1\" class=\"b\">Joh 1:6</a>.Further understanding of the meaning of John&#x2019;s baptism is gained by comparing various translations of <a href=\"/en/wol/bc/r1/lp-e/1200000555/11/0\" data-bid=\"12-1\" class=\"b\">Luke 3:3</a>. John came &#x201C;preaching baptism in symbol of repentance for forgiveness of sins&#x201D; (<em>NW</em>); &#x201C;baptism conditioned on repentance&#x201D; (<em>CB</em>); &#x201C;baptism whereby men repented, to have their sins forgiven&#x201D; (<em>Kx</em>); &#x201C;baptism in token of repentance for the forgiveness of sins&#x201D; (<em>NE</em>); &#x201C;Turn away from your sins and be baptized, and God will forgive your sins&#x201D; (<em>TEV</em>). These renderings make plain that the baptism did not wash away their sins, but the repentance and changing of their ways did, and of this, baptism was a symbol.The baptism performed by John was therefore not a special cleansing from God through his servant John, but a public demonstration and symbol of the individual&#x2019;s repentance over his sins against the Law, which was to lead them to Christ. (<a href=\"/en/wol/bc/r1/lp-e/1200000555/12/0\" data-bid=\"13-1\" class=\"b\">Ga 3:24</a>) John thereby prepared a people to &#x201C;see the saving means of God.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000555/13/0\" data-bid=\"14-1\" class=\"b\">Lu 3:6</a>) His work served to &#x201C;get ready for Jehovah a prepared people.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000555/14/0\" data-bid=\"15-1\" class=\"b\">Lu 1:16,&#xA0;17</a>) Such a work had been prophesied by Isaiah and Malachi.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000555/15/0\" data-bid=\"16-1\" class=\"b\">Isa 40:3-5;</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/15/1\" data-bid=\"16-2\" class=\"b\"> Mal 4:5,&#xA0;6</a>.Some scholars try to read anticipation of John&#x2019;s baptism and the Christian baptism in ancient purification ceremonies under the Law (<a href=\"/en/wol/bc/r1/lp-e/1200000555/16/0\" data-bid=\"17-1\" class=\"b\">Ex 29:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/16/1\" data-bid=\"17-2\" class=\"b\"> Le 8:6;</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/16/2\" data-bid=\"17-3\" class=\"b\"> 14:8,</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/16/3\" data-bid=\"17-4\" class=\"b\"> 31, 32;</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/16/4\" data-bid=\"17-5\" class=\"b\"> Heb 9:10</a>, ftn) or in individual acts. (<a href=\"/en/wol/bc/r1/lp-e/1200000555/17/0\" data-bid=\"18-1\" class=\"b\">Ge 35:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/17/1\" data-bid=\"18-2\" class=\"b\"> Ex 19:10</a>) But these instances bear no analogy to the real meaning of baptism. They were washings for ceremonial cleanness. In only one instance is there anything approaching a dipping of the body completely under water. This is in the case of Naaman the leper, and the plunging into water was done <em>seven </em>times. (<a href=\"/en/wol/bc/r1/lp-e/1200000555/18/0\" data-bid=\"19-1\" class=\"b\">2Ki 5:14</a>) It did not bring him into any special relationship with God, but it merely cured him of leprosy. Besides, Scripturally, proselytes were circumcised, not baptized. To partake of the Passover or engage in worship at the sanctuary one had to be circumcised.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000555/19/0\" data-bid=\"20-1\" class=\"b\">Ex 12:43-49</a>.Neither are there any grounds for the assertion made by some that John&#x2019;s baptism was probably borrowed from the Jewish sect the Essenes or from the Pharisees. Both of these sects had many requirements for ablutions to be performed often. But Jesus showed such to be mere commandments of men who overstepped the commandments of God by their tradition. (<a href=\"/en/wol/bc/r1/lp-e/1200000555/20/0\" data-bid=\"21-1\" class=\"b\">Mr 7:1-9;</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/20/1\" data-bid=\"21-2\" class=\"b\"> Lu 11:38-42</a>) John baptized in water because, as he said, he was sent by God to baptize in water. (<a href=\"/en/wol/bc/r1/lp-e/1200000555/21/0\" data-bid=\"22-1\" class=\"b\">Joh 1:33</a>) He was not sent by the Essenes or by the Pharisees. His commission was not to make Jewish proselytes but to baptize those who were already members of the Jewish congregation.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000555/22/0\" data-bid=\"23-1\" class=\"b\">Lu 1:16</a>.John knew that his works were merely a preparing of the way before God&#x2019;s Son and Messiah and would give way to the greater ministry of that One. The reason for John&#x2019;s baptizing was that the Messiah might be made manifest to Israel. (<a href=\"/en/wol/bc/r1/lp-e/1200000555/23/0\" data-bid=\"24-1\" class=\"b\">Joh 1:31</a>) According to <a href=\"/en/wol/bc/r1/lp-e/1200000555/24/0\" data-bid=\"25-1\" class=\"b\">John 3:26-30</a>, the Messiah&#x2019;s ministry would increase, but John&#x2019;s ministry was to decrease. Those who were baptized by Jesus&#x2019; disciples during Jesus&#x2019; earthly ministry and who therefore also became Jesus&#x2019; disciples were baptized in symbol of repentance in the manner of John&#x2019;s baptism.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000555/25/0\" data-bid=\"26-1\" class=\"b\">Joh 3:25, 26;</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/25/1\" data-bid=\"26-2\" class=\"b\"> 4:1,&#xA0;2</a>.<strong>Jesus&#x2019; Baptism in Water. </strong>The baptism of Jesus himself as performed by John must of necessity have had a meaning and purpose quite different from John&#x2019;s baptism, as Jesus &#x201C;committed no sin, nor was deception found in his mouth.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000555/26/0\" data-bid=\"27-1\" class=\"b\">1Pe 2:22</a>) So he could not submit to an act symbolizing repentance. Undoubtedly it was for this reason that John objected to baptizing Jesus. But Jesus said: &#x201C;Let it be, this time, for in that way it is suitable for us to carry out all that is righteous.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000555/27/0\" data-bid=\"28-1\" class=\"b\">Mt 3:13-15</a>.Luke states that Jesus was praying at the time of his baptism. (<a href=\"/en/wol/bc/r1/lp-e/1200000555/28/0\" data-bid=\"29-1\" class=\"b\">Lu 3:21</a>) Further, the writer of the letter to the Hebrews says that when Jesus Christ came &#x201C;into the world&#x201D; (that is, not when he was born and could not read and say these words, but when he presented himself for baptism and began his ministry) he was saying, in accord with <a href=\"/en/wol/bc/r1/lp-e/1200000555/29/0\" data-bid=\"30-1\" class=\"b\">Psalm 40:6-8</a> (<em>LXX</em>): &#x201C;Sacrifice and offering you did not want, but you prepared a body for me. .&#xA0;.&#xA0;. Look! I am come (in the roll of the book it is written about me) to do your will, O&#xA0;God.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000555/30/0\" data-bid=\"31-1\" class=\"b\">Heb 10:5-9</a>) Jesus was by birth a member of the Jewish nation, which nation was in a national covenant with God, namely, the Law covenant. (<a href=\"/en/wol/bc/r1/lp-e/1200000555/31/0\" data-bid=\"32-1\" class=\"b\">Ex 19:5-8;</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/31/1\" data-bid=\"32-2\" class=\"b\"> Ga 4:4</a>) Jesus, by reason of this fact, was therefore already in a covenant relationship with Jehovah God when he thus presented himself to John for baptism. <span id=\"page250\" class=\"pageNum\" data-no=\"250\" data-before-text=\"250\"></span>Jesus was there doing something more than what was required of him under the Law. He was presenting himself to his Father Jehovah to do his Father&#x2019;s &#x201C;will&#x201D; with reference to the offering of his own &#x201C;prepared&#x201D; body and with regard to doing away with animal sacrifices that were offered according to the Law. The apostle Paul comments: &#x201C;By the said &#x2018;will&#x2019; we have been sanctified through the offering of the body of Jesus Christ once for all time.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000555/32/0\" data-bid=\"33-1\" class=\"b\">Heb 10:10</a>) The Father&#x2019;s will for Jesus also involved activity in connection with the Kingdom, and for this service too Jesus presented himself. (<a href=\"/en/wol/bc/r1/lp-e/1200000555/33/0\" data-bid=\"34-1\" class=\"b\">Lu 4:43;</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/33/1\" data-bid=\"34-2\" class=\"b\"> 17:20,&#xA0;21</a>) Jehovah accepted and acknowledged this presentation of his Son, anointing him with holy spirit and saying: &#x201C;You are my Son, the beloved; I have approved you.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000555/34/0\" data-bid=\"35-1\" class=\"b\">Mr 1:9-11;</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/34/1\" data-bid=\"35-2\" class=\"b\"> Lu 3:21-23;</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/34/2\" data-bid=\"35-3\" class=\"b\"> Mt 3:13-17</a>.<strong>Water Baptism of Jesus&#x2019; Followers. </strong>John&#x2019;s baptism was due to be replaced by the baptism commanded by Jesus: &#x201C;Make disciples of people of all the nations, baptizing them in the name of the Father and of the Son and of the holy spirit.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000555/35/0\" data-bid=\"36-1\" class=\"b\">Mt 28:19</a>) This was the only water baptism having God&#x2019;s approval from Pentecost, 33&#xA0;C.E., forward. Some years after 33&#xA0;C.E., Apollos, a zealous man, was teaching correctly about Jesus, but he had an understanding of only John&#x2019;s baptism. On this matter he had to be corrected, as did the disciples whom Paul met at Ephesus. These men in Ephesus had undergone John&#x2019;s baptism, but evidently after its valid performance had ended, since Paul&#x2019;s visit to Ephesus was about 20 years after the termination of the Law covenant. They were then baptized correctly in the name of Jesus and received holy spirit.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000555/36/0\" data-bid=\"37-1\" class=\"b\">Ac 18:24-26;</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/36/1\" data-bid=\"37-2\" class=\"b\"> 19:1-7</a>.That Christian baptism required an understanding of God&#x2019;s Word and an intelligent decision to present oneself to do the revealed will of God was evident when, at Pentecost, 33&#xA0;C.E., the Jews and proselytes there assembled, who already had a knowledge of the Hebrew Scriptures, heard Peter speak about Jesus the Messiah, with the result that 3,000 &#x201C;embraced his word heartily&#x201D; and &#x201C;were baptized.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000555/37/0\" data-bid=\"38-1\" class=\"b\">Ac 2:41;</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/37/1\" data-bid=\"38-2\" class=\"b\"> 3:19&#x2013;4:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/37/2\" data-bid=\"38-3\" class=\"b\"> 10:34-38</a>) Those in Samaria first believed Philip&#x2019;s preaching of the good news, and then they were baptized. (<a href=\"/en/wol/bc/r1/lp-e/1200000555/38/0\" data-bid=\"39-1\" class=\"b\">Ac 8:12</a>) The Ethiopian eunuch, a devout Jewish proselyte who, as such, also had knowledge of Jehovah and the Hebrew Scriptures, heard first the explanation of the fulfillment of these scriptures in Christ, accepted it, and then wanted to be baptized. (<a href=\"/en/wol/bc/r1/lp-e/1200000555/39/0\" data-bid=\"40-1\" class=\"b\">Ac 8:34-36</a>) Peter explained to Cornelius that &#x201C;the man that fears [God] and works righteousness is acceptable&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000555/40/0\" data-bid=\"41-1\" class=\"b\">Ac 10:35</a>) and that everyone putting faith in Jesus Christ gets forgiveness of sins through his name. (<a href=\"/en/wol/bc/r1/lp-e/1200000555/41/0\" data-bid=\"42-1\" class=\"b\">Ac 10:43;</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/41/1\" data-bid=\"42-2\" class=\"b\"> 11:18</a>) All of this is in harmony with Jesus&#x2019; command to &#x201C;make disciples .&#xA0;.&#xA0;. teaching them to observe all the things I have commanded you.&#x201D; Those who accept the teaching and who become disciples properly get baptized.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000555/42/0\" data-bid=\"43-1\" class=\"b\">Mt 28:19, 20;</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/42/1\" data-bid=\"43-2\" class=\"b\"> Ac 1:8</a>.At Pentecost, Jews who bore community responsibility for Jesus&#x2019; death, and who doubtless knew of John&#x2019;s baptism, were &#x201C;stabbed to the heart&#x201D; by Peter&#x2019;s preaching and asked: &#x201C;Brothers, what shall we do?&#x201D; Peter answered: &#x201C;Repent, and let each one of you be baptized in the name of Jesus Christ for forgiveness of your sins, and you will receive the free gift of the holy spirit.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000555/43/0\" data-bid=\"44-1\" class=\"b\">Ac 2:37,&#xA0;38</a>) Notice that Peter pointed out something new to them<wbr>&#x2014;that, not repentance and baptism in John&#x2019;s baptism, but repentance and baptism <em>in the name of Jesus Christ </em>was necessary for forgiveness of sins. He did not say that baptism itself washed away sins. Peter knew that &#x201C;the blood of Jesus [God&#x2019;s] Son cleanses us from all sin.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000555/44/0\" data-bid=\"45-1\" class=\"b\">1Jo 1:7</a>) Later, after speaking of Jesus as &#x201C;the Chief Agent of life,&#x201D; Peter said to Jews at the temple: &#x201C;Repent, therefore, and turn around so as to get your sins blotted out, that seasons of refreshing may come from the person of Jehovah.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000555/45/0\" data-bid=\"46-1\" class=\"b\">Ac 3:15,</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/45/1\" data-bid=\"46-2\" class=\"b\">&#xA0;19</a>) Here he instructed them that repenting of their bad deed against Christ and &#x2018;turning around,&#x2019; to recognize him, was what brought forgiveness of sin; he did not at this point mention baptism.As for the Jews, the Law covenant was abolished on the basis of Christ&#x2019;s death on the torture stake (<a href=\"/en/wol/bc/r1/lp-e/1200000555/46/0\" data-bid=\"47-1\" class=\"b\">Col 2:14</a>), and the new covenant became operative at Pentecost, 33&#xA0;C.E. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200000555/47/0\" data-bid=\"48-1\" class=\"b\">Ac 2:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/47/1\" data-bid=\"48-2\" class=\"b\"> Heb 2:3,&#xA0;4</a>.) Nevertheless, God extended special favor to the Jews about three and a half years longer. During this time Jesus&#x2019; disciples confined their preaching to Jews, Jewish proselytes, and Samaritans. But about 36&#xA0;C.E. God directed Peter to go to the home of the Gentile Cornelius, a Roman army officer, and by pouring out His holy spirit on Cornelius and his household, showed Peter that Gentiles could now be accepted for water baptism. (<a href=\"/en/wol/bc/r1/lp-e/1200000555/48/0\" data-bid=\"49-1\" class=\"b\">Ac 10:34, 35,</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/48/1\" data-bid=\"49-2\" class=\"b\"> 44-48</a>) Since God no longer recognized the Law covenant with the circumcised Jews but now recognized only his new covenant mediated by Jesus Christ, natural Jews, whether circumcised or uncircumcised, were not considered by God as being in any special relationship with him. They could not attain to a status with God by observing the Law, which was no longer valid, nor by John&#x2019;s baptism, which had to do with the Law, but were obliged to approach God through faith in his Son and be baptized in water in the name of Jesus Christ in order to have <span id=\"page251\" class=\"pageNum\" data-no=\"251\" data-before-text=\"251\"></span>Jehovah&#x2019;s recognition and favor.<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200000555/0\">SEVENTY WEEKS</a> (Covenant in force &#x201C;for one week&#x201D;).Consequently, after 36&#xA0;C.E., all, Jews and Gentiles, have had the same standing in God&#x2019;s eyes. (<a href=\"/en/wol/bc/r1/lp-e/1200000555/49/0\" data-bid=\"50-1\" class=\"b\">Ro 11:30-32;</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/49/1\" data-bid=\"50-2\" class=\"b\"> 14:12</a>) The people of the Gentile nations, except for those who had been circumcised Jewish proselytes, were not in the Law covenant and had never been a people having a special relationship with God the Father. Now the opportunity was extended to them as individuals to become God&#x2019;s people. Before they could be baptized in water they, therefore, had to come to God as believers in his Son Jesus Christ. Then, according to Christ&#x2019;s example and command, they would properly submit to water baptism.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000555/50/0\" data-bid=\"51-1\" class=\"b\">Mt 3:13-15;</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/50/1\" data-bid=\"51-2\" class=\"b\"> 28:18-20</a>.Such Christian baptism would have a vital effect on their standing before God. After referring to Noah&#x2019;s constructing of the ark in which he and his family were preserved through the Flood, the apostle Peter wrote: &#x201C;That which corresponds to this is also now saving you, namely, baptism, (not the putting away of the filth of the flesh, but the request made to God for a good conscience,) through the resurrection of Jesus Christ.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000555/51/0\" data-bid=\"52-1\" class=\"b\">1Pe 3:20,&#xA0;21</a>) The ark was tangible evidence that Noah had dedicated himself to do God&#x2019;s will and had then faithfully done the work assigned by God. This led to his preservation. In a corresponding way, those who would dedicate themselves to Jehovah on the basis of faith in the resurrected Christ, get baptized in symbol of that, and do God&#x2019;s will for his servants would be saved from the present wicked world. (<a href=\"/en/wol/bc/r1/lp-e/1200000555/52/0\" data-bid=\"53-1\" class=\"b\">Ga 1:3,&#xA0;4</a>) No longer would they be headed for destruction with the rest of the world. They would be saved from this and would be granted a good conscience by God.<strong>No Infant Baptism. </strong>In view of the fact that &#x2018;hearing the word,&#x2019; &#x2018;embracing the word heartily,&#x2019; and &#x2018;repenting&#x2019; precede water baptism (<a href=\"/en/wol/bc/r1/lp-e/1200000555/53/0\" data-bid=\"54-1\" class=\"b\">Ac 2:14,</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/53/1\" data-bid=\"54-2\" class=\"b\"> 22,</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/53/2\" data-bid=\"54-3\" class=\"b\"> 38,</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/53/3\" data-bid=\"54-4\" class=\"b\">&#xA0;41</a>) and that baptism requires the individual to make a solemn decision, it is apparent that one must at least be of age to hear, to believe, and to make this decision. An argument is made by some in favor of infant baptism. They refer to the instances where &#x2018;households&#x2019; were baptized, such as the households of Cornelius, Lydia, the Philippian jailer, Crispus, and Stephanas. (<a href=\"/en/wol/bc/r1/lp-e/1200000555/54/0\" data-bid=\"55-1\" class=\"b\">Ac 10:48;</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/54/1\" data-bid=\"55-2\" class=\"b\"> 11:14;</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/54/2\" data-bid=\"55-3\" class=\"b\"> 16:15,</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/54/3\" data-bid=\"55-4\" class=\"b\"> 32-34;</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/54/4\" data-bid=\"55-5\" class=\"b\"> 18:8;</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/54/5\" data-bid=\"55-6\" class=\"b\"> 1Co 1:16</a>) They believe that this implies that small babies in those families were also baptized. But, in the case of Cornelius, those who were baptized were those who had heard the word and received the holy spirit, and they spoke in tongues and glorified God; these things could not apply to infants. (<a href=\"/en/wol/bc/r1/lp-e/1200000555/55/0\" data-bid=\"56-1\" class=\"b\">Ac 10:44-46</a>) Lydia was &#x201C;a worshiper of God, .&#xA0;.&#xA0;. and Jehovah opened her heart wide to pay attention to the things being spoken by Paul.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000555/56/0\" data-bid=\"57-1\" class=\"b\">Ac 16:14</a>) The Philippian jailer had to &#x201C;believe on the Lord Jesus,&#x201D; and this implies that the others in his family also had to believe in order to be baptized. (<a href=\"/en/wol/bc/r1/lp-e/1200000555/57/0\" data-bid=\"58-1\" class=\"b\">Ac 16:31-34</a>) &#x201C;Crispus the presiding officer of the synagogue became a believer in the Lord, and so did all his household.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000555/58/0\" data-bid=\"59-1\" class=\"b\">Ac 18:8</a>) All of this demonstrates that associated with baptism were such things as hearing, believing, and glorifying God, things infants cannot do. At Samaria when they heard and believed &#x201C;the good news of the kingdom of God and of the name of Jesus Christ, they proceeded to be baptized.&#x201D; Here the Scriptural record specifies that the ones baptized were, not infants, but &#x201C;men and women.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000555/59/0\" data-bid=\"60-1\" class=\"b\">Ac 8:12</a>.The statement made by the apostle Paul to the Corinthians that children were &#x201C;holy&#x201D; by reason of a believing parent is no proof that infants were baptized; rather, it implies the opposite. Minor children too young to have the ability to make such a decision would come under a form of merit because of the believing parent, not because of any so-called sacramental baptism, imparting independent merit. If infants could properly be baptized, they would not need to have the merit of the believing parent extended to them.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000555/60/0\" data-bid=\"61-1\" class=\"b\">1Co 7:14</a>.It is true that Jesus said: &#x201C;Stop hindering [the young children] from coming to me, for the kingdom of the heavens belongs to suchlike ones.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000555/61/0\" data-bid=\"62-1\" class=\"b\">Mt 19:13-15;</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/61/1\" data-bid=\"62-2\" class=\"b\"> Mr 10:13-16</a>) But they were not baptized. Jesus blessed them, and there is nothing to indicate that his laying his hands upon them was a religious ceremony. He further showed that the reason &#x2018;the kingdom of God belongs to such&#x2019; was not because they were baptized but because they were teachable and trusting. Christians are commanded to be &#x201C;babes as to badness,&#x201D; yet &#x201C;full-grown in powers of understanding.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000555/62/0\" data-bid=\"63-1\" class=\"b\">Mt 18:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/62/1\" data-bid=\"63-2\" class=\"b\"> Lu 18:16, 17;</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/62/2\" data-bid=\"63-3\" class=\"b\"> 1Co 14:20</a>.The religious historian Augustus Neander wrote of the first-century Christians: &#x201C;The practice of infant baptism was unknown at this period. .&#xA0;.&#xA0;. That not till so late a period as (at least <em>certainly </em>not earlier than) Irenaeus [c.&#xA0;120/140-c.&#xA0;200/203&#xA0;C.E.], a trace of infant baptism appears, and that it first became recognised as an apostolic tradition in the course of the third century, is evidence rather <em>against </em>than <em>for </em>the admission of its apostolic origin.&#x201D;<wbr>&#x2014;<em>History of the Planting and Training of the Christian Church by the Apostles, </em>1864, p.&#xA0;162.<strong>Complete Immersion. </strong>From the definition of baptism as stated earlier, it is clear that baptism is <span id=\"page252\" class=\"pageNum\" data-no=\"252\" data-before-text=\"252\"></span>complete immersion or submersion in water, not a mere pouring or sprinkling. The Bible examples of baptism corroborate this fact. Jesus was baptized in a sizable river, the Jordan, and after being baptized he came &#x201C;up out of the water.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000555/63/0\" data-bid=\"64-1\" class=\"b\">Mr 1:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/63/1\" data-bid=\"64-2\" class=\"b\"> Mt 3:13,</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/63/2\" data-bid=\"64-3\" class=\"b\">&#xA0;16</a>) John selected a location in the Jordan Valley near Salim to baptize, &#x201C;because there was a great quantity of water there.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000555/64/0\" data-bid=\"65-1\" class=\"b\">Joh 3:23</a>) The Ethiopian eunuch asked to be baptized when they came to &#x201C;a body of water.&#x201D; They both &#x201C;went down into the water.&#x201D; Afterward they came &#x201C;up out of the water.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000555/65/0\" data-bid=\"66-1\" class=\"b\">Ac 8:36-40</a>) All these instances imply, not a small ankle-deep pool, but a large body of water into and out of which they would have to walk. Further, the fact that baptism was also used to symbolize a burial indicates complete submersion.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000555/66/0\" data-bid=\"67-1\" class=\"b\">Ro 6:4-6;</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/66/1\" data-bid=\"67-2\" class=\"b\"> Col 2:12</a>.Historical sources show that the early Christians baptized by immersion. On this subject the <em>New Catholic Encyclopedia </em>(1967, Vol.&#xA0;II, p.&#xA0;56) states: &#x201C;It is evident that Baptism in the early Church was by immersion.&#x201D; <em>Larousse du XX<sup>e </sup>Si&#xE8;cle, </em>Paris, 1928, says: &#x201C;The first Christians received baptism by immersion everywhere where water was found.&#x201D;<strong>Baptism Into Christ Jesus, Into His Death. </strong>Jesus knew at the time of his baptism in the Jordan River that he was entering upon a sacrificial course. He knew that his &#x2018;prepared body&#x2019; must be put to death, that he must die in innocence as a perfect human sacrifice with ransoming value for mankind. (<a href=\"/en/wol/bc/r1/lp-e/1200000555/67/0\" data-bid=\"68-1\" class=\"b\">Mt 20:28</a>) Jesus understood that he must be plunged into death but that he would be raised out of it on the third day. (<a href=\"/en/wol/bc/r1/lp-e/1200000555/68/0\" data-bid=\"69-1\" class=\"b\">Mt 16:21</a>) So he likened his experience to a baptism into death. (<a href=\"/en/wol/bc/r1/lp-e/1200000555/69/0\" data-bid=\"70-1\" class=\"b\">Lu 12:50</a>) He explained to his disciples that he was already undergoing this baptism during his ministry. (<a href=\"/en/wol/bc/r1/lp-e/1200000555/70/0\" data-bid=\"71-1\" class=\"b\">Mr 10:38,&#xA0;39</a>) He was baptized <em>fully </em>into death when he was plunged into death by being impaled on the torture stake on Nisan 14, 33&#xA0;C.E. His resurrection by his Father Jehovah God on the third day completed this baptism, which includes a raising up. Jesus&#x2019; baptism into death is clearly distinct and separate from his water baptism, for he had completely undergone water baptism at the beginning of his ministry, at which time his baptism into death only began.The faithful apostles of Jesus Christ were baptized in water by John&#x2019;s baptism. (<a href=\"/en/wol/bc/r1/lp-e/1200000555/71/0\" data-bid=\"72-1\" class=\"b\">Joh 1:35-37;</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/71/1\" data-bid=\"72-2\" class=\"b\"> 4:1</a>) But they had not yet been baptized with holy spirit when Jesus pointed out that they were also to be baptized in a symbolic baptism like his, a baptism into death. (<a href=\"/en/wol/bc/r1/lp-e/1200000555/72/0\" data-bid=\"73-1\" class=\"b\">Mr 10:39</a>) So baptism into his death is something apart from water baptism. Paul expressed himself in his letter to the Christian congregation at Rome, saying: &#x201C;Do you not know that all of us who were baptized into Christ Jesus were baptized into his death?&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000555/73/0\" data-bid=\"74-1\" class=\"b\">Ro 6:3</a>.It is Jehovah God who is responsible for the performing of such baptism into Christ Jesus as well as baptism into his death. He anointed Jesus, making him the Christ or Anointed One. (<a href=\"/en/wol/bc/r1/lp-e/1200000555/74/0\" data-bid=\"75-1\" class=\"b\">Ac 10:38</a>) Thus God baptized Jesus with the holy spirit in order that, through Jesus, his followers might thereafter be baptized with holy spirit. Therefore, those who become joint heirs with him, with heavenly hopes, have to be &#x201C;baptized into <em>Christ </em>Jesus,&#x201D; that is, into the <em>Anointed </em>Jesus who, at the time of his anointing, was also begotten to be a spiritual son of God. They thereby become united to him, their Head, and they become members of the congregation that is the body of Christ.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000555/75/0\" data-bid=\"76-1\" class=\"b\">1Co 12:12, 13,</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/75/1\" data-bid=\"76-2\" class=\"b\"> 27;</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/75/2\" data-bid=\"76-3\" class=\"b\"> Col 1:18</a>.The course of these Christian followers who are baptized into Christ Jesus is a course of integrity-keeping under test from the time they are baptized into Christ, a daily facing of death and finally a death of integrity, as described by the apostle Paul when he explained to the Roman Christians: &#x201C;Therefore we were buried with him through our baptism into his death, in order that, just as Christ was raised up from the dead through the glory of the Father, we also should likewise walk in a newness of life. For if we have become united with him in the likeness of his death, we shall certainly also be united with him in the likeness of his resurrection.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000555/76/0\" data-bid=\"77-1\" class=\"b\">Ro 6:4,&#xA0;5;</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/76/1\" data-bid=\"77-2\" class=\"b\"> 1Co 15:31-49</a>.Clarifying the matter still further, Paul, in writing to the congregation at Philippi, described his own course as &#x201C;a sharing in [Christ&#x2019;s] sufferings, submitting myself to a death like his, to see if I may by any means attain to the earlier resurrection from the dead.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000555/77/0\" data-bid=\"78-1\" class=\"b\">Php 3:10,&#xA0;11</a>) Only the Almighty God the heavenly Father, who is the Baptizer of those who are baptized in union with Jesus Christ and into his death, can complete the baptism. This He does through Christ by raising them up out of death to be united with Jesus Christ in the likeness of his resurrection, which is to heavenly, immortal life.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000555/78/0\" data-bid=\"79-1\" class=\"b\">1Co 15:53,&#xA0;54</a>.That a congregation of people can, so to speak, be baptized or immersed into a liberator and leader is illustrated by the apostle Paul when he describes the congregation of Israel as being &#x201C;baptized into Moses by means of the cloud and of the sea.&#x201D; There they were covered with a protecting cloud and with the walls of water on each side of them, being, symbolically speaking, immersed. <span id=\"page253\" class=\"pageNum\" data-no=\"253\" data-before-text=\"253\"></span>Moses foretold that God would raise up a prophet like himself; Peter applied this prophecy to Jesus Christ.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000555/79/0\" data-bid=\"80-1\" class=\"b\">1Co 10:1,&#xA0;2;</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/79/1\" data-bid=\"80-2\" class=\"b\"> De 18:15-19;</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/79/2\" data-bid=\"80-3\" class=\"b\"> Ac 3:19-23</a>.<strong><em>What is baptism &#x201C;for the purpose of being dead ones&#x201D;?</em></strong>The passage at <a href=\"/en/wol/bc/r1/lp-e/1200000555/80/0\" data-bid=\"81-1\" class=\"b\">1&#xA0;Corinthians 15:29</a> is variously rendered by translators: &#x201C;What shall they do which are baptized for the dead?&#x201D; (<em>KJ</em>); &#x201C;on behalf of their dead?&#x201D; (<em>AT</em>); &#x201C;on behalf of the dead?&#x201D; (<em>NE</em>); &#x201C;for the purpose of being dead ones?&#x201D; (<em>NW</em>)Many different interpretations have been offered for this verse. The most common interpretation is that Paul was referring to the custom of vicarious baptism in water, that is, baptizing living persons in behalf of dead ones in a substitutionary way in order to benefit the dead. The existence of such a practice in Paul&#x2019;s day cannot be proved, nor would it be in accord with those scriptures that clearly state that &#x201C;disciples,&#x201D; those who themselves &#x2018;embraced the word heartily,&#x2019; those who personally &#x201C;believed,&#x201D; were the ones that got baptized.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000555/81/0\" data-bid=\"82-1\" class=\"b\">Mt 28:19;</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/81/1\" data-bid=\"82-2\" class=\"b\"> Ac 2:41;</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/81/2\" data-bid=\"82-3\" class=\"b\"> 8:12</a>.<em>A Greek-English Lexicon, </em>by Liddell and Scott, includes &#x201C;for,&#x201D; &#x201C;on behalf of,&#x201D; and &#x201C;for the sake of&#x201D; among its definitions of the Greek preposition <em>hy&#xB7;per&#x2B9;, </em>which is used with the genitive case in <a href=\"/en/wol/bc/r1/lp-e/1200000555/82/0\" data-bid=\"83-1\" class=\"b\">1&#xA0;Corinthians 15:29</a>. (Revised by H.&#xA0;Jones, Oxford, 1968, p.&#xA0;1857) In some settings the expression &#x201C;for the sake of&#x201D; is equivalent to &#x201C;for the purpose of.&#x201D; Already in 1728 Jacob Elsner noted cases from various Greek writers where <em>hy&#xB7;per&#x2B9; </em>with the genitive has final meaning, that is, a meaning expressive of purpose, and he showed that in <a href=\"/en/wol/bc/r1/lp-e/1200000555/83/0\" data-bid=\"84-1\" class=\"b\">1&#xA0;Corinthians 15:29</a> this construction has such meaning. (<em>Observationes Sacrae in Novi Foederis Libros, </em>Utrecht, Vol.&#xA0;II, pp.&#xA0;127-131) Consistent with this, in this verse the <em>New World Translation </em>renders <em>hy&#xB7;per&#x2B9; </em>as meaning &#x201C;for the purpose of.&#x201D;Where an expression can grammatically be translated in more than one way, the correct rendering is one that agrees with the context. In the context, <a href=\"/en/wol/bc/r1/lp-e/1200000555/84/0\" data-bid=\"85-1\" class=\"b\">1&#xA0;Corinthians 15:3, 4</a> shows that what is principally under discussion is belief in the death and resurrection of Jesus Christ. The following verses then present evidence of the soundness of that belief (<a href=\"/en/wol/bc/r1/lp-e/1200000555/85/0\" data-bid=\"86-1\" class=\"b\">vss 5-11</a>); they discuss the serious implications of denying belief in the resurrection (<a href=\"/en/wol/bc/r1/lp-e/1200000555/86/0\" data-bid=\"87-1\" class=\"b\">vss 12-19</a>), the fact that the resurrection of Christ gives assurance that others will be raised from the dead (<a href=\"/en/wol/bc/r1/lp-e/1200000555/87/0\" data-bid=\"88-1\" class=\"b\">vss 20-23</a>), and how all of this works toward the unification of all intelligent creation with God (<a href=\"/en/wol/bc/r1/lp-e/1200000555/88/0\" data-bid=\"89-1\" class=\"b\">vss 24-28</a>). <a href=\"/en/wol/bc/r1/lp-e/1200000555/89/0\" data-bid=\"90-1\" class=\"b\">Verse&#xA0;29</a> obviously is an integral part of this discussion. But whose resurrection is at issue in <a href=\"/en/wol/bc/r1/lp-e/1200000555/90/0\" data-bid=\"91-1\" class=\"b\">verse 29</a>? Is it the resurrection of the ones whose baptism is referred to there? Or is it that of someone who died before that baptism took place? What do the following verses indicate? <a href=\"/en/wol/bc/r1/lp-e/1200000555/91/0\" data-bid=\"92-1\" class=\"b\">Verses&#xA0;30 to 34</a> clearly show that the future life prospects of <em>living </em>Christians are there being discussed, and <a href=\"/en/wol/bc/r1/lp-e/1200000555/92/0\" data-bid=\"93-1\" class=\"b\">verses 35 to 58</a> state that those were faithful Christians who had the hope of heavenly life.That agrees with <a href=\"/en/wol/bc/r1/lp-e/1200000555/93/0\" data-bid=\"94-1\" class=\"b\">Romans 6:3</a>, which says: &#x201C;Do you not know that all of us who were baptized into Christ Jesus were baptized into his death?&#x201D; As this scripture makes plain, that is not a baptism that a Christian undergoes on behalf of someone already dead but is, instead, something that affects the person&#x2019;s own future.In what sense, then, were those Christians &#x201C;baptized for the purpose of being dead ones,&#x201D; or &#x201C;baptized into his death&#x201D;? They were immersed into a course of life that was to lead them as integrity-keepers to death, as was the case with Christ, and with the hope of a resurrection like his to immortal spirit life. (<a href=\"/en/wol/bc/r1/lp-e/1200000555/94/0\" data-bid=\"95-1\" class=\"b\">Ro 6:4,&#xA0;5;</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/94/1\" data-bid=\"95-2\" class=\"b\"> Php 3:10,&#xA0;11</a>) This was not a baptism that was accomplished quickly, as water immersion is. More than three years after his immersion in water, Jesus spoke of a baptism that was not yet completed in his own case and that was yet future for his disciples. (<a href=\"/en/wol/bc/r1/lp-e/1200000555/95/0\" data-bid=\"96-1\" class=\"b\">Mr 10:35-40</a>) Since this baptism leads to resurrection to heavenly life, it must begin with the operation of God&#x2019;s spirit on the person in such a way as to engender that hope, and it must end, not at death, but with realization of the prospect of immortal spirit life by means of the resurrection.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000555/96/0\" data-bid=\"97-1\" class=\"b\">2Co 1:21, 22;</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/96/1\" data-bid=\"97-2\" class=\"b\"> 1Co 6:14</a>.<strong>A Person&#x2019;s Place in God&#x2019;s Purpose. </strong>It should be noted that the one being baptized in water enters a special relationship as Jehovah&#x2019;s servant, to do His will. The individual does not determine what the will of God is for him, but it is God who makes the decision as to the use of the individual and the placing of such one in the framework of His purposes. For example, in times past, the entire nation of Israel was in special relationship with God; they were Jehovah&#x2019;s property. (<a href=\"/en/wol/bc/r1/lp-e/1200000555/97/0\" data-bid=\"98-1\" class=\"b\">Ex 19:5</a>) But only the tribe of Levi was selected to perform the services at the sanctuary, and out of this tribe only Aaron&#x2019;s family constituted the priesthood. (<a href=\"/en/wol/bc/r1/lp-e/1200000555/98/0\" data-bid=\"99-1\" class=\"b\">Nu 1:48-51;</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/98/1\" data-bid=\"99-2\" class=\"b\"> Ex 28:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/98/2\" data-bid=\"99-3\" class=\"b\"> 40:13-15</a>) The kingship came to be established exclusively in the line of David&#x2019;s family by Jehovah God.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000555/99/0\" data-bid=\"100-1\" class=\"b\">2Sa 7:15,&#xA0;16</a>.Likewise those who undergo Christian baptism become God&#x2019;s property, his slaves, to employ as he sees fit. (<a href=\"/en/wol/bc/r1/lp-e/1200000555/100/0\" data-bid=\"101-1\" class=\"b\">1Co 6:20</a>) An example of God&#x2019;s direction of such matters is found in Revelation, where reference is made to a definite number of persons <span id=\"page254\" class=\"pageNum\" data-no=\"254\" data-before-text=\"254\"></span>finally &#x201C;sealed,&#x201D; namely, 144,000. (<a href=\"/en/wol/bc/r1/lp-e/1200000555/101/0\" data-bid=\"102-1\" class=\"b\">Re 7:4-8</a>) Even before such final approval, God&#x2019;s holy spirit serves as a seal that gives those sealed a token in advance of their inheritance, a heavenly one. (<a href=\"/en/wol/bc/r1/lp-e/1200000555/102/0\" data-bid=\"103-1\" class=\"b\">Eph 1:13, 14;</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/102/1\" data-bid=\"103-2\" class=\"b\"> 2Co 5:1-5</a>) Those having such a hope are also told: &#x201C;God has set the members in the body [of Christ], each one of them, just as he pleased.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000555/103/0\" data-bid=\"104-1\" class=\"b\">1Co 12:18,</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/103/1\" data-bid=\"104-2\" class=\"b\">&#xA0;27</a>.Jesus called attention to another group when he said: &#x201C;I have other sheep, which are not of this fold; those also I must bring, and they will listen to my voice, and they will become one flock, one shepherd.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000555/104/0\" data-bid=\"105-1\" class=\"b\">Joh 10:16</a>) These are not of the &#x201C;little flock&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000555/105/0\" data-bid=\"106-1\" class=\"b\">Lu 12:32</a>), but they too must approach Jehovah through Jesus Christ and be baptized in water.The vision given to the apostle John, as recorded in Revelation, harmonizes with this when, after showing John the 144,000 &#x201C;sealed&#x201D; ones, it turns his eyes to &#x201C;a great crowd, which no man was able to number.&#x201D; These are shown as having &#x201C;washed their robes and made them white in the blood of the Lamb,&#x201D; indicating faith in the ransom sacrifice of Jesus Christ the Lamb of God. (<a href=\"/en/wol/bc/r1/lp-e/1200000555/106/0\" data-bid=\"107-1\" class=\"b\">Re 7:9,</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/106/1\" data-bid=\"107-2\" class=\"b\">&#xA0;14</a>) They are therefore given favorable recognition, &#x201C;standing before [God&#x2019;s] throne,&#x201D; but are not those whom God selects to be the &#x201C;sealed&#x201D; 144,000. As to this &#x201C;great crowd,&#x201D; the vision goes on to point out that they serve God day and night and will be protected and will be cared for by him.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000555/107/0\" data-bid=\"108-1\" class=\"b\">Re 7:15-17</a>.<strong>Baptism With Fire. </strong>When many Pharisees and Sadducees came out to John the Baptizer, he called them &#x201C;offspring of vipers.&#x201D; He spoke of the coming One and said: &#x201C;That one will baptize you people with holy spirit and with fire.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000555/108/0\" data-bid=\"109-1\" class=\"b\">Mt 3:7,</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/108/1\" data-bid=\"109-2\" class=\"b\"> 11;</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/108/2\" data-bid=\"109-3\" class=\"b\"> Lu 3:16</a>) The baptism with fire is not the same as baptism with holy spirit. The fiery baptism could not be, as some say, the tongues of fire at Pentecost, for the disciples there were not immersed in fire. (<a href=\"/en/wol/bc/r1/lp-e/1200000555/109/0\" data-bid=\"110-1\" class=\"b\">Ac 2:3</a>) John told his listeners that there would be a division, there would be a gathering of the wheat, after which the chaff would be burned up with fire that could not be put out. (<a href=\"/en/wol/bc/r1/lp-e/1200000555/110/0\" data-bid=\"111-1\" class=\"b\">Mt 3:12</a>) He pointed out that the fire would not be a blessing or a reward but would be because &#x2018;the tree did not produce fine fruit.&#x2019;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000555/111/0\" data-bid=\"112-1\" class=\"b\">Mt 3:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/111/1\" data-bid=\"112-2\" class=\"b\"> Lu 3:9</a>.Using fire as a symbol of destruction, Jesus foretold the execution of the wicked to take place during his presence, saying: &#x201C;On the day that Lot came out of Sodom it rained fire and sulphur from heaven and destroyed them all. The same way it will be on that day when the Son of man is to be revealed.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000555/112/0\" data-bid=\"113-1\" class=\"b\">Lu 17:29, 30;</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/112/1\" data-bid=\"113-2\" class=\"b\"> Mt 13:49,&#xA0;50</a>) Other instances of fire representing, not a saving force, but a destructive one, are found at <a href=\"/en/wol/bc/r1/lp-e/1200000555/113/0\" data-bid=\"114-1\" class=\"b\">2&#xA0;Thessalonians 1:8;</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/113/1\" data-bid=\"114-2\" class=\"b\"> Jude&#xA0;7</a>; and <a href=\"/en/wol/bc/r1/lp-e/1200000555/114/0\" data-bid=\"115-1\" class=\"b\">2&#xA0;Peter 3:7,</a><a href=\"/en/wol/bc/r1/lp-e/1200000555/114/1\" data-bid=\"115-2\" class=\"b\">&#xA0;10</a>."}