{"title":"Bar-Jesus","link":"/en/wol/d/r1/lp-e/1200000563","html":"<span id=\"page256\" class=\"pageNum\" data-no=\"256\" data-before-text=\"256\"></span><strong>BAR-JESUS</strong>(Bar-Je&#x2B9;sus) [Son of Jesus].A certain Jew of Paphos on the island of Cyprus in the first century C.E., who was &#x201C;a sorcerer, a false prophet.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000563/0/0\" data-bid=\"1-1\" class=\"b\">Ac 13:6</a>) He assumed the professional name or title Elymas, meaning &#x201C;Sorcerer.&#x201D;<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000563/0\">ELYMAS</a>.It appears that Bar-Jesus held the influential position of court magician and adviser to Sergius Paulus, the Roman proconsul at Paphos. As a &#x201C;priest&#x201D; of the divination cult, Bar-Jesus was naturally against Christianity, and wanting to protect his own lucrative position, he was adamant in his opposition to the preaching of Paul and Barnabas. So, when Sergius Paulus &#x201C;earnestly sought to hear the word of God,&#x201D; Elymas &#x201C;began opposing them, seeking to turn the proconsul away from the faith.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000563/1/0\" data-bid=\"2-1\" class=\"b\">Ac 13:7,&#xA0;8</a>.Thereupon, Paul looked this Satanic sorcerer in the eye and, &#x201C;filled with holy spirit,&#x201D; responded: &#x201C;O&#xA0;man full of every sort of fraud and every sort of villainy, you son of the Devil, you enemy of everything righteous, will you not quit distorting the right ways of Jehovah? Well, then, look! Jehovah&#x2019;s hand is upon you, and you will be blind, not seeing the sunlight for a period of time.&#x201D; Instantly Bar-Jesus was struck with blindness. The proconsul, upon witnessing this first recorded miracle of Paul, &#x201C;was astounded at the teaching of Jehovah,&#x201D; and he immediately accepted the message and &#x201C;became a believer.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000563/2/0\" data-bid=\"3-1\" class=\"b\">Ac 13:9-12</a>."}