{"title":"Bartimaeus","link":"/en/wol/d/r1/lp-e/1200000570","html":"<span id=\"page258\" class=\"pageNum\" data-no=\"258\" data-before-text=\"258\"></span><strong>BARTIMAEUS</strong>(Bar&#xB7;ti&#xB7;mae&#x2B9;us) [Son of Timaeus (Honored)].A blind beggar whose sight Jesus restored. Bartimaeus and an unidentified companion were sitting outside Jericho when Jesus and a crowd came along. Bartimaeus inquired what the excitement was, and when told, he began shouting: &#x201C;Son of David, Jesus, have mercy on me!&#x201D; Others sternly told him to be silent, but he was even more persistent. When Jesus called, he threw off his outer garment, hurried to the Master, and begged for recovery of his sight. Jesus, discerning the man&#x2019;s faith and moved to pity, cured Bartimaeus, who then followed him, glorifying God.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000570/0/0\" data-bid=\"1-1\" class=\"b\">Mr 10:46-52;</a><a href=\"/en/wol/bc/r1/lp-e/1200000570/0/1\" data-bid=\"1-2\" class=\"b\"> Mt 20:29-34;</a><a href=\"/en/wol/bc/r1/lp-e/1200000570/0/2\" data-bid=\"1-3\" class=\"b\"> Lu 18:35-43</a>.In reporting this event, Mark and Matthew say it occurred when Jesus was &#x201C;going out of Jericho,&#x201D; but Luke says it was &#x201C;as he [Jesus] was getting near to Jericho.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000570/1/0\" data-bid=\"2-1\" class=\"b\">Mt 20:29;</a><a href=\"/en/wol/bc/r1/lp-e/1200000570/1/1\" data-bid=\"2-2\" class=\"b\"> Mr 10:46;</a><a href=\"/en/wol/bc/r1/lp-e/1200000570/1/2\" data-bid=\"2-3\" class=\"b\"> Lu 18:35</a>) Some have said that these refer to two separate incidents. On this, Joseph P.&#xA0;Free writes: &#x201C;Archaeology, however, has thrown additional light on this apparent discrepancy. Early in the twentieth century A.D., excavations were made at Jericho by Ernest Sellin of the German Oriental Society (1907-1909). The excavations showed that the Jericho of Jesus&#x2019; time was a double city .&#xA0;.&#xA0;. The old Jewish city was about a mile away from the Roman city. In the light of this evidence, it is possible that Matthew is speaking of the Jewish city which Christ had left, whereas Luke is speaking of the Roman, at which Christ had not yet arrived. Thus, on His way from the old to the new city, Christ met and healed the blind Bartimaeus.&#x201D;<wbr>&#x2014;<em>Archaeology and Bible History, </em>1964, p.&#xA0;295."}