{"title":"Beating","link":"/en/wol/d/r1/lp-e/1200000592","html":"<span id=\"page271\" class=\"pageNum\" data-no=\"271\" data-before-text=\"271\"></span><strong>BEATING</strong>The Mosaic Law provided for punishment by beating. This was with a stick or a rod. The judges were to decide the number of strokes to be given according to the misdeed committed, considering also the motive, circumstances, and so forth. The position was prescribed: &#x201C;The judge must also have him laid prostrate and given strokes before him by number to correspond with his wicked deed.&#x201D; The punishment was limited to 40 strokes. (<a href=\"/en/wol/bc/r1/lp-e/1200000592/0/0\" data-bid=\"1-1\" class=\"b\">De 25:2,&#xA0;3</a>) The reason given for such limitation was that more than this would disgrace the person in the eyes of his fellow countrymen. This is one of the examples showing that the Law given through Moses allowed for no cruel or unusual punishment. The purpose of the punishment was corrective, not vindictive and vicious as were the punishments meted out by other nations. The one administering the beating would be punished if he exceeded the legal number of strokes. Therefore, the Jews restricted the strokes to 39, so as not to go beyond the limit by mistake and thereby violate the law.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000592/1/0\" data-bid=\"2-1\" class=\"b\">2Co 11:24</a>.A Hebrew slave owner was permitted to strike his slave man or slave girl with a stick if the slave was disobedient or rebellious. But if the slave died under the beating, the slave owner was to be punished. If the slave lived for a day or two afterward, however, this would be evidence tending to indicate that the slave owner did not have murder in his heart. He had the right to mete out disciplinary punishment, for the slave was &#x201C;his money.&#x201D; A man would be very unlikely to want to destroy completely his own valuable property, thereby suffering a loss. Also, if the slave died after the passage of a day or more, it might not be certain whether death was from the beating or from some other cause. So if the slave continued alive a day or two, the master would not be punished.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000592/2/0\" data-bid=\"3-1\" class=\"b\">Ex 21:20,&#xA0;21</a>.If a man charged his wife with deceptively claiming to be a virgin at the time of marriage and his charge was false, the older men of the city, as judges, were to discipline him and also impose a fine because he brought a bad name upon a virgin <span id=\"page272\" class=\"pageNum\" data-no=\"272\" data-before-text=\"272\"></span>of Israel. This discipline might have been the administering of a certain number of strokes.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000592/3/0\" data-bid=\"4-1\" class=\"b\">De 22:13-19</a>.The Scriptures repeatedly emphasize the value of strokes as a disciplinary measure. <a href=\"/en/wol/bc/r1/lp-e/1200000592/4/0\" data-bid=\"5-1\" class=\"b\">Proverbs 20:30</a> shows that discipline can go very deep, resulting in good to the individual. It reads: &#x201C;Bruising wounds are what scours away the bad; and strokes, the innermost parts of the belly.&#x201D; The person being disciplined in this way should recognize that he has acted foolishly and should change. (<a href=\"/en/wol/bc/r1/lp-e/1200000592/5/0\" data-bid=\"6-1\" class=\"b\">Pr 10:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200000592/5/1\" data-bid=\"6-2\" class=\"b\"> 19:29</a>) A really wise person can be corrected by words and will avoid the need of strokes.Since all mankind are brought forth &#x201C;with error&#x201D; and conceived &#x201C;in sin&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000592/6/0\" data-bid=\"7-1\" class=\"b\">Ps 51:5</a>), the Scriptures counsel that the parental rod of authority must be strictly exercised, sometimes in the form of the literal rod. (<a href=\"/en/wol/bc/r1/lp-e/1200000592/7/0\" data-bid=\"8-1\" class=\"b\">Pr 22:15</a>) Thereby the child may be saved from disfavor and death.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000592/8/0\" data-bid=\"9-1\" class=\"b\">Pr 23:13,&#xA0;14</a>.It appears that the Jews did not continue to confine themselves to the rod but later used the scourge. (<a href=\"/en/wol/bc/r1/lp-e/1200000592/9/0\" data-bid=\"10-1\" class=\"b\">Heb 11:36</a>) This is a more severe punishment than beating with rods, and while it was a legalized punishment during the time Jesus was on earth, it was not based on the Law. (<a href=\"/en/wol/bc/r1/lp-e/1200000592/10/0\" data-bid=\"11-1\" class=\"b\">Mt 10:17;</a><a href=\"/en/wol/bc/r1/lp-e/1200000592/10/1\" data-bid=\"11-2\" class=\"b\"> 23:34</a>) The Mishnah, which is supposed to be a development of the oral tradition, describes the procedure of scourging:&#x201C;They bind his two hands to a pillar on either side, and the minister of the synagogue lays hold on his garments<wbr>&#x2014;if they are torn they are torn, if they are utterly rent they are utterly rent&#x2014;<wbr>so that he bares his chest. A stone is set down behind him on which the minister of the synagogue stands with a strap of calf-hide in his hand, doubled and re-doubled, and two [other] straps that rise and fall [are fastened] thereto.&#x201C;The handpiece of the strap is one handbreadth long and one handbreadth wide; and its end must reach to his navel. He gives him one-third of the stripes in front and two-thirds behind; and he may not strike him when he is standing or when he is sitting, but only when he is bending low, for it is written, <em>The judge shall cause him to lie down.</em> And he that smites, smites with his one hand with all his might.&#x201C; .&#xA0;.&#xA0;. If he dies under his hand, the scourger is not culpable. But if he gave him one stripe too many and he died, he must escape into exile because of him.&#x201D;&#x201C;How many stripes do they inflict on a man? Forty save one, for it is written, <em>By number forty; </em>[that is to say,] a number near to forty.&#x201D;<wbr>&#x2014;<em>Makkot </em>3:12&#x2013;14, 10; translated by H.&#xA0;Danby.An unusual form of scourging was adopted by Gideon toward the 77 princes and older men of Succoth, who refused to give provision to his men when he was chasing after the kings of Midian. He apparently made scourges of the thorns and briers of the wilderness to thresh them. It is said that he put them &#x201C;through an experience.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000592/11/0\" data-bid=\"12-1\" class=\"b\">Jg 8:7,</a><a href=\"/en/wol/bc/r1/lp-e/1200000592/11/1\" data-bid=\"12-2\" class=\"b\"> 14,</a><a href=\"/en/wol/bc/r1/lp-e/1200000592/11/2\" data-bid=\"12-3\" class=\"b\">&#xA0;16</a>.Other nations used a more severe form of beating, and they did not limit themselves to 40 strokes. The Israelites in Egypt were beaten by their Egyptian overseers, no doubt very severely.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000592/12/0\" data-bid=\"13-1\" class=\"b\">Ex 5:14,</a><a href=\"/en/wol/bc/r1/lp-e/1200000592/12/1\" data-bid=\"13-2\" class=\"b\"> 16;</a><a href=\"/en/wol/bc/r1/lp-e/1200000592/12/2\" data-bid=\"13-3\" class=\"b\"> 2:11,&#xA0;12</a>.Romans used rods for beating, the outer garments first being stripped off. (<a href=\"/en/wol/bc/r1/lp-e/1200000592/13/0\" data-bid=\"14-1\" class=\"b\">Ac 16:22,&#xA0;23</a>) The Greek word translated &#x2018;beat with rods&#x2019; in <a href=\"/en/wol/bc/r1/lp-e/1200000592/14/0\" data-bid=\"15-1\" class=\"b\">Acts 16:22</a> is <em>rha&#xB7;bdi&#x2B9;zo, </em>related to <em>rha&#x2B9;bdos </em>(rod; staff). (Compare <a href=\"/en/wol/bc/r1/lp-e/1200000592/15/0\" data-bid=\"16-1\" class=\"b\">1Co 4:21</a>, <em>Int.</em>) Both these Greek words are related to <em>rha&#xB7;bdou&#x2B9;khos, </em>translated &#x2018;constable&#x2019; in <a href=\"/en/wol/bc/r1/lp-e/1200000592/16/0\" data-bid=\"17-1\" class=\"b\">Acts 16:35,</a><a href=\"/en/wol/bc/r1/lp-e/1200000592/16/1\" data-bid=\"17-2\" class=\"b\"> 38</a> and literally meaning &#x201C;rod bearer.&#x201D;<wbr>&#x2014;Compare <em>Int.</em>The Romans also used the scourge. The victim was stretched out, apparently having his hands tied to a post with thongs. (<a href=\"/en/wol/bc/r1/lp-e/1200000592/17/0\" data-bid=\"18-1\" class=\"b\">Ac 22:25,</a><a href=\"/en/wol/bc/r1/lp-e/1200000592/17/1\" data-bid=\"18-2\" class=\"b\">&#xA0;29</a>) The number of strokes administered was altogether up to the commander. The punishment of scourging usually preceded impaling. The account says that after Pilate gave in to the Jews&#x2019; insistent cry for Jesus&#x2019; impalement, and he released Barabbas to them, &#x201C;at that time, therefore, Pilate took Jesus and scourged him.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000592/18/0\" data-bid=\"19-1\" class=\"b\">Joh 19:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200000592/18/1\" data-bid=\"19-2\" class=\"b\"> Mt 20:19</a>) The Romans used the scourge at times to &#x2018;examine&#x2019; victims in order to obtain confessions or testimony. (<a href=\"/en/wol/bc/r1/lp-e/1200000592/19/0\" data-bid=\"20-1\" class=\"b\">Ac 22:24,&#xA0;25</a>) Two Greek verbs for &#x201C;scourge&#x201D; are <em>ma&#xB7;sti&#xB7;go&#x2B9;o </em>(<a href=\"/en/wol/bc/r1/lp-e/1200000592/20/0\" data-bid=\"21-1\" class=\"b\">Mt 10:17</a>) and <em>ma&#xB7;sti&#x2B9;zo </em>(<a href=\"/en/wol/bc/r1/lp-e/1200000592/21/0\" data-bid=\"22-1\" class=\"b\">Ac 22:25</a>). Both are related to <em>ma&#x2B9;stix, </em>which can mean &#x201C;scourging&#x201D; in the literal sense (<a href=\"/en/wol/bc/r1/lp-e/1200000592/22/0\" data-bid=\"23-1\" class=\"b\">Ac 22:24;</a><a href=\"/en/wol/bc/r1/lp-e/1200000592/22/1\" data-bid=\"23-2\" class=\"b\"> Heb 11:36</a>) and, metaphorically, &#x201C;grievous disease (sickness).&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000592/23/0\" data-bid=\"24-1\" class=\"b\">Mr 3:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200000592/23/1\" data-bid=\"24-2\" class=\"b\"> 5:34</a>) However, to scourge a Roman citizen was illegal. The <em>Lex Valeria </em>and the <em>Lex Porcia, </em>enacted at various times between 509 and 195&#xA0;B.C.E., exempted Roman citizens from scourging<wbr>&#x2014;the <em>Lex Valeria, </em>when the citizen appealed to the people; the <em>Lex Porcia, </em>without such appeal.The most terrible instrument for scourging was known as the <em>flagellum. </em>It consisted of a handle into which several cords or leather thongs were fixed. These thongs were weighted with jagged pieces of bone or metal to make the blow more painful and effective. The Greek noun <em>phra&#xB7;gel&#x2B9;li&#xB7;on </em>(&#x201C;whip&#x201D;; <a href=\"/en/wol/bc/r1/lp-e/1200000592/24/0\" data-bid=\"25-1\" class=\"b\">Joh 2:15</a>) was drawn from the Latin <em>flagellum. </em>The related verb <em>phra&#xB7;gel&#xB7;lo&#x2B9;o </em>means &#x201C;whip.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000592/25/0\" data-bid=\"26-1\" class=\"b\">Mt 27:26;</a><a href=\"/en/wol/bc/r1/lp-e/1200000592/25/1\" data-bid=\"26-2\" class=\"b\"> Mr 15:15</a>.Jesus told his disciples that for his name&#x2019;s sake they would be beaten in the synagogues. (<a href=\"/en/wol/bc/r1/lp-e/1200000592/26/0\" data-bid=\"27-1\" class=\"b\">Mr 13:9</a>) <span id=\"page273\" class=\"pageNum\" data-no=\"273\" data-before-text=\"273\"></span>This prophecy was fulfilled numerous times. Some of the apostles were arrested and brought before the Jewish Sanhedrin and were flogged after they had refused to agree to stop their preaching work. (<a href=\"/en/wol/bc/r1/lp-e/1200000592/27/0\" data-bid=\"28-1\" class=\"b\">Ac 5:40</a>) Saul, who afterward became the apostle Paul, was a fierce persecutor of Christians before his conversion, imprisoning them and flogging them in one synagogue after another. (<a href=\"/en/wol/bc/r1/lp-e/1200000592/28/0\" data-bid=\"29-1\" class=\"b\">Ac 22:19</a>) The Greek verb used in these accounts (<em>de&#x2B9;ro</em>) is related to <em>der&#x2B9;ma </em>(&#x2018;skin&#x2019;; <a href=\"/en/wol/bc/r1/lp-e/1200000592/29/0\" data-bid=\"30-1\" class=\"b\">Heb 11:37</a>, <em>Int</em>) and basically means &#x201C;flay.&#x201D;<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200000592/30/0\" data-bid=\"31-1\" class=\"b\">Lu 12:47</a>, <em>Int.</em>Paul was flogged with rods in the city of Philippi. He turned this incident against his persecutors, using the opportunity to defend and legally establish the good news that he preached. He had been publicly beaten and thrown into prison, but when the magistrates found out that he was a Roman citizen, they were very fearful, for they not only had flogged a Roman citizen but had done so even before he had been condemned by trial. In this case too, Paul and Silas had been publicly displayed as malefactors. So when the magistrates ordered the jailer to release Paul and Silas, Paul replied: &#x201C;They flogged us publicly uncondemned, men who are Romans, and threw us into prison; and are they now throwing us out secretly? No, indeed! but let them come themselves and bring us out.&#x201D; The magistrates had to personally acknowledge their error. &#x201C;So the constables reported these sayings to the civil magistrates. These grew fearful when they heard that the men were Romans. Consequently they came and entreated them and, after bringing them out, they requested them to depart from the city.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000592/31/0\" data-bid=\"32-1\" class=\"b\">Ac 16:22-40</a>) Thereby, the preaching of the good news was vindicated as being no violation of the law, for the magistrates themselves, by taking this action, made it a matter of public record that Paul and Silas had done no wrong. Paul acted in this way because it was his desire &#x2018;legally to establish the good news.&#x2019;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000592/32/0\" data-bid=\"33-1\" class=\"b\">Php 1:7</a>.<strong>Figurative Usage. </strong>King Rehoboam compared his intended way of ruling with the rule of his father Solomon by metaphorically referring to the more serious punishment of the scourge as contrasted with whips. (In the Hebrew, the word for &#x201C;scourges&#x201D; [<em>&#x2BD;aq&#xB7;rab&#xB7;bim&#x2B9;</em>] literally means &#x201C;scorpions&#x201D; and apparently was a type of whip with knots, or with barbed ends like a scorpion&#x2019;s stinger, or perhaps with knotted or thorny twigs.)<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000592/33/0\" data-bid=\"34-1\" class=\"b\">1Ki 12:11-14</a>, ftn.When Jehovah made a covenant with David for a kingdom, He told David that the throne would be established in his line but that if his dynasty or any of his line of descent should do wrong, Jehovah would &#x201C;reprove him with the rod of men and with the strokes of the sons of Adam.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000592/34/0\" data-bid=\"35-1\" class=\"b\">2Sa 7:14;</a><a href=\"/en/wol/bc/r1/lp-e/1200000592/34/1\" data-bid=\"35-2\" class=\"b\"> Ps 89:32</a>) This did take place when Jehovah allowed the kings of the Gentile nations to defeat the kings of Judah, particularly when Nebuchadnezzar, the king of Babylon, removed Zedekiah from the throne in Jerusalem.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000592/35/0\" data-bid=\"36-1\" class=\"b\">Jer 52:1-11</a>.Jehovah said that the nations the Israelites failed to dispossess would become &#x2018;a scourge on their flanks.&#x2019; (<a href=\"/en/wol/bc/r1/lp-e/1200000592/36/0\" data-bid=\"37-1\" class=\"b\">Jos 23:13</a>) <a href=\"/en/wol/bc/r1/lp-e/1200000592/37/0\" data-bid=\"38-1\" class=\"b\">Isaiah 10:24-26</a> shows that, while the Assyrian used the rod to strike Zion unjustly, Jehovah was to brandish &#x201C;a whip&#x201D; against the Assyrian. A plague, disease, or calamity sent out from Jehovah as a punishment was referred to as a scourge. (<a href=\"/en/wol/bc/r1/lp-e/1200000592/38/0\" data-bid=\"39-1\" class=\"b\">Nu 16:43-50;</a><a href=\"/en/wol/bc/r1/lp-e/1200000592/38/1\" data-bid=\"39-2\" class=\"b\"> 25:8,&#xA0;9;</a><a href=\"/en/wol/bc/r1/lp-e/1200000592/38/2\" data-bid=\"39-3\" class=\"b\"> Ps 106:29,&#xA0;30</a>) Discipline from Jehovah is likened to scourging.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000592/39/0\" data-bid=\"40-1\" class=\"b\">Heb 12:6</a>.Isaiah prophesied that the Messiah would bear the sicknesses and pains of those who would exercise faith in him. He said: &#x201C;Because of his wounds there has been a healing for us.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000592/40/0\" data-bid=\"41-1\" class=\"b\">Isa 53:3-5</a>) Peter applies this prophecy to Jesus Christ, saying: &#x201C;He himself bore our sins in his own body upon the stake, in order that we might be done with sins and live to righteousness. And &#x2018;by his stripes you were healed.&#x2019;&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000592/41/0\" data-bid=\"42-1\" class=\"b\">1Pe 2:24</a>."}