{"title":"Beer-sheba","link":"/en/wol/d/r1/lp-e/1200000615","html":"<span id=\"page277\" class=\"pageNum\" data-no=\"277\" data-before-text=\"277\"></span><strong>BEER-SHEBA</strong>(Be&#x2B9;er-she&#x2B9;ba) [Well of the Oath; or, Well of Seven].The place of a well and, later, of a city in southern Judah. It lies about midway between the Mediterranean Coast and the southern end of the Dead Sea, about 45&#xA0;km (28&#xA0;mi) SW of Hebron, and about the same distance SE of Gaza.Beer-sheba came to stand for the southernmost point in describing the length of the Promised Land, as expressed in the proverbial phrase &#x201C;from Dan down to Beer-sheba&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000615/0/0\" data-bid=\"1-1\" class=\"b\">Jg 20:1</a>), or, in a converse direction, &#x201C;from Beer-sheba to Dan.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000615/1/0\" data-bid=\"2-1\" class=\"b\">1Ch 21:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200000615/1/1\" data-bid=\"2-2\" class=\"b\"> 2Ch 30:5</a>) After the division of the nation into two kingdoms, Beer-sheba continued to be used to indicate the southern extremity of the kingdom of Judah in the expressions &#x201C;from Geba as far as Beer-sheba&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000615/2/0\" data-bid=\"3-1\" class=\"b\">2Ki 23:8</a>) and &#x201C;from Beer-sheba to the mountainous region of Ephraim&#x201D; (where the northern kingdom of Israel began). (<a href=\"/en/wol/bc/r1/lp-e/1200000615/3/0\" data-bid=\"4-1\" class=\"b\">2Ch 19:4</a>) In postexilic times the expression was used in a yet more limited form to refer to the area occupied by the repatriated men of Judah, extending from Beer-sheba &#x201C;clear to the valley of Hinnom.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000615/4/0\" data-bid=\"5-1\" class=\"b\">Ne 11:27,</a><a href=\"/en/wol/bc/r1/lp-e/1200000615/4/1\" data-bid=\"5-2\" class=\"b\">&#xA0;30</a>.In reality, there were other towns of the Promised Land that lay to the S of Beer-sheba, even as there were Israelite towns N of Dan. However, both Dan and Beer-sheba were situated at natural frontiers of the land. In the case of Beer-sheba, its position was below the mountains of Judah on the edge of the desert. Additionally, it was one of the principal cities of Judah (along with Jerusalem and Hebron), and this was not only because it had an excellent supply of water as compared with the surrounding region, thus allowing for both farming and grazing of herds and flocks, but also because important roads converged on it from several directions. From Egypt an ancient route led up by the &#x201C;Way of the Wells&#x201D; through Kadesh-barnea to Beer-sheba, being joined by another road over which traveled the camel caravans from the &#x201C;Spice Kingdoms&#x201D; of the Arabian Peninsula, heading for Philistia or Judah. From Ezion-geber, at the head of the Gulf of &#x2BD;Aqaba, another route led up through the Arabah and then turned W, climbing the Ascent of Akrabbim to Beer-sheba. At Gaza, in the Philistine Plain, a road branching from the highway led SE to Beer-sheba. And, connecting it with the rest of Judah, a road ran from Beer-sheba to the NE, climbing the plateau up into the mountains of Judah to Jerusalem and points farther N.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000615/5/0\" data-bid=\"6-1\" class=\"b\">Ge 22:19</a>.The site is first mentioned in connection with Hagar, who wandered with her son Ishmael &#x201C;in the wilderness of Beer-sheba&#x201D; when dismissed by Abraham. (<a href=\"/en/wol/bc/r1/lp-e/1200000615/6/0\" data-bid=\"7-1\" class=\"b\">Ge 21:14</a>) Expecting her son to die of thirst, she withdrew from Ishmael, but God heard the boy and directed Hagar to a well. (<a href=\"/en/wol/bc/r1/lp-e/1200000615/7/0\" data-bid=\"8-1\" class=\"b\">Ge 21:19</a>) This may have been a well dug earlier by Abraham, but at that time still unnamed, in view of the account that follows. Some of the Philistines seized a well in this area by violence, seemingly unknown to Abimelech the king of Gerar. He and Phicol the chief of his army approached Abraham to propose a covenant of peace. When Abraham severely criticized Abimelech for his servants&#x2019; act of violence in seizing the well, Abimelech avowed his ignorance, concluded a covenant with Abraham, and accepted seven female lambs from him in evidence of Abraham&#x2019;s title to the well. &#x201C;That is <span id=\"page278\" class=\"pageNum\" data-no=\"278\" data-before-text=\"278\"></span>why [Abraham] called that place Beer-sheba, because there both of them had taken an oath.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000615/8/0\" data-bid=\"9-1\" class=\"b\">Ge 21:31</a>) Abraham then planted a tamarisk tree there and called upon &#x201C;the name of Jehovah the indefinitely lasting God.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000615/9/0\" data-bid=\"10-1\" class=\"b\">Ge 21:33</a>) It was from Beer-sheba that Abraham went to Moriah to offer Isaac as a sacrifice, and he returned there to dwell.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000615/10/0\" data-bid=\"11-1\" class=\"b\">Ge 22:19</a>.When Abraham died, the Philistines stopped up the wells he had dug, but when Isaac later took up dwelling here he began to reopen them and call them by the names that his father had given them. (<a href=\"/en/wol/bc/r1/lp-e/1200000615/11/0\" data-bid=\"12-1\" class=\"b\">Ge 26:18</a>) Opposed by the Philistines, he withdrew from place to place until he found ample room at Rehoboth, and later he went up to Beer-sheba. (<a href=\"/en/wol/bc/r1/lp-e/1200000615/12/0\" data-bid=\"13-1\" class=\"b\">Ge 26:22,&#xA0;23</a>) While Isaac&#x2019;s servants were excavating a well at Beer-sheba, Abimelech, possibly another king of Gerar (by the same name or the same title as the one that had covenanted with Abraham, or perhaps the same one), came with Phicol the chief of his army to Isaac to propose a covenant of peace with him. After feasting and drinking, they arose early the next morning and made sworn statements one to the other. That same day the well produced water, and Isaac called its name Shibah, meaning &#x201C;Oath; or, Seven&#x201D; and referring to an oath or statement sworn to by seven things. (<a href=\"/en/wol/bc/r1/lp-e/1200000615/13/0\" data-bid=\"14-1\" class=\"b\">Ge 26:31-33</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200000615/0\">SHIBAH</a>.) By using &#x201C;Shibah&#x201D; (another form of the name Sheba), Isaac apparently was preserving the name Beer-sheba, given to the place by Abraham. The possibility of this being the same well previously dug by Abraham and reexcavated by Isaac&#x2019;s men is shown by <a href=\"/en/wol/bc/r1/lp-e/1200000615/14/0\" data-bid=\"15-1\" class=\"b\">Genesis 26:18</a>, previously cited. During the years that Isaac lived here, he blessed Jacob in place of Esau and sent him away to Haran to take a wife from the daughters of Laban, his mother&#x2019;s brother. (<a href=\"/en/wol/bc/r1/lp-e/1200000615/15/0\" data-bid=\"16-1\" class=\"b\">Ge 28:1, 2,</a><a href=\"/en/wol/bc/r1/lp-e/1200000615/15/1\" data-bid=\"16-2\" class=\"b\">&#xA0;10</a>) Later on, Jacob, now known as Israel, offered sacrifices to the God of Isaac at Beer-sheba on his way to join Joseph, his son, in Egypt.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000615/16/0\" data-bid=\"17-1\" class=\"b\">Ge 46:1-5</a>.In the upwards of 250 years that intervened until Canaan was apportioned to the 12 tribes of Israel, a city had grown up at Beer-sheba (<a href=\"/en/wol/bc/r1/lp-e/1200000615/17/0\" data-bid=\"18-1\" class=\"b\">Jos 15:21,</a><a href=\"/en/wol/bc/r1/lp-e/1200000615/17/1\" data-bid=\"18-2\" class=\"b\">&#xA0;28</a>), which was assigned to the tribe of Simeon as an enclave city in the territory of Judah. (<a href=\"/en/wol/bc/r1/lp-e/1200000615/18/0\" data-bid=\"19-1\" class=\"b\">Jos 19:1,&#xA0;2</a>) Here Samuel&#x2019;s sons officiated as judges. (<a href=\"/en/wol/bc/r1/lp-e/1200000615/19/0\" data-bid=\"20-1\" class=\"b\">1Sa 8:1,&#xA0;2</a>) Elijah, fleeing from Queen Jezebel&#x2019;s wrath, left his attendant at Beer-sheba and headed southward across the Negeb toward Horeb. (<a href=\"/en/wol/bc/r1/lp-e/1200000615/20/0\" data-bid=\"21-1\" class=\"b\">1Ki 19:3</a>) Zibiah, the mother of King Jehoash of Judah, came from this place. (<a href=\"/en/wol/bc/r1/lp-e/1200000615/21/0\" data-bid=\"22-1\" class=\"b\">2Ki 12:1</a>) Beer-sheba was named as the terminating point of David&#x2019;s registering of the people throughout Israel (<a href=\"/en/wol/bc/r1/lp-e/1200000615/22/0\" data-bid=\"23-1\" class=\"b\">2Sa 24:2,</a><a href=\"/en/wol/bc/r1/lp-e/1200000615/22/1\" data-bid=\"23-2\" class=\"b\">&#xA0;7</a>) and the starting place of Jehoshaphat&#x2019;s reforms in worship. (<a href=\"/en/wol/bc/r1/lp-e/1200000615/23/0\" data-bid=\"24-1\" class=\"b\">2Ch 19:4</a>) The references of Amos to Beer-sheba in his day strongly suggest that it was then a place of unclean religious activities (<a href=\"/en/wol/bc/r1/lp-e/1200000615/24/0\" data-bid=\"25-1\" class=\"b\">Am 5:5;</a><a href=\"/en/wol/bc/r1/lp-e/1200000615/24/1\" data-bid=\"25-2\" class=\"b\"> 8:14</a>), perhaps associated in some way with the idolatrous northern kingdom. Figurines of the goddess Astarte have been excavated there, as in many other parts of Israel. From this time forward, except for the brief mention of the reoccupation of the city and its dependent towns after the Babylonian exile (<a href=\"/en/wol/bc/r1/lp-e/1200000615/25/0\" data-bid=\"26-1\" class=\"b\">Ne 11:27</a>), the name disappears from the Bible record.The city during the period of the kings has been identified with Tell es-Saba&#x2BD; (Tel Be&#x2BC;er Sheva&#x2BD;), 4&#xA0;km (2.5&#xA0;mi) E of present-day Be&#x2BC;er Sheva&#x2BD;. Secular writers of the fourth century C.E. describe Beer-sheba as then being a large village or town and a Roman garrison. Today, it retains its position as a crossroads town and an important marketplace. Though the Beer-sheba basin is steppeland, receiving only about 15 to 20&#xA0;cm (6 to 8&#xA0;in.) of rainfall a year, the soil is productive, and there are good farms in the area. Several wells are to be found there, the largest of which is nearly 4&#xA0;m (13&#xA0;ft) in diameter, the lower part being cut through about 5&#xA0;m (16&#xA0;ft) of solid rock."}