{"title":"Bene-jaakan","link":"/en/wol/d/r1/lp-e/1200000635","html":"<span id=\"page285\" class=\"pageNum\" data-no=\"285\" data-before-text=\"285\"></span><strong>BENE-JAAKAN</strong>(Ben&#x2B9;e-ja&#x2B9;a&#xB7;kan) [Sons of Jaakan].A station of the Israelites on their journey through the wilderness. (<a href=\"/en/wol/bc/r1/lp-e/1200000635/0/0\" data-bid=\"1-1\" class=\"b\">Nu 33:31,&#xA0;32</a>) Jaakan appears to be the Akan of <a href=\"/en/wol/bc/r1/lp-e/1200000635/1/0\" data-bid=\"2-1\" class=\"b\">Genesis 36:27</a> and <a href=\"/en/wol/bc/r1/lp-e/1200000635/2/0\" data-bid=\"3-1\" class=\"b\">1&#xA0;Chronicles 1:42</a> (where the Masoretic text reads &#x201C;Jaakan&#x201D;). The account in the book of Numbers states that the Israelites &#x201C;pulled away from Moseroth and went camping in Bene-jaakan. After that they pulled away from Bene-jaakan and went camping in Hor-haggidgad.&#x201D;At <a href=\"/en/wol/bc/r1/lp-e/1200000635/3/0\" data-bid=\"4-1\" class=\"b\">Deuteronomy 10:6</a> reference is made to Beeroth Bene-jaakan in connection with &#x201C;Moserah&#x201D; (singular of Moseroth), probably indicating that Beeroth Bene-jaakan (meaning &#x201C;Wells of the Sons of Jaakan&#x201D;) is the same location as Bene-jaakan. However, the account at Deuteronomy lists the direction of Israel&#x2019;s travel in reverse order from the Numbers account, stating that &#x201C;the sons of Israel pulled away from Beeroth Bene-jaakan for Moserah.&#x201D; In view of the many years spent in the wilderness, it is quite possible that the Israelites passed twice through this region. As <em>The Pentateuch and Haftorahs </em>says on this text: &#x201C;A probable explanation is that the Israelites, after journeying in a southern direction to the land of Edom, had to turn sharply to the north.&#x201D; (Edited by J.&#xA0;Hertz, London, 1972) They may have had to retrace their steps for a short distance and revisit some of the places they had passed through, this time in the reverse order. It is to be noted that the record of <a href=\"/en/wol/bc/r1/lp-e/1200000635/4/0\" data-bid=\"5-1\" class=\"b\">Deuteronomy (10:6</a>) refers to Aaron&#x2019;s death immediately after referring to the station of Moserah, whereas the Numbers account (<a href=\"/en/wol/bc/r1/lp-e/1200000635/5/0\" data-bid=\"6-1\" class=\"b\">33:31-39</a>) describes the Israelites&#x2019; travels to Ezion-geber and then NW to Kadesh before dealing with the matter of the death of Aaron. This, together with the long period of years involved, would certainly allow for a measure of backtracking, if such were the case.Bene-jaakan (Beeroth Bene-jaakan) is usually identified with a site a few miles N of Kadesh-barnea.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000635/0\">BEEROTH BENE-JAAKAN</a>."}