{"title":"Bernice","link":"/en/wol/d/r1/lp-e/1200000655","html":"<span id=\"page290\" class=\"pageNum\" data-no=\"290\" data-before-text=\"290\"></span><strong>BERNICE</strong>(Ber&#xB7;ni&#x2B9;ce) [from a root meaning &#x201C;conquer&#x201D;].Daughter of Herod Agrippa&#xA0;I by his wife Cypros; born about 28&#xA0;C.E.; sister of Mariamne&#xA0;III, Drusilla, and Herod Agrippa&#xA0;II. (See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000655/0\">HEROD</a> No.&#xA0;4.) Bernice and her brother Agrippa visited Governor Festus at Caesarea in 58&#xA0;C.E., where the two of them, at the invitation of Festus, &#x201C;came with much pompous <span id=\"page291\" class=\"pageNum\" data-no=\"291\" data-before-text=\"291\"></span>show and entered into the audience chamber together with military commanders as well as men of eminence in the city.&#x201D; The prisoner Paul was then brought in and allowed to make his powerful and eloquent defense before all these dignitaries.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000655/0/0\" data-bid=\"1-1\" class=\"b\">Ac 25:13,</a><a href=\"/en/wol/bc/r1/lp-e/1200000655/0/1\" data-bid=\"1-2\" class=\"b\"> 23;</a><a href=\"/en/wol/bc/r1/lp-e/1200000655/0/2\" data-bid=\"1-3\" class=\"b\"> 26:1-30</a>.At a very young age, she was married to Marcus, son of Alexander Lysimachus. After his death, she married her uncle Herod, king of Chalcis. By him she had two boys before he died in 48&#xA0;C.E. She then resided with her brother until rumors circulated that it was an incestuous relationship. Subsequently she married Polemo, the king of Cilicia, after he agreed to conversion to Judaism. Soon, however, she deserted him and again lived with her brother. It was during this time that she and Agrippa visited Caesarea.In 65&#xA0;C.E. Bernice risked her life to defend the Jews against Florus, who was stirring up bloodshed and strife in Jerusalem. Later she and her brother, like many others, took an oath of allegiance to the Roman emperor Vespasian. The emperor&#x2019;s son Titus even took Bernice to Rome to become his wife, though she was ten years older than he was. Because of protest of the Roman people at the prospect of a Jewish queen, however, he broke off the relationship."}