{"title":"Beth-horon","link":"/en/wol/d/r1/lp-e/1200000691","html":"<span id=\"page298\" class=\"pageNum\" data-no=\"298\" data-before-text=\"298\"></span><strong>BETH-HORON</strong>(Beth-ho&#x2B9;ron).Two towns, Upper and Lower Beth-horon, were strategically situated on the ancient route leading from Joppa and the maritime plain up the Valley of Aijalon to Bethel or to Gibeon and Jerusalem. Today the sites are occupied by two modern villages, the upper: Beit &#x2BD;Ur el Fauqa (Bet Horon &#x2BD;Elyon) and the lower: Beit &#x2BD;Ur et Tahta (Bet Horon Tahton). Upper Beth-horon thus lies about 16&#xA0;km (10&#xA0;mi) NW of Jerusalem, with Lower Beth-horon 2.5&#xA0;km (1.5&#xA0;mi) WNW of Upper Beth-horon, both sites occupying hilltops.The building (or founding) of these places is credited originally to Sheerah, a daughter or granddaughter of Ephraim. (<a href=\"/en/wol/bc/r1/lp-e/1200000691/0/0\" data-bid=\"1-1\" class=\"b\">1Ch 7:22-24</a>) The towns formed part of the southern boundary of the tribe of Ephraim (<a href=\"/en/wol/bc/r1/lp-e/1200000691/1/0\" data-bid=\"2-1\" class=\"b\">Jos 16:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200000691/1/1\" data-bid=\"2-2\" class=\"b\">&#xA0;5</a>), while the boundary of the tribe of Benjamin is stated to have come to &#x201C;the mountain that is on the south of Lower Beth-horon.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000691/2/0\" data-bid=\"3-1\" class=\"b\">Jos 18:13,&#xA0;14</a>) This appears to place both towns fittingly as within the inheritance of Ephraim. Beth-horon, perhaps just one of the towns, thereafter was given to the Levites of the sons of Kohath.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000691/3/0\" data-bid=\"4-1\" class=\"b\">Jos 21:20,</a><a href=\"/en/wol/bc/r1/lp-e/1200000691/3/1\" data-bid=\"4-2\" class=\"b\"> 22;</a><a href=\"/en/wol/bc/r1/lp-e/1200000691/3/2\" data-bid=\"4-3\" class=\"b\"> 1Ch 6:68</a>.Situated as they were on a principal route from the maritime plain up into the hill country, these towns frequently saw the passing of warring forces. At the time of the Israelite conquest, Joshua defeated five Amorite kings who had combined to war against Gibeon, &#x201C;pursuing them by way of the ascent of Beth-horon.&#x201D; Here Jehovah caused great hailstones to strike down many of the Amorites as they fled along &#x201C;the descent of Beth-horon.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000691/4/0\" data-bid=\"5-1\" class=\"b\">Jos 10:6-12</a>) &#x201C;The descent of Beth-horon&#x201D; is considered by some to refer to the descent from Upper Beth-horon to Lower Beth-horon, there being a difference of about 240&#xA0;m (800&#xA0;ft) in altitude between the two places.Later, during King Saul&#x2019;s reign, &#x201C;the road of Beth-horon&#x201D; was one of three routes used by pillaging bands of Philistines making raids from Michmash. (<a href=\"/en/wol/bc/r1/lp-e/1200000691/5/0\" data-bid=\"6-1\" class=\"b\">1Sa 13:16-18</a>) King Solomon built or fortified both towns, strengthening them with walls, doors, and bar, doubtless considering that they served as a block to invading forces from Egypt or Philistia. (<a href=\"/en/wol/bc/r1/lp-e/1200000691/6/0\" data-bid=\"7-1\" class=\"b\">2Ch 8:5</a>) Shishak of Egypt, who invaded Judah during Rehoboam&#x2019;s reign, listed &#x201C;Beth-horon&#x201D; as one of the towns claimed as conquered or under his domination. (<a href=\"/en/wol/bc/r1/lp-e/1200000691/7/0\" data-bid=\"8-1\" class=\"b\">1Ki 14:25;</a><a href=\"/en/wol/bc/r1/lp-e/1200000691/7/1\" data-bid=\"8-2\" class=\"b\"> 2Ch 12:2-9</a>) When King Amaziah of Judah dismissed Ephraimite mercenary troops before engaging in battle with the Edomites, these soldiers from the northern kingdom with its capital in Samaria expressed their hot anger over their dismissal by raiding Judean cities as far as Beth-horon.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000691/8/0\" data-bid=\"9-1\" class=\"b\">2Ch 25:5-13</a>."}