{"title":"Bethel","link":"/en/wol/d/r1/lp-e/1200000682","html":"<span id=\"page295\" class=\"pageNum\" data-no=\"295\" data-before-text=\"295\"></span><strong>BETHEL</strong>(Beth&#x2B9;el) [House of God].<strong>1. </strong>A prominent city of Israel, more frequently mentioned in the Bible than any other except Jerusalem. It is identified with the ruins by the modern village of Beitin, about 17&#xA0;km (11&#xA0;mi) N of Jerusalem. It thus lay on a rocky ridge in the extreme southern part of the mountainous region of Ephraim at about 900&#xA0;m (3,000&#xA0;ft) above sea level. The surrounding area today is quite barren, consisting of a stony plateau with sparse vegetation. Yet the existence of several springs there shows that the ancient city had an excellent water supply.Bethel&#x2019;s position was strategic and contributed greatly to its importance. Situated on the backbone of the central mountain range, it was on the important N-S route that followed the watershed line, running all the way from Shechem southward through Bethel, Jerusalem, Bethlehem, Hebron, and down to Beer-sheba. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200000682/0/0\" data-bid=\"1-1\" class=\"b\">Jg 21:19</a>.) Another route connected Bethel with Joppa to the W on the Mediterranean and with Jericho to the E near the Jordan. Bethel was thus a crossroads town, as were Samaria, Jerusalem, Hebron, and Beer-sheba. Additionally, the evidence indicates that the area between Jerusalem and Bethel was a region of dense population, having a greater concentration of towns than any other part of Palestine.Archaeological excavations at Beitin reveal it to be a site of great antiquity, the suggestion being given that the original settlement dated back to about the 21st&#xA0;century B.C.E. Evidence was also found of a severe destruction and conflagration leaving debris and ashes 1.5&#xA0;m (c.&#xA0;5&#xA0;ft) deep in some places, and this is believed likely to have occurred during the conquest of Canaan by Israel.Upon Abraham&#x2019;s entry into Canaan, he stopped at Shechem and then moved S &#x201C;to the mountainous region to the east of Bethel and pitched his tent with Bethel on the west and Ai on the east.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000682/1/0\" data-bid=\"2-1\" class=\"b\">Ge 12:8</a>) After spending some time in Egypt because of a famine in Canaan, Abraham again settled to the E of Bethel, in company with his nephew Lot. Since in both cases Abraham pitched tent to the E of Bethel, it is suggested that the site of his encampment was at Burj Beitin, a short distance SE of Beitin, which has been called &#x201C;one of the great view-points of Palestine.&#x201D; (<em>Encyclop&#xE6;dia Biblica, </em>edited by T.&#xA0;K.&#xA0;Cheyne, London, 1899, Vol.&#xA0;I, col. 552) It may have been from such a vantage point that Abraham invited Lot to select the direction in which he would go upon separating from Abraham, with the result that Lot &#x201C;raised his eyes and saw the whole District of the Jordan&#x201D; and decided in favor of that region. (<a href=\"/en/wol/bc/r1/lp-e/1200000682/2/0\" data-bid=\"3-1\" class=\"b\">Ge 13:8-11</a>) Jehovah thereafter invited Abraham to view the land in all directions, assuring him that it would be for an inheritance to him and his seed.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000682/3/0\" data-bid=\"4-1\" class=\"b\">Ge 13:14,&#xA0;15</a>.Although Moses, in compiling the Genesis account, speaks of the town near which Abraham camped as &#x201C;Bethel,&#x201D; the subsequent record shows its original Canaanite name to have been &#x201C;Luz.&#x201D; (See <a href=\"/en/wol/tc/r1/lp-e/1200000682/0\">LUZ</a> No.&#xA0;1.) Jacob spent the night near the city when traveling from Beer-sheba to Haran, and after having a dream of a ladder reaching to the heavens and hearing God&#x2019;s confirmation of the Abrahamic promise, he thereafter set up a pillar and called the name of the place Bethel, although &#x201C;Luz was the city&#x2019;s name formerly.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000682/4/0\" data-bid=\"5-1\" class=\"b\">Ge 28:10-19</a>) Some 20 years later God spoke to Jacob at Haran, identifying himself as the one who had addressed Jacob at Bethel, and instructed him to return to Canaan.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000682/5/0\" data-bid=\"6-1\" class=\"b\">Ge 31:13</a>.Following the defilement of Dinah at Shechem and the act of vengeance executed by Jacob&#x2019;s sons against the Shechemites, Jacob received God&#x2019;s instruction to return to Bethel. After eliminating false religious articles from his household and servants, he traveled to Bethel under divine protection, built an altar there, and restated the name he had given the place earlier, calling it El-bethel, meaning &#x201C;The God of Bethel.&#x201D; Here Rebekah&#x2019;s nursing woman Deborah died and was buried. Here, too, Jehovah confirmed the change of Jacob&#x2019;s name to Israel, restating the Abrahamic promise.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000682/6/0\" data-bid=\"7-1\" class=\"b\">Ge 35:1-16</a>.Centuries later, upon the entry of the nation of Israel into Canaan (1473&#xA0;B.C.E.), the name Bethel is again used to refer to the city previously called Luz rather than to the camping site of Abraham and Jacob. In the account of the attack upon Ai, the record indicates that the Canaanite men of Bethel endeavored to support the men of that <span id=\"page296\" class=\"pageNum\" data-no=\"296\" data-before-text=\"296\"></span>neighboring city, but to no avail. If not at that point, then at a later time Bethel&#x2019;s king met defeat by Joshua&#x2019;s forces. (<a href=\"/en/wol/bc/r1/lp-e/1200000682/7/0\" data-bid=\"8-1\" class=\"b\">Jos 7:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200000682/7/1\" data-bid=\"8-2\" class=\"b\"> 8:9,</a><a href=\"/en/wol/bc/r1/lp-e/1200000682/7/2\" data-bid=\"8-3\" class=\"b\"> 12,</a><a href=\"/en/wol/bc/r1/lp-e/1200000682/7/3\" data-bid=\"8-4\" class=\"b\"> 17;</a><a href=\"/en/wol/bc/r1/lp-e/1200000682/7/4\" data-bid=\"8-5\" class=\"b\"> 12:9,</a><a href=\"/en/wol/bc/r1/lp-e/1200000682/7/5\" data-bid=\"8-6\" class=\"b\">&#xA0;16</a>) Bethel thereafter appears as a boundary city between the territories of the tribes of Ephraim and Benjamin. It is listed as assigned to Benjamin, but the record shows that it was the house of Joseph (of which Ephraim was a part) that effected the conquest of the city. (<a href=\"/en/wol/bc/r1/lp-e/1200000682/8/0\" data-bid=\"9-1\" class=\"b\">Jos 16:1,&#xA0;2;</a><a href=\"/en/wol/bc/r1/lp-e/1200000682/8/1\" data-bid=\"9-2\" class=\"b\"> 18:13,</a><a href=\"/en/wol/bc/r1/lp-e/1200000682/8/2\" data-bid=\"9-3\" class=\"b\"> 21, 22;</a><a href=\"/en/wol/bc/r1/lp-e/1200000682/8/3\" data-bid=\"9-4\" class=\"b\"> Jg 1:22-26</a>) From this point forward the name Luz is no longer applied to the city.During the period of the Judges, the dwelling place of Deborah the prophetess was located &#x201C;between Ramah and Bethel in the mountainous region of Ephraim.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000682/9/0\" data-bid=\"10-1\" class=\"b\">Jg 4:4,&#xA0;5</a>) It appears that, at the time of meting out justice to the tribe of Benjamin for the crime committed by its members, the ark of the covenant had been temporarily transported from Shiloh to Bethel, this latter city being considerably nearer the scene of the conflict centering around Gibeah, about 12&#xA0;km (7.5&#xA0;mi) S of Bethel.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000682/10/0\" data-bid=\"11-1\" class=\"b\">Jg 20:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200000682/10/1\" data-bid=\"11-2\" class=\"b\"> 18,</a><a href=\"/en/wol/bc/r1/lp-e/1200000682/10/2\" data-bid=\"11-3\" class=\"b\"> 26-28;</a><a href=\"/en/wol/bc/r1/lp-e/1200000682/10/3\" data-bid=\"11-4\" class=\"b\"> 21:2</a>.Bethel was on the circuit visited by Samuel as he judged the people annually at that city as well as at Gilgal and Mizpah, and it was still viewed as a place favored for worship. (<a href=\"/en/wol/bc/r1/lp-e/1200000682/11/0\" data-bid=\"12-1\" class=\"b\">1Sa 7:16;</a><a href=\"/en/wol/bc/r1/lp-e/1200000682/11/1\" data-bid=\"12-2\" class=\"b\"> 10:3</a>) However, from then till the division of the kingdom (997&#xA0;B.C.E.), Bethel is mentioned only in connection with King Saul&#x2019;s stationing of troops in preparation for combat with the Philistines.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000682/12/0\" data-bid=\"13-1\" class=\"b\">1Sa 13:2</a>.As a major city of the northern kingdom under Jeroboam, Bethel, once prominent as a place of revelation by the true God, now became renowned as a center of false worship. At Bethel, in the extreme S of the newly formed kingdom of Israel, and at Dan, in the extreme N thereof, Jeroboam set up the golden calves in his effort to dissuade the people of his realm from going to the temple at Jerusalem. (<a href=\"/en/wol/bc/r1/lp-e/1200000682/13/0\" data-bid=\"14-1\" class=\"b\">1Ki 12:27-29</a>) With its own religious house and altar, a specially invented festival time, and priests selected from among the non-Levitical tribes, Bethel became a symbol of rank apostasy from true worship. (<a href=\"/en/wol/bc/r1/lp-e/1200000682/14/0\" data-bid=\"15-1\" class=\"b\">1Ki 12:31-33</a>) Jehovah God did not delay in expressing his disapproval through a &#x201C;man of the true God&#x201D; sent to Bethel to pronounce judgment against the altar used in connection with calf worship. The ripping apart of this altar served as a portent, confirming the sure fulfillment of the prophet&#x2019;s words. After leaving Bethel, however, this &#x201C;man of the true God&#x201D; allowed himself to be induced by an old prophet of Bethel to accept and act on a supposed message from an angel in violation of the direct orders from God, with disastrous consequences to himself. Slain by a lion, he was buried at Bethel in the personal burial place of the old prophet who saw in all these events the certainty of the fulfillment of Jehovah&#x2019;s word and thus requested that his own body be buried at death in the same burial site.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000682/15/0\" data-bid=\"16-1\" class=\"b\">1Ki 13:1-32</a>.King Abijah of Judah temporarily wrested Bethel and other towns from the control of the northern kingdom (<a href=\"/en/wol/bc/r1/lp-e/1200000682/16/0\" data-bid=\"17-1\" class=\"b\">2Ch 13:19,&#xA0;20</a>), but it appears that Bethel had been restored to the northern kingdom at least by the time of King Baasha of Israel, since he endeavored to fortify Ramah, considerably to the S of Bethel. (<a href=\"/en/wol/bc/r1/lp-e/1200000682/17/0\" data-bid=\"18-1\" class=\"b\">1Ki 15:17;</a><a href=\"/en/wol/bc/r1/lp-e/1200000682/17/1\" data-bid=\"18-2\" class=\"b\"> 2Ch 16:1</a>) Even though King Jehu later eradicated Baal worship from Israel, the golden calves continued undisturbed at Dan and Bethel.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000682/18/0\" data-bid=\"19-1\" class=\"b\">2Ki 10:28,&#xA0;29</a>.Despite the prevalence of false worship there, the record shows Bethel as the location of a group of prophets in the time of Elijah and Elisha. Bethel was also the home of the group of jeering boys who mocked Elisha, this costing many of them their lives as a result of divine execution.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000682/19/0\" data-bid=\"20-1\" class=\"b\">2Ki 2:1-3,</a><a href=\"/en/wol/bc/r1/lp-e/1200000682/19/1\" data-bid=\"20-2\" class=\"b\"> 23,&#xA0;24</a>.The prophets Amos and Hosea, in the late ninth and mid-eighth centuries B.C.E., proclaimed God&#x2019;s condemnation of the religious corruption centered at Bethel. Although Hosea makes direct mention of Bethel (meaning &#x201C;House of God&#x201D;) only when recalling God&#x2019;s revelation of himself to faithful Jacob there (<a href=\"/en/wol/bc/r1/lp-e/1200000682/20/0\" data-bid=\"21-1\" class=\"b\">Ho 12:4</a>), he evidently employs the name &#x201C;Beth-aven,&#x201D; meaning &#x201C;House of Hurtfulness (Something Hurtful),&#x201D; as applying to that city and the effect of its false religious practices. (<a href=\"/en/wol/bc/r1/lp-e/1200000682/21/0\" data-bid=\"22-1\" class=\"b\">Ho 4:15;</a><a href=\"/en/wol/bc/r1/lp-e/1200000682/21/1\" data-bid=\"22-2\" class=\"b\"> 5:8</a>) He warns that its calf idol served by foreign-god priests will come to be a cause for mourning to idolatrous Israel, its high places will be annihilated, and thorns and thistles will cover its altars; while the people, faced with exile in Assyria, cry out to the mountains, &#x201C;Cover us!&#x201D; and to the hills, &#x201C;Fall over us!&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000682/22/0\" data-bid=\"23-1\" class=\"b\">Ho 10:5-8</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200000682/23/0\" data-bid=\"24-1\" class=\"b\">Lu 23:30;</a><a href=\"/en/wol/bc/r1/lp-e/1200000682/23/1\" data-bid=\"24-2\" class=\"b\"> Re 6:16</a>.) The prophet Amos spoke in similar vein, showing that, no matter how frequent the sacrifices offered by the people at Bethel&#x2019;s altars, their pious pilgrimages to that place only constituted the commission of transgression, and warning that Jehovah&#x2019;s burning anger would blaze against them inextinguishably. (<a href=\"/en/wol/bc/r1/lp-e/1200000682/24/0\" data-bid=\"25-1\" class=\"b\">Am 3:14;</a><a href=\"/en/wol/bc/r1/lp-e/1200000682/24/1\" data-bid=\"25-2\" class=\"b\"> 4:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200000682/24/2\" data-bid=\"25-3\" class=\"b\"> 5:5,&#xA0;6</a>) Angered at this prophesying done by Amos right in Bethel, the apostate priest Amaziah accused Amos of seditious talk and ordered him to &#x2018;go back to Judah where he came from&#x2019; and there do his prophesying: &#x201C;But at Bethel you must no longer do any further prophesying, for it is the sanctuary of a king and it is the house of a kingdom.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000682/25/0\" data-bid=\"26-1\" class=\"b\">Am 7:10-13</a>.<span id=\"page297\" class=\"pageNum\" data-no=\"297\" data-before-text=\"297\"></span>Bethel continued as an idolatrous sanctuary till the fall of the northern kingdom to Assyria in 740&#xA0;B.C.E. Thus Jeremiah, over a century later, could refer to it as a warning example to those trusting in false gods to their eventual shame. (<a href=\"/en/wol/bc/r1/lp-e/1200000682/26/0\" data-bid=\"27-1\" class=\"b\">Jer 48:13</a>) Even thereafter Bethel continued as a religious center, for the king of Assyria sent one of the exiled priests back to Israel to teach the lion-plagued people &#x201C;the religion of the God of the land,&#x201D; and this priest settled in Bethel, teaching the people &#x201C;as to how they ought to fear Jehovah.&#x201D; The results clearly indicate that he was a priest of the golden calf, since &#x201C;it was of Jehovah that they became fearers, but it was of their own gods that they proved to be worshipers,&#x201D; and things continued on the same false and idolatrous basis initiated by Jeroboam.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000682/27/0\" data-bid=\"28-1\" class=\"b\">2Ki 17:25,</a><a href=\"/en/wol/bc/r1/lp-e/1200000682/27/1\" data-bid=\"28-2\" class=\"b\"> 27-33</a>.In fulfillment of Hosea&#x2019;s prophecy the golden calf of Bethel had been carried off to the king of Assyria (<a href=\"/en/wol/bc/r1/lp-e/1200000682/28/0\" data-bid=\"29-1\" class=\"b\">Ho 10:5,&#xA0;6</a>), but the original altar of Jeroboam was still there in the time of King Josiah of Judah. During or following Josiah&#x2019;s 18th year of rule (642&#xA0;B.C.E.), he extended his purge of false religion up into Bethel and also to the cities of Samaria. Josiah destroyed the site of idolatrous worship in Bethel, first burning the bones from nearby tombs on the altar, thereby desecrating it in fulfillment of the prophecy given by &#x201C;the man of the true God&#x201D; over three centuries earlier. The only grave spared was that of &#x201C;the man of the true God,&#x201D; in that way sparing also the bones of the old prophet occupying the same grave.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000682/29/0\" data-bid=\"30-1\" class=\"b\">2Ki 22:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200000682/29/1\" data-bid=\"30-2\" class=\"b\"> 23:15-18;</a><a href=\"/en/wol/bc/r1/lp-e/1200000682/29/2\" data-bid=\"30-3\" class=\"b\"> 1Ki 13:2,</a><a href=\"/en/wol/bc/r1/lp-e/1200000682/29/3\" data-bid=\"30-4\" class=\"b\"> 29-32</a>.Men of Bethel were among the Israelites returning from exile in Babylon (<a href=\"/en/wol/bc/r1/lp-e/1200000682/30/0\" data-bid=\"31-1\" class=\"b\">Ezr 2:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200000682/30/1\" data-bid=\"31-2\" class=\"b\"> 28;</a><a href=\"/en/wol/bc/r1/lp-e/1200000682/30/2\" data-bid=\"31-3\" class=\"b\"> Ne 7:32</a>), and Bethel was resettled by Benjamites. (<a href=\"/en/wol/bc/r1/lp-e/1200000682/31/0\" data-bid=\"32-1\" class=\"b\">Ne 11:31</a>) During the Maccabean period it was fortified by Syrian General Bacchides (c.&#xA0;160&#xA0;B.C.E.) and was captured later by Roman General Vespasian prior to his becoming emperor of Rome.<strong>2. </strong>One of the cities to which David sent gifts following his victory over the Amalekites. (<a href=\"/en/wol/bc/r1/lp-e/1200000682/32/0\" data-bid=\"33-1\" class=\"b\">1Sa 30:18,</a><a href=\"/en/wol/bc/r1/lp-e/1200000682/32/1\" data-bid=\"33-2\" class=\"b\"> 26,&#xA0;27</a>) The fact that it is included among &#x201C;the places where David had walked about, he and his men,&#x201D; seems to indicate that it is the place elsewhere called Bethul or Bethuel, a Simeonite city in the territory of Judah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000682/33/0\" data-bid=\"34-1\" class=\"b\">1Sa 30:31;</a><a href=\"/en/wol/bc/r1/lp-e/1200000682/33/1\" data-bid=\"34-2\" class=\"b\"> Jos 19:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200000682/33/2\" data-bid=\"34-3\" class=\"b\">&#xA0;4;</a><a href=\"/en/wol/bc/r1/lp-e/1200000682/33/3\" data-bid=\"34-4\" class=\"b\"> 1Ch 4:30</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000682/1\">BETHUEL</a> No.&#xA0;2.<span id=\"page294\" class=\"pageNum\" data-no=\"294\" data-before-text=\"294\"></span><strong>[Picture on page&#xA0;294]</strong>Ruins where ancient Bethel was located. At this city on the roadway that led down to Jerusalem, Jeroboam established a center for calf worship"}