{"title":"Bethsaida","link":"/en/wol/d/r1/lp-e/1200000708","html":"<span id=\"page302\" class=\"pageNum\" data-no=\"302\" data-before-text=\"302\"></span><strong>BETHSAIDA</strong>(Beth&#xB7;sa&#x2B9;i&#xB7;da) [from Aramaic, meaning &#x201C;House of the Hunter (or, Fisherman)&#x201D;].The city from which Philip, Andrew, and Peter came (<a href=\"/en/wol/bc/r1/lp-e/1200000708/0/0\" data-bid=\"1-1\" class=\"b\">Joh 1:44</a>), although Simon Peter and Andrew seem to have taken residence in Capernaum by the time of Jesus&#x2019; ministry. (<a href=\"/en/wol/bc/r1/lp-e/1200000708/1/0\" data-bid=\"2-1\" class=\"b\">Mt 8:5,</a><a href=\"/en/wol/bc/r1/lp-e/1200000708/1/1\" data-bid=\"2-2\" class=\"b\"> 14;</a><a href=\"/en/wol/bc/r1/lp-e/1200000708/1/2\" data-bid=\"2-3\" class=\"b\"> Mr 1:21,</a><a href=\"/en/wol/bc/r1/lp-e/1200000708/1/3\" data-bid=\"2-4\" class=\"b\">&#xA0;29</a>) It was a city &#x201C;of Galilee.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000708/2/0\" data-bid=\"3-1\" class=\"b\">Joh 12:21</a>) Following the death of John the Baptizer, Jesus withdrew to Bethsaida with his disciples, and at an isolated grassy place in its vicinity, he miraculously provided food for about 5,000 men, besides women and children, who had gathered to hear him. (<a href=\"/en/wol/bc/r1/lp-e/1200000708/3/0\" data-bid=\"4-1\" class=\"b\">Lu 9:10-17</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200000708/4/0\" data-bid=\"5-1\" class=\"b\">Mt 14:13-21;</a><a href=\"/en/wol/bc/r1/lp-e/1200000708/4/1\" data-bid=\"5-2\" class=\"b\"> Joh 6:10</a>.) Outside Bethsaida, Jesus later restored sight to a blind man. (<a href=\"/en/wol/bc/r1/lp-e/1200000708/5/0\" data-bid=\"6-1\" class=\"b\">Mr 8:22</a>) Since these powerful works were done in their neighborhood, the people of Bethsaida in general, along with the population of Chorazin, came in for merited reproach because of their unrepentant attitude.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000708/6/0\" data-bid=\"7-1\" class=\"b\">Lu 10:13</a>.The identification of &#x201C;the village&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000708/7/0\" data-bid=\"8-1\" class=\"b\">Mr 8:22,&#xA0;23</a>) or &#x201C;city&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000708/8/0\" data-bid=\"9-1\" class=\"b\">Lu 9:10</a>) of Bethsaida has been a subject of some discussion. The Scriptural references point to a place on the N shores of the Sea of Galilee. The name is connected by Josephus with a populous village lying a short distance to the E of the point where the Jordan River enters the Sea of Galilee. This village was rebuilt by Philip the tetrarch and was named Julias in honor of the daughter of Caesar Augustus. (<em>Jewish Antiquities, </em>XVIII, 28 [ii,&#xA0;1]) The ancient ruins of the site of Julias itself are at et-Tell, about 3&#xA0;km (2&#xA0;mi) from the sea; however, remains of a smaller fishing settlement are located at el-&#x2BD;Araj right on the shore. Here a natural harbor was used by fishermen up until recent times, so the place geographically fits the meaning of the name Bethsaida.While accepting this identification as applying to Bethsaida in some of the texts, a number of commentators contend for a second Bethsaida somewhere to the W of the Jordan. This view is due to the understanding, based on statements by Josephus and others, that the territorial limitation of Galilee did not extend E of the Jordan. Josephus himself speaks of Julias as in &#x201C;lower Gaulanitis,&#x201D; <span id=\"page303\" class=\"pageNum\" data-no=\"303\" data-before-text=\"303\"></span>the region to the E of the Sea of Galilee. (<em>The Jewish War, </em>II, 168 [ix,&#xA0;1]) Yet Bethsaida is said to be &#x201C;of Galilee.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000708/9/0\" data-bid=\"10-1\" class=\"b\">Joh 12:21</a>) However, the region of Galilee does not seem to have always been so precisely defined, Josephus even referring to one Judas of Gaulanitis as &#x201C;a Galilaean.&#x201D; (<em>Jewish Antiquities, </em>XVIII, 4 [i,&#xA0;1]; <em>The Jewish War, </em>II, 118 [viii,&#xA0;1]) It is also quite possible that the city of Bethsaida had some of its population extending as far as the W bank of the Jordan, about 1.5&#xA0;km (1&#xA0;mi) distant.Additionally, since the <em>King James Version </em>rendering of <a href=\"/en/wol/bc/r1/lp-e/1200000708/10/0\" data-bid=\"11-1\" class=\"b\">Mark 6:45</a> states that Jesus instructed his apostles &#x201C;to go [by boat] to the other side before unto Bethsaida,&#x201D; while the parallel passage at <a href=\"/en/wol/bc/r1/lp-e/1200000708/11/0\" data-bid=\"12-1\" class=\"b\">John 6:17</a> gives their destination as Capernaum, some have held that this likewise requires a second Bethsaida on the W side of the Jordan near Capernaum. Modern translations of the text at <a href=\"/en/wol/bc/r1/lp-e/1200000708/12/0\" data-bid=\"13-1\" class=\"b\">Mark 6:45</a>, however, allow for the understanding that the apostles began their trip toward Capernaum by first going coastwise &#x201C;toward Bethsaida&#x201D; (the point from which they left Jesus evidently being near the site of the miraculous feeding of the 5,000, likely some distance S of Bethsaida and on the opposite side of the sea from Capernaum), and thereafter crossing over the northern end of the sea, heading for the ultimate destination, Capernaum. They landed on the shores of the land of Gennesaret, apparently somewhat S of the city of Capernaum.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000708/13/0\" data-bid=\"14-1\" class=\"b\">Mr 6:53</a>.Thus, while various locations have been suggested for a second Bethsaida, the Biblical accounts do not require this. It may also be noted that these suggested sites are all near Capernaum and it would be quite unlikely for two cities bearing the name of Bethsaida to be situated only a few miles apart."}