{"title":"Beth-shemesh","link":"/en/wol/d/r1/lp-e/1200000710","html":"<span id=\"page304\" class=\"pageNum\" data-no=\"304\" data-before-text=\"304\"></span><strong>BETH-SHEMESH</strong>(Beth-she&#x2B9;mesh) [House of the Sun].The name of four cities in the Biblical account.<strong>1. </strong>A city located on the northern boundary of Judah, listed between Chesalon and Timnah. (<a href=\"/en/wol/bc/r1/lp-e/1200000710/0/0\" data-bid=\"1-1\" class=\"b\">Jos 15:10</a>) It is evidently called Ir-shemesh (meaning &#x201C;City of the Sun&#x201D;) at <a href=\"/en/wol/bc/r1/lp-e/1200000710/1/0\" data-bid=\"2-1\" class=\"b\">Joshua 19:41</a>, where it appears as a boundary town of the tribe of Dan, Judah&#x2019;s neighbor to the north. Judah subsequently bequeathed Beth-shemesh to the Levites as a priestly city.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000710/2/0\" data-bid=\"3-1\" class=\"b\">Jos 21:13,</a><a href=\"/en/wol/bc/r1/lp-e/1200000710/2/1\" data-bid=\"3-2\" class=\"b\"> 16;</a><a href=\"/en/wol/bc/r1/lp-e/1200000710/2/2\" data-bid=\"3-3\" class=\"b\"> 1Ch 6:59</a>.Beth-shemesh is identified with Tell er-Rumeileh (Tel Bet Shemesh) just W of the ruins of the Byzantine city near present-day &#x2BD;Ain Shems, this latter place partly preserving the ancient name. Beth-shemesh thus lay about 26&#xA0;km (16&#xA0;mi) W of Jerusalem and was situated on the main road from that city to the Philistine cities of Ashdod and Ashkelon. It was evidently a strategic point militarily as it guarded the upper portion of the torrent valley of Sorek and one of the main approaches from the coastal plains into the Shephelah region and the mountains of Judah. Excavations carried out at the site indicate an ancient history for the city, with considerable evidence of Philistine influence.When the Philistines, plagued by disease, sent the ark of Jehovah back to Israel, the cows pulling the wagon of their own accord headed for this Levite city of Beth-shemesh. However, the improper action of some of the inhabitants of Beth-shemesh in looking upon the ark of the covenant brought death to 70 of them. (<a href=\"/en/wol/bc/r1/lp-e/1200000710/3/0\" data-bid=\"4-1\" class=\"b\">1Sa 6:9-20</a>) The phrase &#x201C;fifty thousand men&#x201D; occurring at <a href=\"/en/wol/bc/r1/lp-e/1200000710/4/0\" data-bid=\"5-1\" class=\"b\">1&#xA0;Samuel 6:19</a> in the Hebrew is not connected with the &#x201C;seventy men&#x201D; by any conjunction, and this is considered by some to indicate an interpolation. Josephus (<em>Jewish Antiquities, </em>VI, 16 [i,&#xA0;4]) in discussing the Biblical account mentions only 70 men as killed, omitting all reference to the 50,000.<wbr>&#x2014;See <a href=\"/en/wol/bc/r1/lp-e/1200000710/5/0\" data-bid=\"6-1\" class=\"b\">1Sa 6:19</a>, ftn.Beth-shemesh was one of the cities connected with King Solomon&#x2019;s administrative arrangement to provide food for the royal table. (<a href=\"/en/wol/bc/r1/lp-e/1200000710/6/0\" data-bid=\"7-1\" class=\"b\">1Ki 4:7,</a><a href=\"/en/wol/bc/r1/lp-e/1200000710/6/1\" data-bid=\"7-2\" class=\"b\">&#xA0;9</a>) <span id=\"page305\" class=\"pageNum\" data-no=\"305\" data-before-text=\"305\"></span>Long, narrow rooms believed to have been used for grain storage have been found there, as well as a huge stone-lined silo some 7&#xA0;m (23&#xA0;ft) in diameter and almost 6&#xA0;m (20&#xA0;ft) deep. Numerous winepresses and olive presses unearthed indicate that the area was very productive in oil and wine.King Amaziah (858-830&#xA0;B.C.E.) unwisely challenged Jehoash of Israel and suffered defeat and capture at Beth-shemesh. (<a href=\"/en/wol/bc/r1/lp-e/1200000710/7/0\" data-bid=\"8-1\" class=\"b\">2Ki 14:9-13;</a><a href=\"/en/wol/bc/r1/lp-e/1200000710/7/1\" data-bid=\"8-2\" class=\"b\"> 2Ch 25:18-23</a>) During the reign of Ahaz (761-746&#xA0;B.C.E.) national degradation and infidelity resulted in the loss of Beth-shemesh to the Philistines. (<a href=\"/en/wol/bc/r1/lp-e/1200000710/8/0\" data-bid=\"9-1\" class=\"b\">2Ch 28:18,&#xA0;19</a>) A stamped jar handle bearing the inscription &#x201C;belonging to Eliakim, steward of Jaukin [a shortened form of the name Jehoiachin],&#x201D; was excavated at Beth-shemesh and is suggested to relate to the king of that name, perhaps indicating that the kingdom of Judah in time regained control of the city from the Philistines.<strong>2. </strong>A fortified city in the territory of Naphtali. (<a href=\"/en/wol/bc/r1/lp-e/1200000710/9/0\" data-bid=\"10-1\" class=\"b\">Jos 19:35-39</a>) Though not driven out, the Canaanites residing in this city became subject to forced labor for the Naphtalites. (<a href=\"/en/wol/bc/r1/lp-e/1200000710/10/0\" data-bid=\"11-1\" class=\"b\">Jg 1:33</a>) The ancient site remains unidentified.<strong>3. </strong>A town of Issachar near the Jordan. (<a href=\"/en/wol/bc/r1/lp-e/1200000710/11/0\" data-bid=\"12-1\" class=\"b\">Jos 19:22,&#xA0;23</a>) While different sites have been suggested, some scholars prefer an identification with el-&#x2BD;Abeidiyeh on the banks of the Jordan about 3&#xA0;km (2&#xA0;mi) S of the Sea of Galilee and about 16&#xA0;km (10&#xA0;mi) E of Mount Tabor. The ancient name is possibly preserved at nearby Khirbet Shamsawi.<strong>4. </strong>A city in Egypt included in Jeremiah&#x2019;s prophecy of coming devastation upon that nation. (<a href=\"/en/wol/bc/r1/lp-e/1200000710/12/0\" data-bid=\"13-1\" class=\"b\">Jer 43:13</a>) It is considered to be the same as Heliopolis (meaning &#x201C;City of the Sun&#x201D;), located on the NE edge of modern Cairo. It is elsewhere referred to in the Scriptural account by its Egyptian name, On.<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200000710/0\">ON</a> No.&#xA0;2."}