{"title":"Bible","link":"/en/wol/d/r1/lp-e/1200000724","html":"<span id=\"page307\" class=\"pageNum\" data-no=\"307\" data-before-text=\"307\"></span><strong>BIBLE</strong>The Holy Scriptures, the inspired Word of Jehovah, acknowledged as the greatest book of all times because of its antiquity, its total circulation, the number of languages into which it has <span id=\"page308\" class=\"pageNum\" data-no=\"308\" data-before-text=\"308\"></span>been translated, its surpassing greatness as a literary masterpiece, and its overwhelming importance to all mankind. Independent of all other books, it imitates no other. It stands on its own merits, giving credit to its unique Author. The Bible is also distinguished as having survived more violent controversy than any other book, hated as it is by many enemies.<strong>Name. </strong>The English word &#x201C;Bible&#x201D; comes through the Latin from the Greek word <em>bi&#xB7;bli&#x2B9;a, </em>meaning &#x201C;little books.&#x201D; This, in turn, is derived from <em>bi&#x2B9;blos, </em>a word that describes the inner part of the papyrus plant out of which a primitive form of paper was made. The Phoenician city of Gebal, famous for its papyrus trade, was called by the Greeks &#x201C;Byblos.&#x201D; (See <a href=\"/en/wol/bc/r1/lp-e/1200000724/0/0\" data-bid=\"1-1\" class=\"b\">Jos 13:5</a>, ftn.) In time <em>bi&#xB7;bli&#x2B9;a </em>came to describe various writings, scrolls, books, and eventually the collection of little books that make up the Bible. Jerome called this collection <em>Bibliotheca Divina, </em>the Divine Library.Jesus and writers of the Christian Greek Scriptures referred to the collection of sacred writings as &#x201C;the Scriptures,&#x201D; or &#x201C;the holy Scriptures,&#x201D; &#x201C;the holy writings.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000724/1/0\" data-bid=\"2-1\" class=\"b\">Mt 21:42;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/1/1\" data-bid=\"2-2\" class=\"b\"> Mr 14:49;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/1/2\" data-bid=\"2-3\" class=\"b\"> Lu 24:32;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/1/3\" data-bid=\"2-4\" class=\"b\"> Joh 5:39;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/1/4\" data-bid=\"2-5\" class=\"b\"> Ac 18:24;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/1/5\" data-bid=\"2-6\" class=\"b\"> Ro 1:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/1/6\" data-bid=\"2-7\" class=\"b\"> 15:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/1/7\" data-bid=\"2-8\" class=\"b\"> 2Ti 3:15,&#xA0;16</a>) The collection is the written expression of a communicating God, the Word of God, and this is acknowledged in phrases such as &#x201C;expression of Jehovah&#x2019;s mouth&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000724/2/0\" data-bid=\"3-1\" class=\"b\">De 8:3</a>), &#x201C;sayings of Jehovah&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000724/3/0\" data-bid=\"4-1\" class=\"b\">Jos 24:27</a>), &#x201C;commandments of Jehovah&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000724/4/0\" data-bid=\"5-1\" class=\"b\">Ezr 7:11</a>), &#x201C;law of Jehovah,&#x201D; &#x201C;reminder of Jehovah,&#x201D; &#x201C;orders from Jehovah&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000724/5/0\" data-bid=\"6-1\" class=\"b\">Ps 19:7,&#xA0;8</a>), &#x201C;word of Jehovah&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000724/6/0\" data-bid=\"7-1\" class=\"b\">Isa 38:4</a>), &#x2018;utterance of Jehovah&#x2019; (<a href=\"/en/wol/bc/r1/lp-e/1200000724/7/0\" data-bid=\"8-1\" class=\"b\">Mt 4:4</a>), &#x201C;Jehovah&#x2019;s word&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000724/8/0\" data-bid=\"9-1\" class=\"b\">1Th 4:15</a>). Repeatedly these writings are spoken of as &#x201C;sacred pronouncements of God.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000724/9/0\" data-bid=\"10-1\" class=\"b\">Ro 3:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/9/1\" data-bid=\"10-2\" class=\"b\"> Ac 7:38;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/9/2\" data-bid=\"10-3\" class=\"b\"> Heb 5:12;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/9/3\" data-bid=\"10-4\" class=\"b\"> 1Pe 4:11</a>.<strong>Divisions. </strong>Sixty-six individual books from Genesis to Revelation make up the Bible canon. The choice of these particular books, and the rejection of many others, is evidence that the Divine Author not only inspired their writing but also carefully guarded their collection and preservation within the sacred catalog. (See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000724/0\">APOCRYPHA</a>; <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000724/1\">CANON</a>.) Thirty-nine of the 66 books, making up three quarters of the Bible&#x2019;s contents, are known as the Hebrew Scriptures, all having been initially written in that language with the exception of a few small sections written in Aramaic. (<a href=\"/en/wol/bc/r1/lp-e/1200000724/10/0\" data-bid=\"11-1\" class=\"b\">Ezr 4:8&#x2013;6:18;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/10/1\" data-bid=\"11-2\" class=\"b\"> 7:12-26;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/10/2\" data-bid=\"11-3\" class=\"b\"> Jer 10:11;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/10/3\" data-bid=\"11-4\" class=\"b\"> Da 2:4b&#x2013;7:28</a>) By combining some of these books, the Jews had a total of only 22 or 24 books, yet these embraced the same material. It also appears to have been their custom to subdivide the Scriptures into three parts<wbr>&#x2014;&#x2018;the law of Moses, the Prophets, and the Psalms.&#x2019; (<a href=\"/en/wol/bc/r1/lp-e/1200000724/11/0\" data-bid=\"12-1\" class=\"b\">Lu 24:44</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000724/2\">HEBREW SCRIPTURES</a>.) The last quarter of the Bible is known as the Christian Greek Scriptures, so designated because the 27 books comprising this section were written in Greek. The writing, collecting, and arrangement of these books within the Bible&#x2019;s canon also demonstrate Jehovah&#x2019;s supervision from start to finish.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000724/3\">CHRISTIAN GREEK SCRIPTURES</a>.Subdividing the Bible into chapters and verses (<em>KJ </em>has 1,189 chapters and 31,102 verses) was not done by the original writers, but it was a very useful device added centuries later. The Masoretes divided the Hebrew Scriptures into verses; then in the 13th&#xA0;century of our Common Era chapter divisions were added. Finally, in 1553 Robert Estienne&#x2019;s edition of the French Bible was published as the first complete Bible with the present chapter and verse divisions.The 66 Bible books all together form but a single work, a complete whole. As the chapter and verse marks are only convenient aids for Bible study and are not intended to detract from the unity of the whole, so also is the sectioning of the Bible, which is done according to the predominant language in which the manuscripts have come down to us. We, therefore, have both the Hebrew and Greek Scriptures, with &#x201C;Christian&#x201D; added to the latter to distinguish them from the Greek <em>Septuagint, </em>which is the Hebrew portion of the Scriptures translated into Greek.<strong><em>&#x201C;Old Testament&#x201D; and &#x201C;New Testament.&#x201D; </em></strong>Today it is a common practice to refer to the Scriptures written in Hebrew and Aramaic as the &#x201C;Old Testament.&#x201D; This is based on the reading in <a href=\"/en/wol/bc/r1/lp-e/1200000724/12/0\" data-bid=\"13-1\" class=\"b\">2&#xA0;Corinthians 3:14</a> in the Latin <em>Vulgate </em>and the <em>King James Version. </em>However, the rendering &#x201C;old testament&#x201D; in this text is incorrect. The Greek word <em>di&#xB7;a&#xB7;the&#x2B9;kes </em>here means &#x201C;covenant,&#x201D; as it does in the other 32 places where it occurs in the Greek text. Many modern translations correctly read &#x201C;old covenant.&#x201D; (<em>NE, RS, JB</em>) The apostle Paul is not referring to the Hebrew and Aramaic Scriptures in their entirety. Neither does he mean that the inspired Christian writings constitute a &#x201C;new testament (or, covenant).&#x201D; The apostle is speaking of the old Law covenant, which was recorded by Moses in the Pentateuch and which makes up only a part of the pre-Christian Scriptures. For this reason he says in the next verse, &#x201C;whenever Moses is read.&#x201D;Hence, there is no valid basis for the Hebrew and Aramaic Scriptures to be called the &#x201C;Old Testament&#x201D; and for the Christian Greek Scriptures to be called the &#x201C;New Testament.&#x201D; Jesus Christ himself referred to the collection of sacred writings as &#x201C;the Scriptures.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000724/13/0\" data-bid=\"14-1\" class=\"b\">Mt 21:42;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/13/1\" data-bid=\"14-2\" class=\"b\"> Mr 14:49;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/13/2\" data-bid=\"14-3\" class=\"b\"> Joh 5:39</a>) <span id=\"page309\" class=\"pageNum\" data-no=\"309\" data-before-text=\"309\"></span>The apostle Paul referred to them as &#x201C;the holy Scriptures,&#x201D; &#x201C;the Scriptures,&#x201D; and &#x201C;the holy writings.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000724/14/0\" data-bid=\"15-1\" class=\"b\">Ro 1:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/14/1\" data-bid=\"15-2\" class=\"b\"> 15:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/14/2\" data-bid=\"15-3\" class=\"b\"> 2Ti 3:15</a>.<strong>Authorship. </strong>The accompanying table shows that about 40 human secretaries or scribes were used by the one Author to record the inspired Word of Jehovah. &#x201C;All Scripture is inspired of God,&#x201D; and this includes the writings in the Christian Greek Scriptures along with &#x201C;the rest of the Scriptures.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000724/15/0\" data-bid=\"16-1\" class=\"b\">2Ti 3:16;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/15/1\" data-bid=\"16-2\" class=\"b\"> 2Pe 3:15,&#xA0;16</a>) This expression &#x201C;inspired of God&#x201D; translated the Greek phrase <em>the&#xB7;o&#x2B9;pneu&#xB7;stos, </em>meaning &#x201C;God-breathed.&#x201D; By &#x2018;breathing&#x2019; on faithful men, God caused his spirit, or active force, to become operative upon them and directed what he wanted recorded, for, as it is written, &#x201C;prophecy was at no time brought by man&#x2019;s will, but men spoke from God as they were borne along by holy spirit.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000724/16/0\" data-bid=\"17-1\" class=\"b\">2Pe 1:21;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/16/1\" data-bid=\"17-2\" class=\"b\"> Joh 20:21, 22</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000724/4\">INSPIRATION</a>.This unseen holy spirit of God is his symbolic &#x201C;finger.&#x201D; Therefore, when men saw Moses perform supernatural feats they exclaimed: &#x201C;It is the finger of God!&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000724/17/0\" data-bid=\"18-1\" class=\"b\">Ex 8:18, 19</a>; compare with Jesus&#x2019; words at <a href=\"/en/wol/bc/r1/lp-e/1200000724/18/0\" data-bid=\"19-1\" class=\"b\">Mt 12:22,</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/18/1\" data-bid=\"19-2\" class=\"b\"> 28;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/18/2\" data-bid=\"19-3\" class=\"b\"> Lu 11:20</a>.) In a similar display of divine power &#x201C;God&#x2019;s finger&#x201D; began the writing of the Bible by carving out the Ten Commandments on stone tablets. (<a href=\"/en/wol/bc/r1/lp-e/1200000724/19/0\" data-bid=\"20-1\" class=\"b\">Ex 31:18;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/19/1\" data-bid=\"20-2\" class=\"b\"> De 9:10</a>) It would, therefore, be a simple matter for Jehovah to use men as his scribes even though some were &#x201C;unlettered and ordinary&#x201D; in scholastic training (<a href=\"/en/wol/bc/r1/lp-e/1200000724/20/0\" data-bid=\"21-1\" class=\"b\">Ac 4:13</a>), and regardless of whether the individual was by trade a shepherd, farmer, tentmaker, fisherman, tax collector, physician, priest, prophet, or king. Jehovah&#x2019;s <span id=\"page310\" class=\"pageNum\" data-no=\"310\" data-before-text=\"310\"></span>active force put the thoughts into the writer&#x2019;s mind and, in certain instances, allowed him to express the divine thought in his own words, thus permitting personality and individual traits to show through the writing, yet at the same time maintaining a superb oneness in theme and in purpose throughout. In this way the resultant Bible, reflecting as it does the mind and will of Jehovah, exceeded in wealth and in scope the writings of mere men. The Almighty God saw to it that his written Word of truth was in language easily understood and easily translated into practically any tongue.No other book took so long to complete as the Bible. In 1513&#xA0;B.C.E. Moses began Bible writing. Other sacred writings were added to the inspired Scriptures until sometime after 443&#xA0;B.C.E. when Nehemiah and Malachi completed their books. Then there was a gap in Bible writing for almost 500 years, until the apostle Matthew penned his historic account. Nearly 60 years later John, the last of the apostles, contributed his Gospel and three letters to complete the Bible&#x2019;s canon. So, all together, a period of some 1,610 years was involved in producing the Bible. All the cowriters were Hebrews and, hence, part of that people &#x201C;entrusted with the sacred pronouncements of God.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000724/21/0\" data-bid=\"22-1\" class=\"b\">Ro 3:2</a>.The Bible is not an unrelated assortment or collection of heterogeneous fragments from Jewish and Christian literature. Rather, it is an organizational book, highly unified and interconnected in its various segments, which indeed reflect the systematic orderliness of the Creator-Author himself. God&#x2019;s dealings with Israel in giving them a comprehensive law code as well as regulations governing matters even down to small details of camp life<wbr>&#x2014;things that were later mirrored in the Davidic kingdom as well as in the congregational arrangement among first-century Christians&#x2014;<wbr>reflect and magnify this organizational aspect of the Bible.<strong>Contents. </strong>In contents this Book of Books reveals the past, explains the present, and foretells the future. These are matters that only He who knows the end from the beginning could author. (<a href=\"/en/wol/bc/r1/lp-e/1200000724/22/0\" data-bid=\"23-1\" class=\"b\">Isa 46:10</a>) Starting at the beginning by telling of the creation of heaven and earth, the Bible next gives a sweeping account of the events that prepared the earth for man&#x2019;s habitation. Then the truly scientific explanation of the origin of man is revealed<wbr>&#x2014;how life comes only from a Life-Giver&#x2014;<wbr>facts that only the Creator now in the role of Author could explain. (<a href=\"/en/wol/bc/r1/lp-e/1200000724/23/0\" data-bid=\"24-1\" class=\"b\">Ge 1:26-28;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/23/1\" data-bid=\"24-2\" class=\"b\"> 2:7</a>) With the account of why men die, the overriding theme that permeates the whole Bible was introduced. This theme, the vindication of Jehovah&#x2019;s sovereignty and the ultimate fulfillment of his purpose for the earth, by means of his Kingdom under Christ, the promised Seed, was wrapped up in the first prophecy concerning &#x2018;the seed of the woman.&#x2019; (<a href=\"/en/wol/bc/r1/lp-e/1200000724/24/0\" data-bid=\"25-1\" class=\"b\">Ge 3:15</a>) More than 2,000 years passed before this promise of a &#x201C;seed&#x201D; was again mentioned, God telling Abraham: &#x201C;By means of your seed all nations <span id=\"page311\" class=\"pageNum\" data-no=\"311\" data-before-text=\"311\"></span>of the earth will certainly bless themselves.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000724/25/0\" data-bid=\"26-1\" class=\"b\">Ge 22:18</a>) Over 800 years later, renewed assurance was given to Abraham&#x2019;s descendant King David, and with the passing of more time Jehovah&#x2019;s prophets kept this flame of hope burning brightly. (<a href=\"/en/wol/bc/r1/lp-e/1200000724/26/0\" data-bid=\"27-1\" class=\"b\">2Sa 7:12,</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/26/1\" data-bid=\"27-2\" class=\"b\"> 16;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/26/2\" data-bid=\"27-3\" class=\"b\"> Isa 9:6,&#xA0;7</a>) More than 1,000 years after David and 4,000 years after the original prophecy in Eden, the Promised Seed himself appeared, Jesus Christ, the legal heir to &#x201C;the throne of David his father.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000724/27/0\" data-bid=\"28-1\" class=\"b\">Lu 1:31-33;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/27/1\" data-bid=\"28-2\" class=\"b\"> Ga 3:16</a>) Bruised in death by the earthly seed of the &#x201C;serpent,&#x201D; this &#x201C;Son of the Most High&#x201D; provided the ransom purchase price for the life rights lost to Adam&#x2019;s offspring, thus providing the only means whereby mankind can get everlasting life. He was then raised on high, there to await the appointed time to hurl &#x201C;the original serpent, the one called Devil and Satan,&#x201D; down to the earth, finally to be destroyed forever. Thus the magnificent theme announced in Genesis and developed and enlarged upon throughout the balance of the Bible is, in the closing chapters of Revelation, brought to a glorious climax as Jehovah&#x2019;s grand purpose by means of his Kingdom is made apparent.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000724/28/0\" data-bid=\"29-1\" class=\"b\">Re 11:15;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/28/1\" data-bid=\"29-2\" class=\"b\"> 12:1-12,</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/28/2\" data-bid=\"29-3\" class=\"b\"> 17;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/28/3\" data-bid=\"29-4\" class=\"b\"> 19:11-16;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/28/4\" data-bid=\"29-5\" class=\"b\"> 20:1-3,</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/28/5\" data-bid=\"29-6\" class=\"b\"> 7-10;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/28/6\" data-bid=\"29-7\" class=\"b\"> 21:1-5;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/28/7\" data-bid=\"29-8\" class=\"b\"> 22:3-5</a>.Through this Kingdom under Christ the Promised Seed, Jehovah&#x2019;s sovereignty will be vindicated and his name will be sanctified. Following through on this theme, the Bible magnifies God&#x2019;s personal name to a greater extent than any other book; the name occurs 6,973 times in the Hebrew Scripture portion of the <em>New World Translation</em>. That is in addition to the use of the shorter form &#x201C;Jah&#x201D; and the scores of instances where it combines to form other names like &#x201C;Jehoshua,&#x201D; meaning &#x201C;Jehovah Is Salvation.&#x201D; (See <a href=\"/en/wol/tc/r1/lp-e/1200000724/5\">JEHOVAH</a> [Importance of the Name].) We would not know the Creator&#x2019;s name, the great issue involving his sovereignty raised by the Edenic rebellion, or God&#x2019;s purpose to sanctify his name and vindicate his sovereignty before all creation if these things were not revealed in the Bible.In this library of 66 little books the theme of the Kingdom and Jehovah&#x2019;s name are closely interwoven with information on many subjects. Its reference to fields of knowledge such as agriculture, architecture, astronomy, chemistry, commerce, engineering, ethnology, government, hygiene, music, poetry, philology, and tactical warfare is only incidental to development of the theme; not as a treatise. Nevertheless, it contains a veritable treasure-house of information for the archaeologists and paleographers.As an accurate historical work and one that penetrates the past to great depths, the Bible far surpasses all other books. However, it is of much greater value in the field of prophecy, foretelling as it does the future that only the King of Eternity can reveal with accuracy. The march of world powers down through the centuries, even to the rise and ultimate demise of present-day institutions, was prophetically related in the Bible&#x2019;s long-range prophecies.God&#x2019;s Word of truth in a very practical way sets men free from ignorance, superstitions, human philosophies, and senseless traditions of men. (<a href=\"/en/wol/bc/r1/lp-e/1200000724/29/0\" data-bid=\"30-1\" class=\"b\">Joh 8:32</a>) &#x201C;The word of God is alive and exerts power.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000724/30/0\" data-bid=\"31-1\" class=\"b\">Heb 4:12</a>) Without the Bible we would not know Jehovah, would not know the wonderful benefits resulting from Christ&#x2019;s ransom sacrifice, and would not understand the requirements that must be met in order to get everlasting life in or under God&#x2019;s righteous Kingdom.The Bible is a most practical book in other ways too, for it gives sound counsel to Christians on how to live now, how to carry on their ministry, and how to survive this anti-God, pleasure-seeking system of things. Christians are told to &#x201C;quit being fashioned after this system of things&#x201D; by making their minds over from worldly thinking, and this they can do by having the same mental attitude of humility &#x201C;that was also in Christ Jesus&#x201D; and by stripping off the old personality and putting on the new one. (<a href=\"/en/wol/bc/r1/lp-e/1200000724/31/0\" data-bid=\"32-1\" class=\"b\">Ro 12:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/31/1\" data-bid=\"32-2\" class=\"b\"> Php 2:5-8;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/31/2\" data-bid=\"32-3\" class=\"b\"> Eph 4:23, 24;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/31/3\" data-bid=\"32-4\" class=\"b\"> Col 3:5-10</a>) This means displaying the fruitage of God&#x2019;s spirit, &#x201C;love, joy, peace, long-suffering, kindness, goodness, faith, mildness, self-control&#x201D;<wbr>&#x2014;subjects on which so much is written throughout the Bible.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000724/32/0\" data-bid=\"33-1\" class=\"b\">Ga 5:22, 23;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/32/1\" data-bid=\"33-2\" class=\"b\"> Col 3:12-14</a>.<strong>Authenticity. </strong>The veracity of the Bible has been assailed from many quarters, but none of these efforts has undermined or weakened its position in the least.<em>Bible history</em>. Sir Isaac Newton once said: &#x201C;I find more sure marks of authenticity in the Bible than in any profane history whatsoever.&#x201D; (<em>Two Apologies, </em>by R.&#xA0;Watson, London, 1820, p.&#xA0;57) Its integrity to truth proves sound on any point that might be tested. Its history is accurate and can be relied upon. For example, what it says about the fall of Babylon to the Medes and Persians cannot be successfully contradicted (<a href=\"/en/wol/bc/r1/lp-e/1200000724/33/0\" data-bid=\"34-1\" class=\"b\">Jer 51:11, 12,</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/33/1\" data-bid=\"34-2\" class=\"b\"> 28;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/33/2\" data-bid=\"34-3\" class=\"b\"> Da 5:28</a>), neither can what it says about people like Babylonian Nebuchadnezzar (<a href=\"/en/wol/bc/r1/lp-e/1200000724/34/0\" data-bid=\"35-1\" class=\"b\">Jer 27:20;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/34/1\" data-bid=\"35-2\" class=\"b\"> Da 1:1</a>); Egyptian King Shishak (<a href=\"/en/wol/bc/r1/lp-e/1200000724/35/0\" data-bid=\"36-1\" class=\"b\">1Ki 14:25;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/35/1\" data-bid=\"36-2\" class=\"b\"> 2Ch 12:2</a>); Assyrians Tiglath-pileser&#xA0;III and Sennacherib (<a href=\"/en/wol/bc/r1/lp-e/1200000724/36/0\" data-bid=\"37-1\" class=\"b\">2Ki 15:29;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/36/1\" data-bid=\"37-2\" class=\"b\"> 16:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/36/2\" data-bid=\"37-3\" class=\"b\"> 18:13</a>); the Roman emperors Augustus, Tiberius, and Claudius (<a href=\"/en/wol/bc/r1/lp-e/1200000724/37/0\" data-bid=\"38-1\" class=\"b\">Lu 2:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/37/1\" data-bid=\"38-2\" class=\"b\"> 3:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/37/2\" data-bid=\"38-3\" class=\"b\"> Ac 18:2</a>); Romans such as Pilate, Felix, and Festus (<a href=\"/en/wol/bc/r1/lp-e/1200000724/38/0\" data-bid=\"39-1\" class=\"b\">Ac 4:27;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/38/1\" data-bid=\"39-2\" class=\"b\"> 23:26;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/38/2\" data-bid=\"39-3\" class=\"b\"> 24:27</a>); <span id=\"page312\" class=\"pageNum\" data-no=\"312\" data-before-text=\"312\"></span>nor what it says about the temple of Artemis at Ephesus and the Areopagus at Athens (<a href=\"/en/wol/bc/r1/lp-e/1200000724/39/0\" data-bid=\"40-1\" class=\"b\">Ac 19:35;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/39/1\" data-bid=\"40-2\" class=\"b\"> 17:19-34</a>). What the Bible says about these or any other places, people, or events is historically accurate in every detail.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000724/6\">ARCHAEOLOGY</a>.<em>Races and languages</em>. What the Bible says about races and languages of mankind is also true. All peoples, regardless of stature, culture, color, or language, are members of one human family. The threefold division of the human family into the Japhetic, Hamitic, and Semitic races, all descending from Adam through Noah, cannot be successfully disputed. (<a href=\"/en/wol/bc/r1/lp-e/1200000724/40/0\" data-bid=\"41-1\" class=\"b\">Ge 9:18, 19;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/40/1\" data-bid=\"41-2\" class=\"b\"> Ac 17:26</a>) Says Sir Henry Rawlinson: &#x201C;If we were to be guided by the mere intersection of linguistic paths, and independently of all reference to the Scriptural record, <em>we should still be led to fix on the plains of Shinar, as the focus from which the various lines had radiated.&#x201D;<wbr>&#x2014;The Historical Evidences of the Truth of the Scripture Records, </em>by G.&#xA0;Rawlinson, 1862, p.&#xA0;287; <a href=\"/en/wol/bc/r1/lp-e/1200000724/41/0\" data-bid=\"42-1\" class=\"b\">Ge 11:2-9</a>.<em>Practicality</em>. The Bible&#x2019;s teachings, examples, and doctrines are most practical for modern man. The righteous principles and high moral standards contained in this book set it apart as far above all other books. Not only does the Bible answer important questions but it also provides many practical suggestions which, if followed, would do much to raise the physical and mental health of earth&#x2019;s population. The Bible lays down principles of right and wrong that serve as a straightedge for just business dealings (<a href=\"/en/wol/bc/r1/lp-e/1200000724/42/0\" data-bid=\"43-1\" class=\"b\">Mt 7:12;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/42/1\" data-bid=\"43-2\" class=\"b\"> Le 19:35, 36;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/42/2\" data-bid=\"43-3\" class=\"b\"> Pr 20:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/42/3\" data-bid=\"43-4\" class=\"b\"> 22:22,&#xA0;23</a>), industriousness (<a href=\"/en/wol/bc/r1/lp-e/1200000724/43/0\" data-bid=\"44-1\" class=\"b\">Eph 4:28;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/43/1\" data-bid=\"44-2\" class=\"b\"> Col 3:23;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/43/2\" data-bid=\"44-3\" class=\"b\"> 1Th 4:11, 12;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/43/3\" data-bid=\"44-4\" class=\"b\"> 2Th 3:10-12</a>), clean moral conduct (<a href=\"/en/wol/bc/r1/lp-e/1200000724/44/0\" data-bid=\"45-1\" class=\"b\">Ga 5:19-23;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/44/1\" data-bid=\"45-2\" class=\"b\"> 1Th 4:3-8;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/44/2\" data-bid=\"45-3\" class=\"b\"> Ex 20:14-17;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/44/3\" data-bid=\"45-4\" class=\"b\"> Le 20:10-16</a>), upbuilding associations (<a href=\"/en/wol/bc/r1/lp-e/1200000724/45/0\" data-bid=\"46-1\" class=\"b\">1Co 15:33;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/45/1\" data-bid=\"46-2\" class=\"b\"> Heb 10:24, 25;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/45/2\" data-bid=\"46-3\" class=\"b\"> Pr 5:3-11;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/45/3\" data-bid=\"46-4\" class=\"b\"> 13:20</a>), good family relationships (<a href=\"/en/wol/bc/r1/lp-e/1200000724/46/0\" data-bid=\"47-1\" class=\"b\">Eph 5:21-33;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/46/1\" data-bid=\"47-2\" class=\"b\"> 6:1-4;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/46/2\" data-bid=\"47-3\" class=\"b\"> Col 3:18-21;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/46/3\" data-bid=\"47-4\" class=\"b\"> De 6:4-9;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/46/4\" data-bid=\"47-5\" class=\"b\"> Pr 13:24</a>). As the famous educator William Lyon Phelps once said: &#x201C;I believe a knowledge of the Bible without a college course is more valuable than a college course without a Bible.&#x201D; (<em>The New Dictionary of Thoughts, </em>p.&#xA0;46) Regarding the Bible, John Quincy Adams wrote: &#x201C;It is of all books in the world, that which contributes most to make men good, wise, and happy.&#x201D;<wbr>&#x2014;<em>Letters of John Quincy Adams to His Son, </em>1849, p.&#xA0;9.<em>Scientific accuracy</em>. When it comes to scientific accuracy the Bible is not lacking. Whether describing the progressive order of earth&#x2019;s preparation for human habitation (<a href=\"/en/wol/bc/r1/lp-e/1200000724/47/0\" data-bid=\"48-1\" class=\"b\">Ge 1:1-31</a>), speaking of the earth as being spherical and hung on &#x201C;nothing&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000724/48/0\" data-bid=\"49-1\" class=\"b\">Job 26:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/48/1\" data-bid=\"49-2\" class=\"b\"> Isa 40:22</a>), classifying the hare as a cud chewer (<a href=\"/en/wol/bc/r1/lp-e/1200000724/49/0\" data-bid=\"50-1\" class=\"b\">Le 11:6</a>), or declaring, &#x201C;the soul of the flesh is in the blood&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000724/50/0\" data-bid=\"51-1\" class=\"b\">Le 17:11-14</a>), the Bible is scientifically sound.<em>Cultures and customs</em>. On points relating to cultures and customs, in no regard is the Bible found to be wrong. In political matters, the Bible always speaks of a ruler by the proper title that he bore at the time of the writing. For example, Herod Antipas and Lysanias are referred to as district rulers (tetrarchs), Herod Agrippa (II) as king, and Gallio as proconsul. (<a href=\"/en/wol/bc/r1/lp-e/1200000724/51/0\" data-bid=\"52-1\" class=\"b\">Lu 3:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/51/1\" data-bid=\"52-2\" class=\"b\"> Ac 25:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/51/2\" data-bid=\"52-3\" class=\"b\"> 18:12</a>) Triumphal marches of victorious armies, together with their captives, were common during Roman times. (<a href=\"/en/wol/bc/r1/lp-e/1200000724/52/0\" data-bid=\"53-1\" class=\"b\">2Co 2:14</a>) The hospitality shown to strangers, the Oriental way of life, the manner of purchasing property, legal procedures in making contracts, and the practice of circumcision among the Hebrews and other peoples are referred to in the Bible, and in all these details the Bible is accurate.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000724/53/0\" data-bid=\"54-1\" class=\"b\">Ge 18:1-8;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/53/1\" data-bid=\"54-2\" class=\"b\"> 23:7-18;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/53/2\" data-bid=\"54-3\" class=\"b\"> 17:10-14;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/53/3\" data-bid=\"54-4\" class=\"b\"> Jer 9:25,&#xA0;26</a>.<em>Candor</em>. Bible writers displayed a candor that is not found among other ancient writers. From the very outset, Moses frankly reported his own sins as well as the sins and errors of his people, a policy followed by the other Hebrew writers. (<a href=\"/en/wol/bc/r1/lp-e/1200000724/54/0\" data-bid=\"55-1\" class=\"b\">Ex 14:11, 12;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/54/1\" data-bid=\"55-2\" class=\"b\"> 32:1-6;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/54/2\" data-bid=\"55-3\" class=\"b\"> Nu 14:1-9;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/54/3\" data-bid=\"55-4\" class=\"b\"> 20:9-12;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/54/4\" data-bid=\"55-5\" class=\"b\"> 27:12-14;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/54/5\" data-bid=\"55-6\" class=\"b\"> De 4:21</a>) The sins of great ones such as David and Solomon were not covered over but were reported. (<a href=\"/en/wol/bc/r1/lp-e/1200000724/55/0\" data-bid=\"56-1\" class=\"b\">2Sa 11:2-27;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/55/1\" data-bid=\"56-2\" class=\"b\"> 1Ki 11:1-13</a>) Jonah told of his own disobedience. (<a href=\"/en/wol/bc/r1/lp-e/1200000724/56/0\" data-bid=\"57-1\" class=\"b\">Jon 1:1-3;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/56/1\" data-bid=\"57-2\" class=\"b\"> 4:1</a>) The other prophets likewise displayed this same straightforward, candid quality. Writers of the Christian Greek Scriptures showed the same regard for truthful reporting as that displayed in the Hebrew Scriptures. Paul tells of his former sinful course in life; Mark&#x2019;s failure to stick to the missionary work; and also the apostle Peter&#x2019;s errors are related. (<a href=\"/en/wol/bc/r1/lp-e/1200000724/57/0\" data-bid=\"58-1\" class=\"b\">Ac 22:19, 20;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/57/1\" data-bid=\"58-2\" class=\"b\"> 15:37-39;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/57/2\" data-bid=\"58-3\" class=\"b\"> Ga 2:11-14</a>) Such frank, open reporting builds confidence in the Bible&#x2019;s claim to honesty and truthfulness.<em>Integrity</em>. Facts testify to the integrity of the Bible. The Bible narrative is inseparably interwoven with the history of the times. It gives straightforward, truthful instruction in the simplest manner. The guileless earnestness and fidelity of its writers, their burning zeal for truth, and their painstaking effort to attain accuracy in details are what we would expect in God&#x2019;s Word of truth.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000724/58/0\" data-bid=\"59-1\" class=\"b\">Joh 17:17</a>.<em>Prophecy</em>. If there is a single point that alone proves the Bible to be the inspired Word of Jehovah it is the matter of prophecy. There are scores of long-range prophecies in the Bible that have been fulfilled. For a partial listing, see the book <em>&#x201C;All Scripture Is Inspired of God and Beneficial,&#x201D; </em>pp.&#xA0;343-346.<span id=\"page313\" class=\"pageNum\" data-no=\"313\" data-before-text=\"313\"></span><strong>Preservation. </strong>Today none of the original writings of the Holy Scriptures are known to exist. Jehovah, however, saw to it that copies were made to replace the aging originals. Also, from and after the Babylonian exile, with the growth of many Jewish communities outside Palestine, there was an increasing demand for more copies of the Scriptures. This demand was met by professional copyists who made extraordinary efforts to see that accuracy was attained in their handwritten manuscripts. Ezra was just such a man, &#x201C;a skilled copyist in the law of Moses, which Jehovah the God of Israel had given.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000724/59/0\" data-bid=\"60-1\" class=\"b\">Ezr 7:6</a>.For hundreds of years handwritten copies of the Scriptures continued to be made, during which period the Bible was expanded with the addition of the Christian Greek Scriptures. Translations or versions of these Holy Writings also appeared in other languages. Indeed, the Hebrew Scriptures are honored as the first book of note to be translated into another language. Extant today are thousands of these Bible manuscripts and versions.<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200000724/7\">MANUSCRIPTS OF THE BIBLE</a>; <a href=\"/en/wol/tc/r1/lp-e/1200000724/8\">VERSIONS</a>.The first printed Bible, the Gutenberg Bible, came off the press in 1456. Today distribution of the Bible (the whole or in part) has reached over four billion copies in upwards of 2,000 languages. But this has not been accomplished without great opposition from many quarters. Indeed, the Bible has had more enemies than any other book; popes and councils even prohibited the reading of the Bible under penalty of excommunication. Thousands of Bible lovers lost their lives, and thousands of copies of the Bible were committed to the flames. One of the victims in the Bible&#x2019;s fight to live was translator William Tyndale, who once declared in a discussion with a cleric: &#x201C;If God spare my life ere many years, I will cause a boy that driveth the plough shall know more of the Scripture than thou doest.&#x201D;<wbr>&#x2014;<em>Actes and Monuments, </em>by John Foxe, London, 1563, p.&#xA0;514.All credit and thanksgiving for the Bible&#x2019;s survival in view of such violent opposition is due Jehovah, the Preserver of his Word. This fact gives added meaning to the apostle Peter&#x2019;s quotation from the prophet Isaiah: &#x201C;All flesh is like grass, and all its glory is like a blossom of grass; the grass becomes withered, and the flower falls off, but the saying of Jehovah endures forever.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000724/60/0\" data-bid=\"61-1\" class=\"b\">1Pe 1:24, 25;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/60/1\" data-bid=\"61-2\" class=\"b\"> Isa 40:6-8</a>) We, therefore, do well to pay &#x201C;attention to it as to a lamp shining in a dark place&#x201D; in this 21st&#xA0;century. (<a href=\"/en/wol/bc/r1/lp-e/1200000724/61/0\" data-bid=\"62-1\" class=\"b\">2Pe 1:19;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/61/1\" data-bid=\"62-2\" class=\"b\"> Ps 119:105</a>) The man whose &#x201C;delight is in the law of Jehovah, and in his law he reads in an undertone day and night&#x201D; and who puts in practice the things he reads is the one who prospers and is happy. (<a href=\"/en/wol/bc/r1/lp-e/1200000724/62/0\" data-bid=\"63-1\" class=\"b\">Ps 1:1,&#xA0;2;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/62/1\" data-bid=\"63-2\" class=\"b\"> Jos 1:8</a>) To him Jehovah&#x2019;s laws, reminders, orders, commandments, and judicial decisions contained in the Bible are &#x201C;sweeter than honey,&#x201D; and the wisdom derived therefrom is &#x201C;more to be desired than gold, yes, than much refined gold,&#x201D; for it means his very life.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000724/63/0\" data-bid=\"64-1\" class=\"b\">Ps 19:7-10;</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/63/1\" data-bid=\"64-2\" class=\"b\"> Pr 3:13,</a><a href=\"/en/wol/bc/r1/lp-e/1200000724/63/2\" data-bid=\"64-3\" class=\"b\"> 16-18</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000724/9\">CANON</a>.<strong>[Chart on page&#xA0;309]</strong><strong>TABLE OF BIBLE BOOKS IN ORDER COMPLETED</strong>(The order in which the Bible books were written and where each stands in relation to the others is approximate; some dates [and places written] are uncertain. The symbol a. means &#x201C;after&#x201D;; b., &#x201C;before&#x201D;; and c., &#x201C;circa&#x201D; or &#x201C;about.&#x201D;)<strong>Hebrew Scriptures (B.C.E.)</strong><strong>Book         Writer       Date       Time        Place Written</strong>                        <strong>Completed  Covered</strong>Genesis      Moses         1513    &#x201C;In the       Wilderness                                   beginning&#x201D;                                   to 1657Exodus       Moses         1512    1657-1512     WildernessLeviticus    Moses         1512    1 month       Wilderness                                   (1512)Job          Moses      c. 1473    Over 140      Wilderness                                   years                                   between                                   1657 and                                   1473Numbers      Moses         1473    1512-1473     Wilderness/                                                 Plains of MoabDeuteronomy  Moses         1473    2 months      Plains of Moab                                   (1473)Joshua       Joshua     c. 1450    1473&#x2013;         Canaan                                   c. 1450Judges       Samuel     c. 1100    c. 1450&#x2013;      Israel                                   c. 1120Ruth         Samuel     c. 1090    11 years      Israel                                   of Judges&#x2019;                                   rule1&#xA0;Samuel     Samuel;    c. 1078    c. 1180-1078  Israel             Gad;             Nathan2&#xA0;Samuel     Gad;       c. 1040    1077&#x2013;c.&#xA0;1040  Israel             NathanSong of      Solomon    c. 1020                  JerusalemSolomonEcclesiastes Solomon    b.&#xA0;1000                  JerusalemJonah        Jonah      c.&#xA0;844Joel         Joel       c. 820 (?)&#xA0;              JudahAmos         Amos       c. 804                   JudahHosea        Hosea      a.&#xA0;745     b.&#xA0;804&#x2013;       Samaria                                   a.&#xA0;745        (District)Isaiah       Isaiah     a.&#xA0;732     c. 778&#x2013;       Jerusalem                                   a.&#xA0;732Micah        Micah      b.&#xA0;717     c. 777-717    JudahProverbs     Solomon;   c. 717                   Jerusalem             Agur;             LemuelZephaniah    Zephaniah  b.&#xA0;648                   JudahNahum        Nahum      b.&#xA0;632                   JudahHabakkuk     Habakkuk   c. 628 (?)&#xA0;              JudahLamentations Jeremiah      607                   Nr. JerusalemObadiah      Obadiah    c.&#xA0;607Ezekiel      Ezekiel    c. 591     613&#x2013;c.&#xA0;591    Babylon1 and 2      Jeremiah      580     c. 1040-580   Judah/<wbr>EgyptKingsJeremiah     Jeremiah      580     647-580       Judah/<wbr>EgyptDaniel       Daniel     c. 536     618&#x2013;c.&#xA0;536    BabylonHaggai       Haggai        520     112 days      Jerusalem                                   (520)Zechariah    Zechariah     518     520-518       JerusalemEsther       Mordecai   c. 475     493&#x2013;c.&#xA0;475    Shushan, Elam1 and 2      Ezra       c. 460     After         Jerusalem (?)Chronicles                         <a href=\"/en/wol/bc/r1/lp-e/1200000724/64/0\" data-bid=\"65-1\" class=\"b\">1&#xA0;Chronicles 9:44</a>,                                   1077-537Ezra         Ezra       c. 460     537&#x2013;c.&#xA0;467    JerusalemPsalms       David      c. 460             and othersNehemiah     Nehemiah   a.&#xA0;443     456&#x2013;a.&#xA0;443    JerusalemMalachi      Malachi    a.&#xA0;443                   Jerusalem<strong>[Chart on page&#xA0;310]</strong><strong>Christian Greek Scriptures (C.E.)</strong><strong>Book         Writer       Date       Time        Place Written</strong>                        <strong>Completed  Covered</strong>Matthew      Matthew    c.&#xA0;41      2&#xA0;B.C.E.&#x2013;     Palestine                                   33&#xA0;C.E.1&#xA0;Thessalonians             Paul       c.&#xA0;50                    Corinth2&#xA0;Thessalonians             Paul       c.&#xA0;51                    CorinthGalatians    Paul       c. 50-52                 Corinth or                                                 Syr. Antioch1&#xA0;Corinthians             Paul       c.&#xA0;55                    Ephesus2&#xA0;Corinthians             Paul       c.&#xA0;55                    MacedoniaRomans       Paul       c.&#xA0;56                    CorinthLuke         Luke       c. 56-58   3&#xA0;B.C.E.&#x2013;     Caesarea                                   33&#xA0;C.E.Ephesians    Paul       c. 60-61                 RomeColossians   Paul       c. 60-61                 RomePhilemon     Paul       c. 60-61                 RomePhilippians  Paul       c. 60-61                 RomeHebrews      Paul       c.&#xA0;61                    RomeActs         Luke       c.&#xA0;61      33&#x2013;c.         Rome                                   61&#xA0;C.E.James        James      b.&#xA0;62                    JerusalemMark         Mark       c. 60-65   29-33&#xA0;C.E.    Rome1&#xA0;Timothy    Paul       c. 61-64                 MacedoniaTitus        Paul       c. 61-64                 Macedonia (?)1&#xA0;Peter      Peter      c. 62-64                 Babylon2&#xA0;Peter      Peter      c.&#xA0;64                    Babylon (?)2&#xA0;Timothy    Paul       c.&#xA0;65                    RomeJude         Jude       c.&#xA0;65                    Palestine (?)Revelation   John       c.&#xA0;96                    PatmosJohn         John       c.&#xA0;98      After         Ephesus, or near                                   prologue,                                   29-33&#xA0;C.E.1&#xA0;John       John       c.&#xA0;98                    Ephesus, or near2&#xA0;John       John       c.&#xA0;98                    Ephesus, or near3&#xA0;John       John       c.&#xA0;98                    Ephesus, or near"}