{"title":"Bitumen","link":"/en/wol/d/r1/lp-e/1200000762","html":"<span id=\"page337\" class=\"pageNum\" data-no=\"337\" data-before-text=\"337\"></span><strong>BITUMEN</strong>(bi&#xB7;tu&#x2B9;men).The same black or brownish mineral asphalt is referred to by three Hebrew words. Two of these describe the difference in hardness: pitch (<em>ze&#x2B9;pheth</em>), its liquid form; bitumen (<em>che&#xB7;mar&#x2B9;</em>), its solid state. The third word, tar (<em>ko&#x2B9;pher</em>), describes its usage: how it is applied in overlaying woodwork. (See <a href=\"/en/wol/tc/r1/lp-e/1200000762/0\">PITCH</a>.) Because of its waterproofing qualities, bitumen&#x2019;s usefulness to man predates the Flood, for Noah, on being instructed to build the ark, was told to &#x201C;cover it inside and outside with tar.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000762/0/0\" data-bid=\"1-1\" class=\"b\">Ge 6:14</a>.The papyrus ark in which the baby Moses floated among the Nile reeds was watertight because it had been impregnated with both &#x201C;bitumen and pitch.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000762/1/0\" data-bid=\"2-1\" class=\"b\">Ex 2:3</a>) The city builders of Babylon learned that bitumen&#x2019;s waterproof characteristics were combined with adhesive qualities that made it a most useful mortar for their kiln-dried bricks.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000762/2/0\" data-bid=\"3-1\" class=\"b\">Ge 11:3</a>.At one time the Valley of Siddim, located near Sodom and Gomorrah in the Dead Sea area, was noted for its &#x201C;pits upon pits of bitumen&#x201D; (&#x201C;slimepits,&#x201D; <em>KJ</em>). (<a href=\"/en/wol/bc/r1/lp-e/1200000762/3/0\" data-bid=\"4-1\" class=\"b\">Ge 14:10</a>) Even today bitumen is occasionally washed ashore, suggesting that Siddim is presently located beneath the waters of the Dead Sea. Bitumen is also a flammable material and is so described by Isaiah, who prophesied that the land of Edom would &#x201C;become as burning pitch.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000762/4/0\" data-bid=\"5-1\" class=\"b\">Isa 34:9</a>."}