{"title":"Blood","link":"/en/wol/d/r1/lp-e/1200000774","html":"<span id=\"page344\" class=\"pageNum\" data-no=\"344\" data-before-text=\"344\"></span><strong>BLOOD</strong>A truly marvelous fluid that circulates in the vascular system of humans and most multicelled animals; in Hebrew, <em>dam, </em>and in Greek, <em>hai&#x2B9;ma. </em>Blood supplies nourishment and oxygen to all parts of the body, carries away waste products, and plays a major role in safeguarding the body against infection. The chemical makeup of blood is so exceedingly complex that there is a great deal that is still unknown to scientists.In the Bible, the soul is said to be in the blood because blood is so intimately involved in the life processes. God&#x2019;s Word says: &#x201C;For the soul of the flesh is in the blood, and I myself have put it upon the altar for you to make atonement for your souls, because it is the blood that makes atonement by the soul in it.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000774/0/0\" data-bid=\"1-1\" class=\"b\">Le 17:11</a>) For like reason, but making the connection even more direct, the Bible says: &#x201C;The soul of every sort of flesh is its blood.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000774/1/0\" data-bid=\"2-1\" class=\"b\">Le 17:14</a>) Clearly, God&#x2019;s Word treats both life and blood as sacred.<strong>Taking Life. </strong>With Jehovah is the source of life. (<a href=\"/en/wol/bc/r1/lp-e/1200000774/2/0\" data-bid=\"3-1\" class=\"b\">Ps 36:9</a>) Man cannot give back a life that he takes. &#x201C;All the souls<wbr>&#x2014;to me they belong,&#x201D; says Jehovah. (<a href=\"/en/wol/bc/r1/lp-e/1200000774/3/0\" data-bid=\"4-1\" class=\"b\">Eze 18:4</a>) Therefore, to take life is to take Jehovah&#x2019;s property. Every living thing has a purpose and a place in God&#x2019;s creation. No man has the right to take life except when God permits and in the way that he instructs.After the Flood, Noah and his sons, the progenitors of all persons alive today, were commanded to show respect for the life, the blood, of fellowmen. (<a href=\"/en/wol/bc/r1/lp-e/1200000774/4/0\" data-bid=\"5-1\" class=\"b\">Ge 9:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200000774/4/1\" data-bid=\"5-2\" class=\"b\"> 5,&#xA0;6</a>) Also, God kindly allowed them to add animal flesh to their diet. However, they had to acknowledge that the life of any animal killed for food belonged to God, doing so by pouring its blood out as water on the ground. This was like giving it back to God, not using it for one&#x2019;s own purposes.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000774/5/0\" data-bid=\"6-1\" class=\"b\">De 12:15,&#xA0;16</a>.Man was entitled to enjoy the life that God granted him, and anyone who deprived him of that life would be answerable to God. This was shown when God said to the murderer Cain: &#x201C;Your brother&#x2019;s blood is crying out to me from the ground.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000774/6/0\" data-bid=\"7-1\" class=\"b\">Ge 4:10</a>) Even a person hating his brother, and so wishing him dead, or slandering him or bearing false witness against him, and so endangering his life, would bring guilt upon himself in connection with the blood of his fellowman.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000774/7/0\" data-bid=\"8-1\" class=\"b\">Le 19:16;</a><a href=\"/en/wol/bc/r1/lp-e/1200000774/7/1\" data-bid=\"8-2\" class=\"b\"> De 19:18-21;</a><a href=\"/en/wol/bc/r1/lp-e/1200000774/7/2\" data-bid=\"8-3\" class=\"b\"> 1Jo 3:15</a>.Because of God&#x2019;s view of the value of life, the blood of a murdered person is said to defile the earth, and such defilement can be cleansed only by shedding the blood of the murderer. On this basis the Bible authorizes capital punishment for murder, through duly constituted authority. (<a href=\"/en/wol/bc/r1/lp-e/1200000774/8/0\" data-bid=\"9-1\" class=\"b\">Nu 35:33;</a><a href=\"/en/wol/bc/r1/lp-e/1200000774/8/1\" data-bid=\"9-2\" class=\"b\"> Ge 9:5,&#xA0;6</a>) In ancient Israel no ransom could be taken to deliver the deliberate murderer from the death penalty.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000774/9/0\" data-bid=\"10-1\" class=\"b\">Nu 35:19-21,</a><a href=\"/en/wol/bc/r1/lp-e/1200000774/9/1\" data-bid=\"10-2\" class=\"b\">&#xA0;31</a>.Even in cases where the manslayer could not be found on investigation, the city nearest the site where the body was found was counted bloodguilty. To remove the bloodguilt, the responsible city elders had to perform the procedure required by God, had to disclaim any guilt or knowledge of the murder, and had to pray to God for his mercy. (<a href=\"/en/wol/bc/r1/lp-e/1200000774/10/0\" data-bid=\"11-1\" class=\"b\">De 21:1-9</a>) If an accidental manslayer was not seriously concerned over the taking of a life and did not follow God&#x2019;s arrangement for his protection by fleeing to the city of refuge and remaining there, the dead man&#x2019;s nearest of kin was the avenger authorized and obligated to kill him in order to remove bloodguilt from the land.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000774/11/0\" data-bid=\"12-1\" class=\"b\">Nu 35:26, 27</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000774/0\">AVENGER OF BLOOD</a>.<strong>Proper Use of Blood. </strong>There was only one use of blood that God ever approved, namely, for sacrifice. He directed that those under the Mosaic Law offer animal sacrifices to make atonement for sin. (<a href=\"/en/wol/bc/r1/lp-e/1200000774/12/0\" data-bid=\"13-1\" class=\"b\">Le 17:10,&#xA0;11</a>) It was also in harmony with His will that His Son, Jesus Christ, offered up his perfect human life as a sacrifice for sins.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000774/13/0\" data-bid=\"14-1\" class=\"b\">Heb 10:5,</a><a href=\"/en/wol/bc/r1/lp-e/1200000774/13/1\" data-bid=\"14-2\" class=\"b\">&#xA0;10</a>.The lifesaving application of Christ&#x2019;s blood was prefigured in a variety of ways in the Hebrew Scriptures. At the time of the first Passover, in Egypt, the blood on the upper part of the doorway and on the doorposts of the Israelite homes protected the firstborn inside from death at the hand of God&#x2019;s angel. (<a href=\"/en/wol/bc/r1/lp-e/1200000774/14/0\" data-bid=\"15-1\" class=\"b\">Ex 12:7,</a><a href=\"/en/wol/bc/r1/lp-e/1200000774/14/1\" data-bid=\"15-2\" class=\"b\"> 22, 23;</a><a href=\"/en/wol/bc/r1/lp-e/1200000774/14/2\" data-bid=\"15-3\" class=\"b\"> 1Co 5:7</a>) The Law covenant, which had a typical sin-removing feature, was validated by the blood of animals. (<a href=\"/en/wol/bc/r1/lp-e/1200000774/15/0\" data-bid=\"16-1\" class=\"b\">Ex 24:5-8</a>) The numerous blood sacrifices, particularly those offered on the Day of Atonement, were for typical sin atonement, pointing to the real sin removal by the sacrifice of Christ.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000774/16/0\" data-bid=\"17-1\" class=\"b\">Le 16:11,</a><a href=\"/en/wol/bc/r1/lp-e/1200000774/16/1\" data-bid=\"17-2\" class=\"b\"> 15-18</a>.The legal power that blood has in God&#x2019;s sight as accepted by him for atonement purposes was illustrated <span id=\"page345\" class=\"pageNum\" data-no=\"345\" data-before-text=\"345\"></span>by the pouring of blood at the base, or foundation, of the altar and the putting of it on the horns of the altar. The atonement arrangement had its basis, or foundation, in blood, and the power (represented by horns) of the sacrificial arrangement rested in blood.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000774/17/0\" data-bid=\"18-1\" class=\"b\">Le 9:9;</a><a href=\"/en/wol/bc/r1/lp-e/1200000774/17/1\" data-bid=\"18-2\" class=\"b\"> Heb 9:22;</a><a href=\"/en/wol/bc/r1/lp-e/1200000774/17/2\" data-bid=\"18-3\" class=\"b\"> 1Co 1:18</a>.Under the Christian arrangement, the sanctity of blood was even more strongly emphasized. No longer was animal blood to be offered, for those animal offerings were only a shadow of the reality, Jesus Christ. (<a href=\"/en/wol/bc/r1/lp-e/1200000774/18/0\" data-bid=\"19-1\" class=\"b\">Col 2:17;</a><a href=\"/en/wol/bc/r1/lp-e/1200000774/18/1\" data-bid=\"19-2\" class=\"b\"> Heb 10:1-4,</a><a href=\"/en/wol/bc/r1/lp-e/1200000774/18/2\" data-bid=\"19-3\" class=\"b\"> 8-10</a>) The high priest in Israel used to take a token portion of the blood into the Most Holy of the earthly sanctuary. (<a href=\"/en/wol/bc/r1/lp-e/1200000774/19/0\" data-bid=\"20-1\" class=\"b\">Le 16:14</a>) Jesus Christ as the real High Priest entered into heaven itself, not with his blood, which was poured out on the ground (<a href=\"/en/wol/bc/r1/lp-e/1200000774/20/0\" data-bid=\"21-1\" class=\"b\">Joh 19:34</a>), but with the value of his perfect human life as represented by blood. This life right he never forfeited by sin, but he retained it as usable for sin atonement. (<a href=\"/en/wol/bc/r1/lp-e/1200000774/21/0\" data-bid=\"22-1\" class=\"b\">Heb 7:26;</a><a href=\"/en/wol/bc/r1/lp-e/1200000774/21/1\" data-bid=\"22-2\" class=\"b\"> 8:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200000774/21/2\" data-bid=\"22-3\" class=\"b\"> 9:11,&#xA0;12</a>) For these reasons the blood of Christ cries out for better things than the blood of righteous Abel did. Only the blood of the perfect sacrifice of the Son of God can call for mercy, while the blood of Abel as well as the blood of martyred followers of Christ cries out for vengeance.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000774/22/0\" data-bid=\"23-1\" class=\"b\">Heb 12:24;</a><a href=\"/en/wol/bc/r1/lp-e/1200000774/22/1\" data-bid=\"23-2\" class=\"b\"> Re 6:9-11</a>.<strong><em>To whom does the prohibition on the eating of blood apply?</em></strong>Noah and his sons were allowed by Jehovah to add animal flesh to their diet after the Flood, but they were strictly commanded not to eat blood. (<a href=\"/en/wol/bc/r1/lp-e/1200000774/23/0\" data-bid=\"24-1\" class=\"b\">Ge 9:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200000774/23/1\" data-bid=\"24-2\" class=\"b\"> 3,&#xA0;4</a>) God here set out a regulation that applied, not merely to Noah and his immediate family, but to all mankind from that time on, because all those living since the Flood are descendants of Noah&#x2019;s family.Concerning the permanence of this prohibition, Joseph Benson noted: &#x201C;It ought to be observed, that this prohibition of eating blood, given to Noah and all his posterity, and repeated to the Israelites, in a most solemn manner, under the Mosaic dispensation, has never been revoked, but, on the contrary, has been confirmed under the New Testament, <a href=\"/en/wol/bc/r1/lp-e/1200000774/24/0\" data-bid=\"25-1\" class=\"b\">Acts xv</a>.; and thereby made of perpetual obligation.&#x201D;<wbr>&#x2014;Benson&#x2019;s <em>Notes, </em>1839, Vol.&#xA0;I, p.&#xA0;43.<strong><em>Under the Mosaic Law. </em></strong>In the Law covenant made by Jehovah with the nation of Israel, he incorporated the law given to Noah. He made it clear that &#x201C;bloodguilt&#x201D; was attached to anyone who ignored the procedure stipulated by God&#x2019;s law even in the killing of an animal. (<a href=\"/en/wol/bc/r1/lp-e/1200000774/25/0\" data-bid=\"26-1\" class=\"b\">Le 17:3,&#xA0;4</a>) The blood of an animal to be used for food was to be poured out on the ground and covered with dust. (<a href=\"/en/wol/bc/r1/lp-e/1200000774/26/0\" data-bid=\"27-1\" class=\"b\">Le 17:13,&#xA0;14</a>) Anyone who ate blood of <em>any sort </em>of flesh was to be &#x2018;cut off from among his people.&#x2019; Deliberate violation of this law regarding the sacredness of blood meant being &#x201C;cut off&#x201D; in death.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000774/27/0\" data-bid=\"28-1\" class=\"b\">Le 17:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200000774/27/1\" data-bid=\"28-2\" class=\"b\"> 7:26, 27;</a><a href=\"/en/wol/bc/r1/lp-e/1200000774/27/2\" data-bid=\"28-3\" class=\"b\"> Nu 15:30,&#xA0;31</a>.Commenting on <a href=\"/en/wol/bc/r1/lp-e/1200000774/28/0\" data-bid=\"29-1\" class=\"b\">Leviticus 17:11, 12</a>, M&#x2019;Clintock and Strong&#x2019;s <em>Cyclop&#xE6;dia </em>(1882, Vol.&#xA0;I, p.&#xA0;834) says: &#x201C;This strict injunction not only applied to the Israelites, but even to the strangers residing among them. The penalty assigned to its transgression was the being &#x2018;cut off from the people,&#x2019; by which the punishment of death appears to be intended (comp. <a href=\"/en/wol/bc/r1/lp-e/1200000774/29/0\" data-bid=\"30-1\" class=\"b\">Heb. x,&#xA0;28</a>), although it is difficult to ascertain whether it was inflicted by the sword or by stoning.&#x201D;At <a href=\"/en/wol/bc/r1/lp-e/1200000774/30/0\" data-bid=\"31-1\" class=\"b\">Deuteronomy 14:21</a> allowance was made for selling to an alien resident or a foreigner an animal that had died of itself or that had been torn by a beast. Thus a distinction was made between the blood of such animals and that of animals that a person slaughtered for food. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200000774/31/0\" data-bid=\"32-1\" class=\"b\">Le 17:14-16</a>.) The Israelites, as well as alien residents who took up true worship and came under the Law covenant, were obligated to live up to the lofty requirements of that Law. People of all nations were bound by the requirement at <a href=\"/en/wol/bc/r1/lp-e/1200000774/32/0\" data-bid=\"33-1\" class=\"b\">Genesis 9:3, 4</a>, but those under the Law were held by God to a higher standard in adhering to that requirement than were foreigners and alien residents who had not become worshipers of Jehovah.<strong><em>Under the Christian arrangement. </em></strong>The governing body of the first-century Christian congregation, under the direction of the holy spirit, ruled on the matter of blood. Their decree states: &#x201C;For the holy spirit and we ourselves have favored adding no further burden to you, except these necessary things, to keep abstaining from things sacrificed to idols and from blood and from things strangled and from fornication. If you carefully keep yourselves from these things, you will prosper. Good health to you!&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000774/33/0\" data-bid=\"34-1\" class=\"b\">Ac 15:22,</a><a href=\"/en/wol/bc/r1/lp-e/1200000774/33/1\" data-bid=\"34-2\" class=\"b\"> 28,&#xA0;29</a>) The prohibition included flesh with the blood in it (&#x201C;things strangled&#x201D;).This decree rests, ultimately, on God&#x2019;s command not to eat blood, as given to Noah and his sons and, therefore, to all mankind. In this regard, the following is found in <em>The Chronology of Antient Kingdoms Amended, </em>by Sir Isaac Newton (Dublin, 1728, p.&#xA0;184): &#x201C;This law [of abstaining from blood] was ancienter than the days of <em>Moses, </em>being given to <em>Noah </em>and his sons, long before the days of <em>Abraham: </em>and therefore when the <span id=\"page346\" class=\"pageNum\" data-no=\"346\" data-before-text=\"346\"></span>Apostles and Elders in the Council at <em>Jerusalem </em>declared that the Gentiles were not obliged to be circumcised and keep the law of <em>Moses, </em>they excepted this law of <em>abstaining from blood, and things strangled, </em>as being an earlier law of God, imposed not on the sons of <em>Abraham </em>only, but on all nations, while they lived together in <em>Shinar </em>under the dominion of <em>Noah: </em>and of the same kind is the law of <em>abstaining from meats offered to Idols or false Gods, and from fornication.&#x201D;<wbr></em>&#x2014;Italics his.<strong><em>Observed since apostolic times. </em></strong>The Jerusalem council sent its decision to the Christian congregations to be observed. (<a href=\"/en/wol/bc/r1/lp-e/1200000774/34/0\" data-bid=\"35-1\" class=\"b\">Ac 16:4</a>) About seven years after the Jerusalem council issued the decree, Christians continued to comply with the &#x201C;decision that they should keep themselves from what is sacrificed to idols as well as from blood and what is strangled and from fornication.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000774/35/0\" data-bid=\"36-1\" class=\"b\">Ac 21:25</a>) And more than a hundred years later, in 177&#xA0;C.E., in Lyons (now in France), when religious enemies falsely accused Christians of eating children, a woman named Biblis said: &#x201C;How would such men eat children, when they are not allowed to eat the blood even of irrational animals?&#x201D;<wbr>&#x2014;<em>The Ecclesiastical History, </em>by Eusebius, V, I,&#xA0;26.Early Christians abstained from eating any sort of blood. In this regard Tertullian (c.&#xA0;155-a.&#xA0;220&#xA0;C.E.) pointed out in his work <em>Apology </em>(IX, 13,&#xA0;14): &#x201C;Let your error blush before the Christians, for we do not include even animals&#x2019; blood in our natural diet. We abstain on that account from things strangled or that die of themselves, that we may not in any way be polluted by blood, even if it is buried in the meat. Finally, when you are testing Christians, you offer them sausages full of blood; you are thoroughly well aware, of course, that among them it is forbidden; but you want to make them transgress.&#x201D; Minucius Felix, a Roman lawyer who lived until about 250&#xA0;C.E., made the same point, writing: &#x201C;For us it is not permissible either to see or to hear of human slaughter; we have such a shrinking from human blood that at our meals we avoid the blood of animals used for food.&#x201D;<wbr>&#x2014;<em>Octavius, </em>XXX,&#xA0;6.<strong>Integrity Involved. </strong>From the time that the new covenant was inaugurated over the blood of Jesus Christ, Christians have recognized the life-giving value of this blood through Jehovah&#x2019;s arrangement and through Jesus as the great High Priest who &#x201C;entered, no, not with the blood of goats and of young bulls, but with his own blood, once for all time into the holy place and obtained an everlasting deliverance for us.&#x201D; Through faith in the blood of Christ, Christians have had their consciences cleansed from dead works so that they may render sacred service to the living God. They are concerned about their physical health, but they are primarily and far more seriously concerned with their spiritual health and their standing before the Creator. They want to maintain their integrity to the living God, not denying the sacrifice of Jesus, not counting it as of no value, and not trampling it underfoot. For they are seeking, not the life that is transitory, but everlasting life.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000774/36/0\" data-bid=\"37-1\" class=\"b\">Heb 9:12,</a><a href=\"/en/wol/bc/r1/lp-e/1200000774/36/1\" data-bid=\"37-2\" class=\"b\"> 14, 15;</a><a href=\"/en/wol/bc/r1/lp-e/1200000774/36/2\" data-bid=\"37-3\" class=\"b\"> 10:28,&#xA0;29</a>."}