{"title":"Boaz, I","link":"/en/wol/d/r1/lp-e/1200000779","html":"<span id=\"page347\" class=\"pageNum\" data-no=\"347\" data-before-text=\"347\"></span><strong>BOAZ, I</strong>(Bo&#x2B9;az) [possibly, In Strength].A landowner of Bethlehem in Judah, &#x201C;a man mighty in wealth&#x201D; of about the 14th&#xA0;century B.C.E. (<a href=\"/en/wol/bc/r1/lp-e/1200000779/0/0\" data-bid=\"1-1\" class=\"b\">Ru 2:1</a>) Boaz was the son of Salma (Salmon) and Rahab, and he was the father of Obed. (<a href=\"/en/wol/bc/r1/lp-e/1200000779/1/0\" data-bid=\"2-1\" class=\"b\">Mt 1:5</a>) He was a link in the family line of the Messiah, the seventh in line of descent from Judah. (<a href=\"/en/wol/bc/r1/lp-e/1200000779/2/0\" data-bid=\"3-1\" class=\"b\">1Ch 2:3-11;</a><a href=\"/en/wol/bc/r1/lp-e/1200000779/2/1\" data-bid=\"3-2\" class=\"b\"> Lu 3:32,&#xA0;33</a>) How this very unusual turn of events came about, allowing Boaz to be included in the genealogy of Jesus, is preserved for us in the book of Ruth.Boaz had a close relative named Elimelech, who, along with his two sons, died leaving no male heirs. Of the widows of the two sons, one, Ruth, stuck by Elimelech&#x2019;s widow Naomi. It was harvesttime, and Ruth was gleaning &#x201C;by chance&#x201D; in the field belonging to Boaz. (<a href=\"/en/wol/bc/r1/lp-e/1200000779/3/0\" data-bid=\"4-1\" class=\"b\">Ru 2:3</a>) Now Boaz was a true Judean, a devout worshiper of Jehovah. Not only did he greet his harvesters with &#x201C;Jehovah be with you,&#x201D; but, after observing Ruth&#x2019;s loyalty toward Naomi, he also said to her, &#x201C;May Jehovah reward the way you act, and may there come to be a perfect wage for you from Jehovah.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000779/4/0\" data-bid=\"5-1\" class=\"b\">Ru 2:4,</a><a href=\"/en/wol/bc/r1/lp-e/1200000779/4/1\" data-bid=\"5-2\" class=\"b\">&#xA0;12</a>) When Ruth reported these things to her mother-in-law, Naomi exclaimed: &#x201C;Blessed be he of Jehovah .&#xA0;.&#xA0;. He is one of our repurchasers.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000779/5/0\" data-bid=\"6-1\" class=\"b\">Ru 2:20</a>) Furthermore, when the harvest ended, Naomi explained to Ruth the customary way of bringing this matter to Boaz&#x2019; attention. As Boaz was sleeping at his threshing floor, he awakened to find Ruth lying down at his uncovered feet, asking that he repurchase Elimelech&#x2019;s estate by levirate marriage. (See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000779/0\">BROTHER-IN-LAW MARRIAGE</a>.) Ruth was to be the substitute for Naomi, who was beyond the age of childbearing. Wasting no time, Boaz the next morning summoned another kinsman more closely related, but this person, referred to in the Bible only as So-and-so, refused to comply with the divine arrangement. Boaz, <span id=\"page348\" class=\"pageNum\" data-no=\"348\" data-before-text=\"348\"></span>however, was quick to do so and took Ruth as his wife, with the blessing of the townspeople. She bore him a son named Obed, the grandfather of King David.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000779/6/0\" data-bid=\"7-1\" class=\"b\">Ru 3:1&#x2013;4:17</a>.Throughout the account, from his first kind greeting to the workers to his acceptance of the responsibility for preserving the family name of Elimelech, Boaz is observed to be an outstanding man<wbr>&#x2014;a man of action and authority yet having good self-control, faith, and integrity, being generous and kind, morally chaste, and fully obedient to Jehovah&#x2019;s commandments in all respects."}