{"title":"Boil","link":"/en/wol/d/r1/lp-e/1200000786","html":"<span id=\"page350\" class=\"pageNum\" data-no=\"350\" data-before-text=\"350\"></span><strong>BOIL</strong>Generally, a furuncle, a localized, painful swelling of the skin resulting, not from a previous wound, but from infection caused by bacteria that invade hair follicles or sweat or sebaceous glands; in Hebrew, <em>shechin&#x2B9;. </em>Beginning with a small red swelling, the boil eventually discharges some pus and, subsequently, its hard center core. At times, a number of boils develop in an affected area. A &#x201C;carbuncle&#x201D; is more dangerous than a furuncle, covers a larger area, sometimes produces greater pain, and may be attended by such symptoms as headache, fever, and prostration. It is sometimes fatal.At the time of Jehovah&#x2019;s sixth blow against Egypt, the Egyptians and their beasts were plagued by painful &#x201C;boils with blisters.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000786/0/0\" data-bid=\"1-1\" class=\"b\">Ex 9:8-11</a>) These may have been severe raised skin eruptions filled with pus, and such blisterlike pustules possibly covered a large area. However, the brief Scriptural description makes definite identification with a specific modern-day disorder impossible.The Israelites were warned that the consequences of disobedience to God would include his striking them with &#x201C;the boil of Egypt.&#x201D; It was further said: &#x201C;Jehovah will strike you with a malignant boil [Heb., <em>bish&#xB7;chin&#x2B9; ra&#x2BD;</em>] upon both knees and both legs, from which you will not be able to be healed, from the sole of your foot to the crown of your head.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000786/1/0\" data-bid=\"2-1\" class=\"b\">De 28:15,</a><a href=\"/en/wol/bc/r1/lp-e/1200000786/1/1\" data-bid=\"2-2\" class=\"b\"> 27,</a><a href=\"/en/wol/bc/r1/lp-e/1200000786/1/2\" data-bid=\"2-3\" class=\"b\">&#xA0;35</a>.The Law indicated that a healed boil might be the place of development of a leprous eruption or blotch. In some cases, the symptoms were such that the victim was immediately declared unclean and leprous; in others, a seven-day quarantine was imposed. If it was thereafter found that the condition had not spread, it was identified merely as &#x201C;the inflammation of the boil&#x201D; and the priest pronounced the person clean.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000786/2/0\" data-bid=\"3-1\" class=\"b\">Le 13:18-23</a>.Satan struck Job &#x201C;with a malignant boil [Heb., <em>bish&#xB7;chin&#x2B9; ra&#x2BD;</em>] from the sole of his foot to the crown of his head.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000786/3/0\" data-bid=\"4-1\" class=\"b\">Job 2:7</a>) The specific medical designation of the disease from which Job suffered is uncertain. In agony, Job scraped himself with a fragment of earthenware. (<a href=\"/en/wol/bc/r1/lp-e/1200000786/4/0\" data-bid=\"5-1\" class=\"b\">Job 2:8</a>) His flesh was covered with maggots, his skin formed crusts (<a href=\"/en/wol/bc/r1/lp-e/1200000786/5/0\" data-bid=\"6-1\" class=\"b\">Job 7:5</a>), his breath was loathsome (<a href=\"/en/wol/bc/r1/lp-e/1200000786/6/0\" data-bid=\"7-1\" class=\"b\">Job 19:17</a>), he was racked with pain, and his skin blackened and dropped off (<a href=\"/en/wol/bc/r1/lp-e/1200000786/7/0\" data-bid=\"8-1\" class=\"b\">Job 30:17,</a><a href=\"/en/wol/bc/r1/lp-e/1200000786/7/1\" data-bid=\"8-2\" class=\"b\">&#xA0;30</a>).King Hezekiah of Judah was afflicted with a boil and &#x201C;got sick to the point of dying.&#x201D; At Isaiah&#x2019;s suggestion, a cake of pressed dried figs was applied to the boil as a poultice, after which Hezekiah gradually revived. (<a href=\"/en/wol/bc/r1/lp-e/1200000786/8/0\" data-bid=\"9-1\" class=\"b\">2Ki 20:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200000786/8/1\" data-bid=\"9-2\" class=\"b\">&#xA0;7;</a><a href=\"/en/wol/bc/r1/lp-e/1200000786/8/2\" data-bid=\"9-3\" class=\"b\"> Isa 38:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200000786/8/3\" data-bid=\"9-4\" class=\"b\">&#xA0;21</a>) Nonetheless, his recovery was due, not to natural healing alone, but to cure by Jehovah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000786/9/0\" data-bid=\"10-1\" class=\"b\">2Ki 20:5</a>."}