{"title":"Bosom Position","link":"/en/wol/d/r1/lp-e/1200000795","html":"<span id=\"page356\" class=\"pageNum\" data-no=\"356\" data-before-text=\"356\"></span><strong>BOSOM POSITION</strong>In an illustration, Jesus spoke of a beggar named Lazarus who was carried at his death to &#x201C;the bosom position of Abraham,&#x201D; and John refers to Jesus as being in &#x201C;the bosom position with the Father.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000795/0/0\" data-bid=\"1-1\" class=\"b\">Lu 16:22, 23;</a><a href=\"/en/wol/bc/r1/lp-e/1200000795/0/1\" data-bid=\"1-2\" class=\"b\"> Joh 1:18</a>) The expression &#x201C;bosom position&#x201D; alludes to one&#x2019;s reclining in front of another person on the same couch at a meal.Guests reclined on their left side with a pillow supporting their left elbow, leaving the right arm free. Usually three persons occupied each couch, but there could be as many as five. The head of each one would be on or near the breast, or bosom, as it were, of the person behind him. The person with no one at his back was considered in the highest position and the one next to him in the <span id=\"page357\" class=\"pageNum\" data-no=\"357\" data-before-text=\"357\"></span>second place of honor. In view of the nearness of the guests to one another, it was the custom that friend be placed next to friend, which made it rather easy to engage in confidential conversation if desired. To be in such a bosom position of another at a banquet was indeed to occupy a special place of favor with that one. So the apostle John, whom Jesus dearly loved, &#x201C;was reclining in front of Jesus&#x2019; bosom,&#x201D; and in such a position he &#x201C;leaned back upon the breast of Jesus&#x201D; and privately asked him a question at the celebration of the last Passover.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000795/1/0\" data-bid=\"2-1\" class=\"b\">Joh 13:23,</a><a href=\"/en/wol/bc/r1/lp-e/1200000795/1/1\" data-bid=\"2-2\" class=\"b\"> 25;</a><a href=\"/en/wol/bc/r1/lp-e/1200000795/1/2\" data-bid=\"2-3\" class=\"b\"> 21:20</a>.For these reasons John, in describing the very special position of favor enjoyed by Jesus, said that he was in &#x201C;the bosom position&#x201D; of his Father Jehovah. Likewise, in Jesus&#x2019; illustration, Lazarus was carried to &#x201C;the bosom position&#x201D; of Abraham, denoting that this beggar finally came into a position of special favor with one who was his superior.<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200000795/0\">MEAL</a>."}