{"title":"Boundary Mark","link":"/en/wol/d/r1/lp-e/1200000799","html":"<span id=\"page360\" class=\"pageNum\" data-no=\"360\" data-before-text=\"360\"></span><strong>BOUNDARY MARK</strong>When the Israelites occupied Canaan, a plot of land was given to each family, and such holdings were marked off by landmarks, or boundary marks. These are not described in the Bible, but they may have been posts, stones, or even furrows in the ground. The Hebrew word for &#x201C;boundary mark&#x201D; (<em>gevul&#x2B9;</em>) is the same as that for &#x201C;boundary&#x201D; and &#x201C;territory.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000799/0/0\" data-bid=\"1-1\" class=\"b\">Ge 10:19;</a><a href=\"/en/wol/bc/r1/lp-e/1200000799/0/1\" data-bid=\"1-2\" class=\"b\"> 47:21</a>) At least some boundary marks in Palestine bore inscriptions of identification. Elaborate inscriptions do appear on landmarks, or boundary stones, in Egypt and Mesopotamia. For example, an inscribed boundary stone of Nebuchadnezzar&#xA0;I was discovered at Nippur.Jehovah&#x2019;s law prohibited the moving back of boundary marks. (<a href=\"/en/wol/bc/r1/lp-e/1200000799/1/0\" data-bid=\"2-1\" class=\"b\">De 19:14</a>; see also <a href=\"/en/wol/bc/r1/lp-e/1200000799/2/0\" data-bid=\"3-1\" class=\"b\">Pr 22:28</a>.) In fact, cursed was the one moving back &#x201C;the boundary mark of his fellowman.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000799/3/0\" data-bid=\"4-1\" class=\"b\">De 27:17</a>) Since landholders generally were dependent upon the produce of their plots of ground, moving back a boundary mark would mean depriving another person of some of his means of sustenance. Doing this was equivalent to theft and was so viewed in ancient times. (<a href=\"/en/wol/bc/r1/lp-e/1200000799/4/0\" data-bid=\"5-1\" class=\"b\">Job 24:2</a>) But there were unscrupulous persons who were guilty of such abuses, and princes of Judah in Hosea&#x2019;s time were likened to those moving back a boundary.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000799/5/0\" data-bid=\"6-1\" class=\"b\">Ho 5:10</a>.Jehovah is considerate of the widowed and fatherless. Thus it is said that he will tear down the house of the self-exalted, &#x201C;but he will fix the boundary of the widow.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000799/6/0\" data-bid=\"7-1\" class=\"b\">Pr 15:25</a>) Then, too, <a href=\"/en/wol/bc/r1/lp-e/1200000799/7/0\" data-bid=\"8-1\" class=\"b\">Proverbs 23:10, 11</a> declares: &#x201C;Do not move back the boundary of long ago, and into the field of fatherless boys do not enter. For their Redeemer is <span id=\"page361\" class=\"pageNum\" data-no=\"361\" data-before-text=\"361\"></span>strong; he himself will plead their cause with you.&#x201D;<strong>[Picture on page&#xA0;360]</strong>Boundary stone from Susa featuring symbols of Babylonian gods"}