{"title":"Bramble","link":"/en/wol/d/r1/lp-e/1200000810","html":"<span id=\"page361\" class=\"pageNum\" data-no=\"361\" data-before-text=\"361\"></span><strong>BRAMBLE</strong>[Heb., <em>&#x2BC;a&#xB7;tadh&#x2B9;</em>].The Hebrew word is identified as referring to the bramble or the buckthorn (<em>Rhamnus</em>) in <em>A Hebrew and English Lexicon of the Old Testament, </em>by Brown, Driver, and Briggs (1980, p.&#xA0;31). The Palestinian buckthorn (<em>Rhamnus palaestina</em>) is a straggling bush, growing about 1 to 2&#xA0;m (3 to 6&#xA0;ft) high, its twigs <span id=\"page362\" class=\"pageNum\" data-no=\"362\" data-before-text=\"362\"></span>lined with sharp, strong prickles. Though frequent in the lower warmer regions of the country, it is also found in mountainous regions, as at Jerusalem. Walter Baumgartner identifies <em>&#x2BC;a&#xB7;tadh&#x2B9; </em>as the boxthorn or <em>Lycium europaeum, </em>a thorny shrub growing about 1 to 2&#xA0;m (3 to 6&#xA0;ft) high, blossoming with small violet flowers and bearing small, round, edible red berries.<wbr>&#x2014;<em>Hebr&#xE4;isches und Aram&#xE4;isches Lexikon zum Alten Testament, </em>Leiden, 1967, p.&#xA0;36; see <a href=\"/en/wol/tc/r1/lp-e/1200000810/0\">THORN</a>.The bramble appears most prominently in the account of <a href=\"/en/wol/bc/r1/lp-e/1200000810/0/0\" data-bid=\"1-1\" class=\"b\">Judges 9:8-15</a> in which the olive tree, the fig tree, and the vine are contrasted with the lowly bramble. As the rest of the chapter makes evident, the valuable plants represent those worthy persons, such as Gideon&#x2019;s 70 sons, who did not seek the position of kingship over their fellow Israelites, while the bramble, useful only for fuel, represents the kingship of Abimelech, the murderer of all, except one, of the other sons of Gideon, his brothers. (<a href=\"/en/wol/bc/r1/lp-e/1200000810/1/0\" data-bid=\"2-1\" class=\"b\">Jg 9:1-6,</a><a href=\"/en/wol/bc/r1/lp-e/1200000810/1/1\" data-bid=\"2-2\" class=\"b\"> 16-20</a>) Jotham&#x2019;s suggestion that the other figurative trees seek refuge in the shadow of the bramble was doubtless ironic, as the low-growing bramble obviously could not provide shadow for trees, especially the stately cedars mentioned.The warning was given by Jotham that fire might come out of the bramble &#x201C;and consume the cedars of Lebanon,&#x201D; perhaps alluding to the ease with which the dry and leafless plant might catch fire during the hot summer months. <a href=\"/en/wol/bc/r1/lp-e/1200000810/2/0\" data-bid=\"3-1\" class=\"b\">Psalm 58:9</a> also refers to the use of brambles for fuel.The Hebrew word <em>&#x2BC;a&#xB7;tadh&#x2B9; </em>also appears as the name of a place at <a href=\"/en/wol/bc/r1/lp-e/1200000810/3/0\" data-bid=\"4-1\" class=\"b\">Genesis 50:10</a>.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000810/1\">BRIER</a>."}