{"title":"Brand Mark","link":"/en/wol/d/r1/lp-e/1200000812","html":"<span id=\"page362\" class=\"pageNum\" data-no=\"362\" data-before-text=\"362\"></span><strong>BRAND MARK</strong>Among some pagans brand marks of various designs were burned or inscribed into the flesh of slaves as a sign of ownership. <span id=\"page363\" class=\"pageNum\" data-no=\"363\" data-before-text=\"363\"></span>Jehovah foretold that as slaves to foreign conquerors the haughty women of Judah would come to have &#x201C;a brand mark [Heb., <em>ki</em>] instead of prettiness.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000812/0/0\" data-bid=\"1-1\" class=\"b\">Isa 3:24</a>.Idol worshipers on occasion had the name, emblem, or image of their idol god reproduced on themselves to display the fact that they were devoted to that god. Deliberate disfigurement of the flesh was prohibited under the Mosaic Law. (<a href=\"/en/wol/bc/r1/lp-e/1200000812/1/0\" data-bid=\"2-1\" class=\"b\">Le 19:28</a>) Under the Law the only mark ever put on a slave was the piercing of the ear of one who voluntarily requested slavery to his master &#x201C;to time indefinite.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000812/2/0\" data-bid=\"3-1\" class=\"b\">De 15:16,&#xA0;17</a>.Paul wrote to the Galatians: &#x201C;I am carrying on my body the brand marks [Gr., <em>stig&#x2B9;ma&#xB7;ta</em>] of a slave of Jesus.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000812/3/0\" data-bid=\"4-1\" class=\"b\">Ga 6:17</a>) Many were the physical abuses administered to Paul&#x2019;s fleshly body because of his Christian service, some of which undoubtedly left him scarred, testifying to the authenticity of his claim as a faithful slave belonging to Jesus Christ. (<a href=\"/en/wol/bc/r1/lp-e/1200000812/4/0\" data-bid=\"5-1\" class=\"b\">2Co 11:23-27</a>) These things may have been the marks alluded to. Or he may have had reference to the life he lived as a Christian, displaying the fruitage of the spirit, carrying out the work of his Christian ministry.<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200000812/0\">MARK, II</a>."}