{"title":"Breastpiece","link":"/en/wol/d/r1/lp-e/1200000818","html":"<span id=\"page365\" class=\"pageNum\" data-no=\"365\" data-before-text=\"365\"></span><strong>BREASTPIECE</strong>The sacred embroidered pouch worn by Israel&#x2019;s high priest over his heart whenever he entered the Holy. The breastpiece (Heb., <em>cho&#x2B9;shen</em>) was to serve as &#x201C;a memorial&#x201D; and was apparently referred to as &#x201C;the breastpiece of judgment&#x201D; because of containing the Urim and Thummim by means of which Jehovah&#x2019;s judgments were revealed.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000818/0/0\" data-bid=\"1-1\" class=\"b\">Ex 28:15,</a><a href=\"/en/wol/bc/r1/lp-e/1200000818/0/1\" data-bid=\"1-2\" class=\"b\"> 29,&#xA0;30</a>.Like the ephod, the breastpiece was made of the finest of materials, gold, blue thread, wool dyed reddish purple, coccus scarlet material, and fine twisted linen. (<a href=\"/en/wol/bc/r1/lp-e/1200000818/1/0\" data-bid=\"2-1\" class=\"b\">Ex 28:15</a>) The same fabrics were used in making the ten tent cloths embroidered with cherubs, the curtain separating the Holy from the Most Holy, and the screen for the entrance of the tent, the needed materials having been voluntarily contributed by the Israelites and fashioned into final form either directly by Bezalel and Oholiab or under their direction.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000818/2/0\" data-bid=\"3-1\" class=\"b\">Ex 26:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200000818/2/1\" data-bid=\"3-2\" class=\"b\"> 31,</a><a href=\"/en/wol/bc/r1/lp-e/1200000818/2/2\" data-bid=\"3-3\" class=\"b\"> 36;</a><a href=\"/en/wol/bc/r1/lp-e/1200000818/2/3\" data-bid=\"3-4\" class=\"b\"> 31:2-6;</a><a href=\"/en/wol/bc/r1/lp-e/1200000818/2/4\" data-bid=\"3-5\" class=\"b\"> 35:21-29</a>.The fabric for the breastpiece was evidently a cubit in length and a span in width so it would make a square when folded, thus forming a pouch into which the Urim and Thummim may have been placed. The front of the breastpiece was adorned with 12 precious stones fitted into sockets of gold and arranged in four rows of three stones each. On each stone the name of one of the tribes of Israel was engraved. (<a href=\"/en/wol/bc/r1/lp-e/1200000818/3/0\" data-bid=\"4-1\" class=\"b\">Ex 28:15-21,</a><a href=\"/en/wol/bc/r1/lp-e/1200000818/3/1\" data-bid=\"4-2\" class=\"b\"> 28;</a><a href=\"/en/wol/bc/r1/lp-e/1200000818/3/2\" data-bid=\"4-3\" class=\"b\"> 39:8-14;</a><a href=\"/en/wol/bc/r1/lp-e/1200000818/3/3\" data-bid=\"4-4\" class=\"b\"> Le 8:8</a>) The jewels in each row may have been arranged as listed from right to left (as in reading Hebrew). It cannot be stated with any certainty which precious stone corresponded to which tribe.<wbr>&#x2014;See the precious stones under their individual headings.The breastpiece was securely mounted on the ephod in the following manner: Two wreathed chains of pure gold were attached to two gold rings at opposite corners of the upper part of the breastpiece. These chains, in turn, were fastened to the two gold settings on top of the shoulder pieces of the ephod. Two other gold rings were affixed at opposite extremities of the bottom edge of the breastpiece upon the side facing inward toward the ephod. These rings were tied by means of a blue string to the two gold rings at the base of the shoulder pieces of the ephod just above its girdle.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000818/4/0\" data-bid=\"5-1\" class=\"b\">Ex 28:22-28;</a><a href=\"/en/wol/bc/r1/lp-e/1200000818/4/1\" data-bid=\"5-2\" class=\"b\"> 39:15-21</a>."}