{"title":"Bridle","link":"/en/wol/d/r1/lp-e/1200000824","html":"<span id=\"page367\" class=\"pageNum\" data-no=\"367\" data-before-text=\"367\"></span><strong>BRIDLE</strong>The headgear with which a horse is governed and restrained, consisting of a headstall, a bit, and reins, often with other appurtenances. In Hebrew it is <em>me&#x2B9;thegh </em>(<a href=\"/en/wol/bc/r1/lp-e/1200000824/0/0\" data-bid=\"1-1\" class=\"b\">2Ki 19:28</a>) and <em>re&#x2B9;sen </em>(<a href=\"/en/wol/bc/r1/lp-e/1200000824/1/0\" data-bid=\"2-1\" class=\"b\">Job 30:11</a>), while in Greek it is <em>kha&#xB7;li&#xB7;nos&#x2B9;.<wbr></em>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000824/2/0\" data-bid=\"3-1\" class=\"b\">Jas 3:3</a>.&#x201C;Bridle&#x201D; is generally used figuratively in the Bible, or in drawing an illustration. The psalmist says: &#x201C;Do not make yourselves like a horse or mule without understanding, whose spiritedness is to be curbed even by bridle or halter before they will come near to you.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000824/3/0\" data-bid=\"4-1\" class=\"b\">Ps 32:9</a>) Men should not be like unreasoning beasts, unable to guide themselves properly. However, as such brute beasts require correction by whip and bridle, the rod is serviceable for use on the stupid person.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000824/4/0\" data-bid=\"5-1\" class=\"b\">Pr 26:3</a>.In Revelation &#x201C;the vine of the earth&#x201D; is thrown into a winepress and trodden roughly with the shod feet of horses, the blood coming &#x201C;as high up as the bridles of the horses, for a distance of a thousand six hundred furlongs [296&#xA0;km; 184&#xA0;mi].&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000824/5/0\" data-bid=\"6-1\" class=\"b\">Re 14:18-20</a>) So great a depth of blood covering such a distance represents the tremendous scope of the destruction wrought by the angels and reflects the fact that the winepress is big enough to catch all and allow escape for none who make up the symbolic &#x201C;vine of the earth&#x201D; at the time of the fullness of its guiltiness.Jehovah told King Sennacherib of Assyria: &#x201C;I shall certainly put my hook in your nose and my bridle between your lips, and I shall indeed lead you back by the way by which you have come.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000824/6/0\" data-bid=\"7-1\" class=\"b\">2Ki 19:28;</a><a href=\"/en/wol/bc/r1/lp-e/1200000824/6/1\" data-bid=\"7-2\" class=\"b\"> Isa 37:29</a>) Not willingly, but by Jehovah&#x2019;s hand, Sennacherib was forced to forgo any siege of Jerusalem and to return to Nineveh, where he was later assassinated by his own sons. (<a href=\"/en/wol/bc/r1/lp-e/1200000824/7/0\" data-bid=\"8-1\" class=\"b\">2Ki 19:32-37;</a><a href=\"/en/wol/bc/r1/lp-e/1200000824/7/1\" data-bid=\"8-2\" class=\"b\"> Isa 37:33-38</a>) Jehovah&#x2019;s putting a bridle in the jaws of enemy peoples indicates their coming under the type of complete control gained over animals by means of a bridle.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000824/8/0\" data-bid=\"9-1\" class=\"b\">Isa 30:28</a>.Job, lamenting his sorrowful condition in sickness and under ridicule, says of his persecutors: &#x201C;The bridle they left loose on my account.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000824/9/0\" data-bid=\"10-1\" class=\"b\">Job 30:11</a>) Job&#x2019;s enemies went ahead full speed, unbridled, in complete disrespect and unrestraint, in venting their hostility upon him.James the half brother of Jesus gives counsel on the proper use of the tongue, likening the control of it to a bridle. If one has self-control through the application of Scriptural principles, and by this can control the tongue, he can control his entire body. (<a href=\"/en/wol/bc/r1/lp-e/1200000824/10/0\" data-bid=\"11-1\" class=\"b\">Jas 3:2,&#xA0;3</a>) A bridle on the tongue itself is necessary for a person professing to be a worshiper of God, or else his form of worship will be futile.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000824/11/0\" data-bid=\"12-1\" class=\"b\">Jas 1:26</a>."}