{"title":"Broom Tree","link":"/en/wol/d/r1/lp-e/1200000829","html":"<span id=\"page368\" class=\"pageNum\" data-no=\"368\" data-before-text=\"368\"></span><strong>BROOM TREE</strong>[Heb., <em>ro&#x2B9;them</em>].The broom tree (<em>Retama raetam</em>) is in reality a desert shrub of the pea family. The corresponding Arabic name (<em>ratam</em>) aids in identifying the plant and shows the rendering &#x201C;juniper tree&#x201D; in the <em>King James Version </em>to be incorrect.This bush is one of the most abundant plants of the Judean wilderness, the Sinai Peninsula, as well as the rest of Arabia, and is found in ravines, in rocky places, on hillsides, and even in open sand stretches of desert areas, where its roots sink deep to draw up moisture. It grows from about 1 to 4&#xA0;m (3 to 13&#xA0;ft) in height, with numerous thin, rodlike branches and narrow, straight leaves. When blossoming, the small clusters of delicate flowers, ranging in color from white to pink, make a lovely sight as they carpet the otherwise barren hillsides. The Hebrew name for the plant (<em>ro&#x2B9;them</em>) evidently comes from a root word meaning &#x201C;attach,&#x201D; perhaps referring to its ability to hold back sand dunes. According to Pliny, its pliant branches were used for binding.<wbr>&#x2014;<em>Natural History, </em>XXIV, XL,&#xA0;65.When Elijah fled into the wilderness to escape Jezebel&#x2019;s wrath, the record at <a href=\"/en/wol/bc/r1/lp-e/1200000829/0/0\" data-bid=\"1-1\" class=\"b\">1&#xA0;Kings 19:4, 5</a> says, he &#x201C;sat down under a certain broom tree&#x201D; and then slept there. While the smaller broom trees would provide very scant shade from the burning sun of the wilderness, one of good size could give welcome relief. This desert bush also served as fuel. The wood of the broom tree makes excellent charcoal, which burns with an intense heat.Because the roots of the broom tree are bitter and nauseating, some have suggested that the reference by <a href=\"/en/wol/bc/r1/lp-e/1200000829/1/0\" data-bid=\"2-1\" class=\"b\">Job (30:4</a>) to these as being used for food by persons starving in barren desolation perhaps refers to an edible parasitic plant (<em>Cynomorium coccineum</em>) that grows like a fungus on these roots. While this may be the case, it is also possible that another variety of this plant existed in Job&#x2019;s day (over 3,000 years ago) rather than just the present white broom tree (<em>Retama raetam</em>) that now grows. Presenting another viewpoint regarding <a href=\"/en/wol/bc/r1/lp-e/1200000829/2/0\" data-bid=\"3-1\" class=\"b\">Job 30:4</a>, N.&#xA0;Hareuveni wrote: &#x201C;Since, unlike the leaves of the saltplant, roots of the broom are totally inedible in any form, it is obvious that Job is speaking of white broom roots made into something that can be sold to <em>earn </em>one&#x2019;s bread. These young men who now scorn Job made embers from the roots of the white broom to sell in the marketplace.&#x201D; (<em>Tree and Shrub in Our Biblical Heritage, </em>Kiryat Ono, Israel, 1984, p.&#xA0;31) In harmony with this, some suggest that the vowel pointing of the Hebrew word translated &#x201C;their food&#x201D; be adjusted so that the Hebrew would read &#x201C;to warm them.&#x201D;"}