{"title":"Brother-in-law Marriage","link":"/en/wol/d/r1/lp-e/1200000831","html":"<span id=\"page370\" class=\"pageNum\" data-no=\"370\" data-before-text=\"370\"></span><strong>BROTHER-IN-LAW MARRIAGE</strong>Known also as levirate marriage; a custom whereby a man would marry his deceased brother&#x2019;s sonless widow in order to produce offspring to carry on his brother&#x2019;s line. The Hebrew verb meaning &#x201C;perform brother-in-law marriage&#x201D; is <em>ya&#xB7;vam&#x2B9;, </em>related to the Hebrew terms for &#x201C;brother-in-law&#x201D; and &#x201C;brother&#x2019;s widow.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000831/0/0\" data-bid=\"1-1\" class=\"b\">Ge 38:8;</a><a href=\"/en/wol/bc/r1/lp-e/1200000831/0/1\" data-bid=\"1-2\" class=\"b\"> De 25:5</a>, ftn; <a href=\"/en/wol/bc/r1/lp-e/1200000831/1/0\" data-bid=\"2-1\" class=\"b\">25:7</a>.The law regarding brother-in-law marriage at <a href=\"/en/wol/bc/r1/lp-e/1200000831/2/0\" data-bid=\"3-1\" class=\"b\">Deuteronomy 25:5, 6</a> reads: &#x201C;In case brothers dwell together and one of them has died without his having a son, the wife of the dead one should not become a strange man&#x2019;s outside. Her brother-in-law should go to her, and he must take her as his wife and perform brother-in-law marriage with her. And it must occur that the firstborn whom she will bear should succeed to the name of his dead brother, that his name may not be wiped out of Israel.&#x201D; This doubtless applied whether the surviving brother was married or not.Jehovah is the one &#x201C;to whom every family in heaven and on earth owes its name.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000831/3/0\" data-bid=\"4-1\" class=\"b\">Eph 3:15</a>) He shows concern for the preservation of the family name and line. This principle was followed in patriarchal times and was later incorporated into the Law covenant with Israel. The woman was not to &#x201C;become a strange man&#x2019;s outside,&#x201D; that is, she should not marry anyone outside the family. When her brother-in-law took her, the firstborn would bear, not the name of the brother-in-law, but that of the deceased man. This does not mean that the child always bore the same given name but that he carried on the family line and the hereditary possession remained in the household of the deceased man.&#x201C;In case brothers dwell together&#x201D; apparently did not mean that they lived in the same house but in the same vicinity. However, the Mishnah (<em>Yevamot </em>2:1,&#xA0;2) says that it meant not in the same community but at the same time. Of course, living <span id=\"page371\" class=\"pageNum\" data-no=\"371\" data-before-text=\"371\"></span>at a great distance would make it difficult for the brother to take care of his own and his brother&#x2019;s inheritance until an heir could do it. But family inheritances were usually in the same area.An example of brother-in-law marriage in patriarchal times is the case of Judah. He took a wife, Tamar, for Er his firstborn, and when Er proved wicked in Jehovah&#x2019;s eyes, Jehovah put him to death. &#x201C;In view of that Judah said to Onan [Er&#x2019;s brother]: &#x2018;Have relations with your brother&#x2019;s wife and perform brother-in-law marriage with her and raise up offspring for your brother.&#x2019; But Onan knew that the offspring would not become his; and it occurred that when he did have relations with his brother&#x2019;s wife he wasted his semen on the earth so as not to give offspring to his brother.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000831/4/0\" data-bid=\"5-1\" class=\"b\">Ge 38:8,&#xA0;9</a>) Because Onan refused to fulfill his obligation in connection with the arrangement of brother-in-law marriage, Jehovah put him to death. Judah then told Tamar to wait until his third son Shelah matured, but Judah did not require Shelah to perform his duty toward Tamar.In due time, after the death of Judah&#x2019;s wife, Tamar maneuvered events so as to get an heir from her father-in-law. This she did by disguising herself, putting on a shawl and a veil, and seating herself by the road along which she knew Judah would be passing. Judah took her for a harlot and had relations with her. She obtained tokens from him as evidence of their relations, and when the truth came out, Judah did not blame her but declared that she was more righteous than he was. The record states that he did not have further intercourse with her when he learned who she was. Thus Judah himself unwittingly produced an heir to Er through his daughter-in-law.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000831/5/0\" data-bid=\"6-1\" class=\"b\">Ge&#xA0;38</a>.Under the Law, in case a brother-in-law did not want to perform his duty, the widow was to take the matter to the older men of the city and inform them of this fact. He was to appear before them and state that he did not want to marry her. At that the widow was to draw off his sandal from his foot and spit in his face. After this the man&#x2019;s &#x201C;name must be called in Israel &#x2018;The house of the one who had his sandal drawn off,&#x2019;&#x201D; an expression of reproach toward his household.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000831/6/0\" data-bid=\"7-1\" class=\"b\">De 25:7-10</a>.The practice of taking off the sandal may have arisen from the fact that when anyone took possession of landed property he did so by treading upon the soil and asserting his right of possession by standing upon it in his sandals. In taking off his sandal and handing it to another, he was renouncing his position and property before the constituted older witnesses at the city gate.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000831/7/0\" data-bid=\"8-1\" class=\"b\">Ru 4:7</a>.Further light is thrown on the matter in the book of Ruth. A Judean man named Elimelech died, as did his two sons, leaving his widow Naomi and two widowed daughters-in-law. There was a man referred to in the Bible as &#x201C;So-and-so&#x201D; who was a close relative of Elimelech, perhaps a brother. This one, being nearest of kin, was the one called the <em>go&#xB7;&#x2BC;el&#x2B9;, </em>or the repurchaser. This one refused to carry out his duty but drew off his sandal and evidently gave it to Boaz, thus leaving Boaz the next nearest of kin with the right of repurchase. Boaz then bought Elimelech&#x2019;s land and thereby took Naomi, but since Naomi was too old for childbearing, the widowed daughter-in-law Ruth was actually the one becoming the wife to Boaz to raise up a child to the name of Elimelech. When the child Obed was born, neighbor ladies said: &#x201C;A son has been born to Naomi,&#x201D; considering the child the son of Elimelech and Naomi. Boaz and Ruth performed a service to Jehovah, the name given to their son meaning &#x201C;Servant; One Serving.&#x201D; Jehovah blessed this arrangement, for Obed became the ancestor of David and was, therefore, in the direct lineage of Jesus Christ.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000831/8/0\" data-bid=\"9-1\" class=\"b\">Ru&#xA0;4</a>.The right of levirate marriage evidently descended to the nearest male relative as outlined in the law governing inheritance of property, namely, the oldest brother, other brothers according to age, then the paternal uncle, and so forth. (<a href=\"/en/wol/bc/r1/lp-e/1200000831/9/0\" data-bid=\"10-1\" class=\"b\">Nu 27:5-11</a>) In the reference made to brother-in-law marriage at <a href=\"/en/wol/bc/r1/lp-e/1200000831/10/0\" data-bid=\"11-1\" class=\"b\">Matthew 22:23-28</a> and <a href=\"/en/wol/bc/r1/lp-e/1200000831/11/0\" data-bid=\"12-1\" class=\"b\">Luke 20:27-33</a>, it is indicated that the duty to marry the childless man&#x2019;s widow would pass from one brother to the next in the event of their successive deaths. Another brother evidently could not run ahead of the older brother, who had the prior obligation, unless the older brother refused to exercise it."}