{"title":"Cabul","link":"/en/wol/d/r1/lp-e/1200000851","html":"<span id=\"page381\" class=\"pageNum\" data-no=\"381\" data-before-text=\"381\"></span><strong>CABUL</strong>(Ca&#x2B9;bul).<strong>1. </strong>A town assigned to the tribe of Asher as part of its inheritance. (<a href=\"/en/wol/bc/r1/lp-e/1200000851/0/0\" data-bid=\"1-1\" class=\"b\">Jos 19:24,</a><a href=\"/en/wol/bc/r1/lp-e/1200000851/0/1\" data-bid=\"1-2\" class=\"b\">&#xA0;27</a>) It is represented by modern Kabul, situated about 13&#xA0;km (8&#xA0;mi) ESE of Acco.<strong>2. </strong>The name applied to a Galilean district of 20 cities given by Solomon to King Hiram of Tyre, the gift likely deriving from Solomon&#x2019;s appreciation for Hiram&#x2019;s assistance in his building program. Hiram, however, on inspecting the cities, found them &#x201C;not just right in his eyes,&#x201D; saying to Solomon: &#x201C;What sort of cities are these that you have given me, my brother?&#x201D; Thereafter they came to be called &#x201C;the Land of Cabul.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000851/1/0\" data-bid=\"2-1\" class=\"b\">1Ki 9:10-13</a>.According to Josephus, the cities &#x201C;lay not far from Tyre.&#x201D; (<em>Jewish Antiquities, </em>VIII, 142 [v,&#xA0;3]) Galilee is called by <a href=\"/en/wol/bc/r1/lp-e/1200000851/2/0\" data-bid=\"3-1\" class=\"b\">Isaiah (9:1</a>) &#x201C;Galilee of the nations,&#x201D; and certain scholars consider it probable that the 20 cities were inhabited by a pagan population. It does not seem likely that Solomon would turn them over to a foreign king if they were inhabited by Israelites, and they may indeed have been outside the boundaries actually inhabited by Israel, though still within the limits of the original area promised Israel by God and conquered by Solomon&#x2019;s father David. (<a href=\"/en/wol/bc/r1/lp-e/1200000851/3/0\" data-bid=\"4-1\" class=\"b\">Ex 23:31;</a><a href=\"/en/wol/bc/r1/lp-e/1200000851/3/1\" data-bid=\"4-2\" class=\"b\"> 2Sa 8:1-15</a>) The propriety of Solomon&#x2019;s action has been questioned because of God&#x2019;s law at <a href=\"/en/wol/bc/r1/lp-e/1200000851/4/0\" data-bid=\"5-1\" class=\"b\">Leviticus 25:23,&#xA0;24</a>. This law may have been regarded as applying only to the region actually occupied by God&#x2019;s covenant people, in which case Solomon&#x2019;s gift would not have been improper. If otherwise, then it would be an additional example of his failure to adhere completely to divine counsel, as in the case of his multiplying horses and also taking many wives from the foreign nations.<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200000851/5/0\" data-bid=\"6-1\" class=\"b\">De 17:16, 17</a> with <a href=\"/en/wol/bc/r1/lp-e/1200000851/6/0\" data-bid=\"7-1\" class=\"b\">1Ki 4:26;</a><a href=\"/en/wol/bc/r1/lp-e/1200000851/6/1\" data-bid=\"7-2\" class=\"b\"> 11:1-8</a>.The account does not give the reason for Hiram&#x2019;s lack of satisfaction with the cities. Some suggest that the pagan inhabitants kept them in poor condition; others, that their geographic situation was undesirable. At any rate his displeasure with them resulted in their receiving the name &#x201C;the Land of Cabul.&#x201D; The meaning of Cabul in this text has been a subject of considerable discussion. Josephus (as above) says that Cabul &#x201C;in the Phoenician tongue is interpreted to mean &#x2018;not pleasing,&#x2019;&#x201D; but modern scholars find no other evidence to support this interpretation. Lexicographers generally advance the suggestion that a form of pun is involved, Cabul being used in the sense of the similar-sounding Hebrew phrase <em>keval&#x2B9;, </em>meaning &#x201C;as good as nothing.&#x201D;In the parallel account of events following the completion of Solomon&#x2019;s building project, <a href=\"/en/wol/bc/r1/lp-e/1200000851/7/0\" data-bid=\"8-1\" class=\"b\">2&#xA0;Chronicles 8:2</a> mentions cities &#x201C;that Hiram had given to Solomon,&#x201D; which cities Solomon rebuilt for use by the Israelites. Whether or not these were the same cities that Solomon had first presented as a gift to Hiram is not stated. If so, then this text would indicate that Hiram rejected the gift. It is also suggested by some that an exchange of gifts of cities was involved, though this is not mentioned in the account at <a href=\"/en/wol/bc/r1/lp-e/1200000851/8/0\" data-bid=\"9-1\" class=\"b\">First Kings&#xA0;9</a>."}