{"title":"Cain","link":"/en/wol/d/r1/lp-e/1200000857","html":"<span id=\"page386\" class=\"pageNum\" data-no=\"386\" data-before-text=\"386\"></span><strong>CAIN</strong>[Something Produced].The first child born on earth to the original human pair, Adam and Eve.Following the birth of Cain, Eve said: &#x201C;I have produced a man with the aid of Jehovah.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000857/0/0\" data-bid=\"1-1\" class=\"b\">Ge 4:1</a>) Did she have in mind that she might be the foretold woman who would produce the seed by means of which deliverance would come? (<a href=\"/en/wol/bc/r1/lp-e/1200000857/1/0\" data-bid=\"2-1\" class=\"b\">Ge 3:15</a>) If so, she was greatly mistaken. However, she could validly say that Cain was produced &#x201C;with the aid of Jehovah&#x201D; because God had not taken away the reproductive powers of sinful Adam and Eve and because, when passing judgment on her, God had said that she would &#x201C;bring forth children,&#x201D; though it would be with birth pangs.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000857/2/0\" data-bid=\"3-1\" class=\"b\">Ge 3:16</a>.Cain became a cultivator of the ground and, &#x201C;at the expiration of some time,&#x201D; he, as well as his younger brother Abel, brought offerings to present to Jehovah, feeling the need to gain God&#x2019;s favor. Cain&#x2019;s offering of &#x201C;some fruits of the ground,&#x201D; however, was not &#x2018;looked upon with any favor&#x2019; by God. (<a href=\"/en/wol/bc/r1/lp-e/1200000857/3/0\" data-bid=\"4-1\" class=\"b\">Ge 4:2-5</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200000857/4/0\" data-bid=\"5-1\" class=\"b\">Nu 16:15;</a><a href=\"/en/wol/bc/r1/lp-e/1200000857/4/1\" data-bid=\"5-2\" class=\"b\"> Am 5:22</a>.) While some point out that Cain&#x2019;s offering is not said to be of the choicest fruits whereas Abel&#x2019;s offering is specified to have been of the &#x201C;firstlings of his flock, even their fatty pieces,&#x201D; the problem was not in the quality of produce that Cain offered. As <a href=\"/en/wol/bc/r1/lp-e/1200000857/5/0\" data-bid=\"6-1\" class=\"b\">Hebrews 11:4</a> points out, Cain&#x2019;s offering lacked the motivation of faith that made Abel&#x2019;s sacrifice acceptable. The fact that God did not view Cain&#x2019;s offering with favor may also have been because his offering was bloodless, whereas Abel&#x2019;s represented a life poured out.The manner in which the distinction between the approved and the disapproved offerings was made is not stated, but it was undoubtedly evident to both Cain and Abel. Jehovah, who reads the heart of man (<a href=\"/en/wol/bc/r1/lp-e/1200000857/6/0\" data-bid=\"7-1\" class=\"b\">1Sa 16:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200000857/6/1\" data-bid=\"7-2\" class=\"b\"> Ps 139:1-6</a>), knew the wrong attitude of Cain, and His rejection of Cain&#x2019;s sacrifice resulted in that wrong disposition being made clearly manifest. &#x201C;The works of the flesh&#x201D; now began to be openly produced by Cain: &#x201C;enmities, strife, jealousy, fits of anger.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000857/7/0\" data-bid=\"8-1\" class=\"b\">Ga 5:19,&#xA0;20</a>) Jehovah showed the sullen man that exaltation could be his if he would simply turn to doing good. He could have humbled himself to imitate his brother&#x2019;s approved example, but he chose to ignore God&#x2019;s counsel to get the mastery over the sinful desire that &#x2018;lurked at the door,&#x2019; craving to dominate him. (<a href=\"/en/wol/bc/r1/lp-e/1200000857/8/0\" data-bid=\"9-1\" class=\"b\">Ge 4:6,&#xA0;7</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200000857/9/0\" data-bid=\"10-1\" class=\"b\">Jas 1:14,&#xA0;15</a>.) This disrespectful course was &#x201C;the path of Cain.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000857/10/0\" data-bid=\"11-1\" class=\"b\">Jude&#xA0;11</a>.Subsequently, Cain said to his brother: &#x201C;Let us go over into the field.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000857/11/0\" data-bid=\"12-1\" class=\"b\">Ge 4:8</a>) (Though these words are not in the Masoretic text, a number of Hebrew manuscripts have the sign of omission here, while the Samaritan <em>Pentateuch, </em>the Greek <em>Septuagint, </em>the Syriac <em>Peshitta, </em>and Old Latin texts all include these words as spoken by Cain to Abel.) In the field Cain attacked Abel, killing him, and thereby becoming the first human murderer. As such he could be said to have &#x201C;originated with the wicked one,&#x201D; who is the father of manslayers as well as of the lie. (<a href=\"/en/wol/bc/r1/lp-e/1200000857/12/0\" data-bid=\"13-1\" class=\"b\">1Jo 3:12;</a><a href=\"/en/wol/bc/r1/lp-e/1200000857/12/1\" data-bid=\"13-2\" class=\"b\"> Joh 8:44</a>) Cain&#x2019;s callous response to Jehovah&#x2019;s inquiry as to Abel&#x2019;s whereabouts was further evidence of his attitude; it was not an expression of repentance or remorse but a lying retort: &#x201C;I do not know. Am I my brother&#x2019;s guardian?&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000857/13/0\" data-bid=\"14-1\" class=\"b\">Ge 4:9</a>.God&#x2019;s sentencing of Cain to banishment from the ground evidently meant his eviction from the neighborhood of the garden of Eden, and the curse already upon the earth would be increased in Cain&#x2019;s case, the earth not responding to his cultivation of it. Cain expressed regret over the severity of his punishment and showed anxiety as to the possibility of Abel&#x2019;s murder being avenged upon him, but still no sincere repentance. Jehovah &#x201C;set up a sign for Cain&#x201D; to prevent his being killed, but the record does not say that this sign or mark was placed on Cain&#x2019;s person in any way. The <span id=\"page387\" class=\"pageNum\" data-no=\"387\" data-before-text=\"387\"></span>&#x201C;sign&#x201D; likely consisted of God&#x2019;s solemn decree itself, known and observed by others.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000857/14/0\" data-bid=\"15-1\" class=\"b\">Ge 4:10-15</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200000857/15/0\" data-bid=\"16-1\" class=\"b\">vs 24</a> where that decree is referred to by Lamech.Cain went into banishment in &#x201C;the land of Fugitiveness to the east of Eden,&#x201D; taking with him his wife, an anonymous daughter or granddaughter of Adam and Eve. (<a href=\"/en/wol/bc/r1/lp-e/1200000857/16/0\" data-bid=\"17-1\" class=\"b\">Ge 4:16, 17;</a><a href=\"/en/wol/bc/r1/lp-e/1200000857/16/1\" data-bid=\"17-2\" class=\"b\"> compare 5:4</a>, also the much later example of Abraham&#x2019;s marriage to his half sister Sarah, <a href=\"/en/wol/bc/r1/lp-e/1200000857/17/0\" data-bid=\"18-1\" class=\"b\">Ge 20:12</a>.) Following the birth of his son Enoch, Cain &#x201C;engaged in building a city,&#x201D; naming it for his son. Such city may have been but a fortified village by present standards, and the record does not state when it was completed. His descendants are listed in part and include men who distinguished themselves in nomadic stock raising, the playing of musical instruments, and the forging of metal tools as well as those who were known for their practice of polygamy and their violence. (<a href=\"/en/wol/bc/r1/lp-e/1200000857/18/0\" data-bid=\"19-1\" class=\"b\">Ge 4:17-24</a>) Cain&#x2019;s line ended with the global Flood of Noah&#x2019;s day."}