{"title":"Caleb","link":"/en/wol/d/r1/lp-e/1200000863","html":"<span id=\"page388\" class=\"pageNum\" data-no=\"388\" data-before-text=\"388\"></span><strong>CALEB</strong>(Ca&#x2B9;leb) [Dog].<strong>1. </strong>Son of Hezron, brother of Jerahmeel and great-grandson of Judah and Tamar (<a href=\"/en/wol/bc/r1/lp-e/1200000863/0/0\" data-bid=\"1-1\" class=\"b\">1Ch 2:3-5,</a><a href=\"/en/wol/bc/r1/lp-e/1200000863/0/1\" data-bid=\"1-2\" class=\"b\">&#xA0;18</a>); also called Chelubai (<a href=\"/en/wol/bc/r1/lp-e/1200000863/1/0\" data-bid=\"2-1\" class=\"b\">1Ch 2:9</a>). One of his descendants was Bezalel, the skilled craftsman assigned to oversee the building of the tabernacle. (<a href=\"/en/wol/bc/r1/lp-e/1200000863/2/0\" data-bid=\"3-1\" class=\"b\">1Ch 2:19, 20;</a><a href=\"/en/wol/bc/r1/lp-e/1200000863/2/1\" data-bid=\"3-2\" class=\"b\"> Ex 35:30</a>) It appears that No.&#xA0;2 below was his descendant.<strong>2. </strong>Son of Jephunneh the Kenizzite of the tribe of Judah, uncle of Othniel, and likely a descendant of No.&#xA0;1. (<a href=\"/en/wol/bc/r1/lp-e/1200000863/3/0\" data-bid=\"4-1\" class=\"b\">Nu 32:12;</a><a href=\"/en/wol/bc/r1/lp-e/1200000863/3/1\" data-bid=\"4-2\" class=\"b\"> Jos 15:17;</a><a href=\"/en/wol/bc/r1/lp-e/1200000863/3/2\" data-bid=\"4-3\" class=\"b\"> 1Ch 4:13,</a><a href=\"/en/wol/bc/r1/lp-e/1200000863/3/3\" data-bid=\"4-4\" class=\"b\"> 15</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200000863/0\">OTHNIEL</a>.) When 40 years old, Caleb was one of the <span id=\"page389\" class=\"pageNum\" data-no=\"389\" data-before-text=\"389\"></span>12 spies sent out by Moses on a 40-day preview of the land of Canaan, and upon returning, Caleb together with Joshua stood up against the opposition of all the others to give a favorable report, saying: &#x201C;Let us go up directly, and we are bound to take possession of it.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000863/4/0\" data-bid=\"5-1\" class=\"b\">Nu 13:6,</a><a href=\"/en/wol/bc/r1/lp-e/1200000863/4/1\" data-bid=\"5-2\" class=\"b\"> 30;</a><a href=\"/en/wol/bc/r1/lp-e/1200000863/4/2\" data-bid=\"5-3\" class=\"b\"> 14:6-9</a>) Because he had &#x2018;followed Jehovah his God fully,&#x2019; he was the only one of that adult generation besides Joshua and some Levites to enter the Promised Land in 1473&#xA0;B.C.E. Six years later, when 85 years old, Caleb declared: &#x201C;Now here Jehovah has preserved me alive, just as he promised, these forty-five years since Jehovah made this promise to Moses when Israel walked in the wilderness, and now here I am today eighty-five years old. Yet I am today as strong as on the day of Moses&#x2019; sending me out. As my power was then, so my power is now for the war, both to go out and to come in.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000863/5/0\" data-bid=\"6-1\" class=\"b\">Jos 14:6-11</a>.The city of Hebron (the stronghold called Kiriath-arba, which was held by the giant Anakim) as well as its surrounding territory, including nearby Debir, was assigned to Caleb for his possession. In <a href=\"/en/wol/bc/r1/lp-e/1200000863/6/0\" data-bid=\"7-1\" class=\"b\">1&#xA0;Samuel 30:13, 14</a>, where it tells about the Amalekites making a raid &#x201C;upon the south of Caleb,&#x201D; it evidently does not refer to a city by that name but, rather, to this area assigned to Caleb and called by his name; hence the raid was &#x2018;upon the south of Caleb&#x2019;s territory.&#x2019;Upon receiving this possession, Caleb declared: &#x201C;Whoever strikes Kiriath-sepher [also called Debir] and does capture it, I shall certainly give him Achsah my daughter as a wife.&#x201D; Othniel his nephew (the first judge of Israel after the death of Joshua) captured the city and won the prize. Caleb then gave his daughter, at her request, the Upper and the Lower Gulloth as a wedding present, in addition to the &#x201C;piece of land to the south.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000863/7/0\" data-bid=\"8-1\" class=\"b\">Jos 15:13-19;</a><a href=\"/en/wol/bc/r1/lp-e/1200000863/7/1\" data-bid=\"8-2\" class=\"b\"> Jg 1:11-15;</a><a href=\"/en/wol/bc/r1/lp-e/1200000863/7/2\" data-bid=\"8-3\" class=\"b\"> 3:9-11</a>.Achsah is listed as the daughter of &#x201C;Caleb the brother of Jerahmeel&#x201D; (No.&#xA0;1 above) who lived about a century and a half before &#x201C;Caleb the son of Jephunneh.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000863/8/0\" data-bid=\"9-1\" class=\"b\">1Ch 2:42,</a><a href=\"/en/wol/bc/r1/lp-e/1200000863/8/1\" data-bid=\"9-2\" class=\"b\">&#xA0;49</a>) Some commentators say there was only one Caleb. But the great lapse of time between Judah&#x2019;s grandson Hezron and the settlement of Canaan precludes such a conclusion. Others say that both Calebs must have had daughters by the same name. However, women are mentioned in genealogies only when they have had a major role in the history of God&#x2019;s people. And since there was only one famous Achsah, she must have been the daughter of the second Caleb, the son of Jephunneh. Still other commentators would drop this statement about Achsah from the verse (<a href=\"/en/wol/bc/r1/lp-e/1200000863/9/0\" data-bid=\"10-1\" class=\"b\">1Ch 2:49</a>) as a misplaced scribal addition, but they have no textual authority. However, it is more reasonable to think that the original writer intentionally included this abrupt notice in verse&#xA0;49 for a special purpose, using &#x201C;daughter&#x201D; in its wider sense to mean a descendant to call attention to the fact that Achsah was not only the daughter of Caleb the son of Jephunneh but also a direct descendant of Caleb the son of Hezron."}