{"title":"Camel","link":"/en/wol/d/r1/lp-e/1200000871","html":"<span id=\"page395\" class=\"pageNum\" data-no=\"395\" data-before-text=\"395\"></span><strong>CAMEL</strong>[Heb., <em>ga&#xB7;mal&#x2B9;; be&#x2B9;kher, </em>&#x2018;young male camel&#x2019; (<a href=\"/en/wol/bc/r1/lp-e/1200000871/0/0\" data-bid=\"1-1\" class=\"b\">Isa 60:6</a>); <em>bikh&#xB7;rah&#x2B9;, </em>&#x201C;young she-camel&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000871/1/0\" data-bid=\"2-1\" class=\"b\">Jer 2:23</a>); <em>kir&#xB7;ka&#xB7;rohth&#x2B9;, </em>&#x201C;swift she-camels&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000871/2/0\" data-bid=\"3-1\" class=\"b\">Isa 66:20</a>); Gr., <em>ka&#x2B9;me&#xB7;los</em>].An animal that has long served man as a beast of burden and a means of transport, especially in desert regions. There are two varieties of camel, the Bactrian and the Arabian. The Bactrian (<em>Camelus bactrianus</em>) has two humps on its back, is stronger than the Arabian, and is able to carry greater loads; the Arabian (<em>Camelus dromedarius</em>), thought to be the one generally referred to in the Bible, has only one hump.The camel&#x2019;s characteristics ideally fit it for life in desert regions, where it fills the place usually assigned the horse or donkey in other lands. This animal&#x2019;s thick hair shields it from desert heat. Its long slitlike nostrils can close at will, a useful precaution against the blowing sand. Its eyes are shielded from blistering sandstorms by heavy eyelids and long eyelashes. The camel&#x2019;s feet are provided with a hardened skin and are padlike, remarkably shaped for walking on soft and yielding sand. Callous pads on which the animal rests protect its chest and knees. These pads are present at birth. The camel&#x2019;s strong teeth enable it to chew practically anything. This creature needs little grain and can subsist on the common plants of the desert, making it an animal quite economical to use.The camel&#x2019;s hump serves as a sort of portable pantry. Here most of its food reserve is stored in the form of fat. If the camel is required to draw nourishment from its stored-up food supply for too long a time, the skin of the hump, instead of standing up, falls over and hangs like an empty bag on the side of the dorsal ridge. In ancient times, as today, loads were placed on the humps of camels. (<a href=\"/en/wol/bc/r1/lp-e/1200000871/3/0\" data-bid=\"4-1\" class=\"b\">Isa 30:6</a>) Mention is also made in Scripture of a &#x201C;woman&#x2019;s saddle basket of the camel,&#x201D; which undoubtedly was placed on the camel&#x2019;s hump.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000871/4/0\" data-bid=\"5-1\" class=\"b\">Ge 31:34</a>.Although folklore has it that the camel stores water in its hump, this is not the case. It is generally thought that the camel can get along without water for a prolonged period because of its ability to retain much of the water that it drinks. A contributory factor is the design of the nose, which enables the animal to extract water vapor when exhaling. The camel can tolerate a loss of water of 25&#xA0;percent of its weight, in contrast to 12&#xA0;percent for humans. It does not lose moisture by perspiration as rapidly as do other creatures, because its body temperature can vary 6&#xB0; C. (11&#xB0; F.) without marked effects. Its blood is unique in that loss of fluid is minimal even when water is in short supply for several days. It can also replace lost body weight by drinking as much as 135&#xA0;L (35 gal) in ten minutes.Some camels are known to have traveled at amazing speeds. At <a href=\"/en/wol/bc/r1/lp-e/1200000871/5/0\" data-bid=\"6-1\" class=\"b\">1&#xA0;Samuel 30:17</a>, an allusion to swift camels may be noted. It was only the 400 young men that rode camels who escaped when David struck down the Amalekite raiders.According to the Law, the camel was an unclean animal and, therefore, was not used by the Israelites for food. (<a href=\"/en/wol/bc/r1/lp-e/1200000871/6/0\" data-bid=\"7-1\" class=\"b\">Le 11:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200000871/6/1\" data-bid=\"7-2\" class=\"b\"> De 14:7</a>) However, camel hair was woven into cloth. John the Baptizer wore a garment of this material. (<a href=\"/en/wol/bc/r1/lp-e/1200000871/7/0\" data-bid=\"8-1\" class=\"b\">Mt 3:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200000871/7/1\" data-bid=\"8-2\" class=\"b\"> Mr 1:6</a>) Even today the cloth made from camel hair is used for making articles of clothing.<strong>Use From Early Times. </strong>The first Bible mention of the camel relates to Abraham&#x2019;s temporary residence in Egypt, where he acquired a number of these beasts of burden. (<a href=\"/en/wol/bc/r1/lp-e/1200000871/8/0\" data-bid=\"9-1\" class=\"b\">Ge 12:16</a>) When Abraham&#x2019;s faithful servant was sent to Mesopotamia to procure a wife for Isaac, a train of ten camels, with all sorts of gifts, accompanied him. (<a href=\"/en/wol/bc/r1/lp-e/1200000871/9/0\" data-bid=\"10-1\" class=\"b\">Ge 24:10</a>) It was to a camel caravan of Ishmaelites bound for Egypt that Joseph was sold by his half brothers.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000871/10/0\" data-bid=\"11-1\" class=\"b\">Ge 37:25-28</a>.Job is introduced as &#x201C;the greatest of all the Orientals.&#x201D; His material possessions included 3,000 camels, and following the test of his integrity, Jehovah blessed Job, so much so that he came to possess 6,000 camels and a vast quantity of other livestock.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000871/11/0\" data-bid=\"12-1\" class=\"b\">Job 1:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200000871/11/1\" data-bid=\"12-2\" class=\"b\"> 42:12</a>.In common with other livestock of Egypt, the camels suffered from the plagues God brought <span id=\"page396\" class=\"pageNum\" data-no=\"396\" data-before-text=\"396\"></span>upon Pharaoh&#x2019;s domain. (<a href=\"/en/wol/bc/r1/lp-e/1200000871/12/0\" data-bid=\"13-1\" class=\"b\">Ex 9:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200000871/12/1\" data-bid=\"13-2\" class=\"b\"> 10,</a><a href=\"/en/wol/bc/r1/lp-e/1200000871/12/2\" data-bid=\"13-3\" class=\"b\"> 25;</a><a href=\"/en/wol/bc/r1/lp-e/1200000871/12/3\" data-bid=\"13-4\" class=\"b\"> 12:29</a>) Whether any camels went with the Israelites on the trek through the wilderness is not indicated in the Bible record, but likely this was the case.The first reference to camels after Israel&#x2019;s settling in the Promised Land is in connection with their use by invaders. When Midianite hordes and their &#x2018;camels without number&#x2019; spread over the land and impoverished it, a critical situation faced God&#x2019;s people Israel. (<a href=\"/en/wol/bc/r1/lp-e/1200000871/13/0\" data-bid=\"14-1\" class=\"b\">Jg 6:5;</a><a href=\"/en/wol/bc/r1/lp-e/1200000871/13/1\" data-bid=\"14-2\" class=\"b\"> 7:12</a>) At times, with Jehovah&#x2019;s help, the Israelites defeated their enemies and captured vast numbers of camels, on one occasion 50,000.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000871/14/0\" data-bid=\"15-1\" class=\"b\">1Ch 5:21;</a><a href=\"/en/wol/bc/r1/lp-e/1200000871/14/1\" data-bid=\"15-2\" class=\"b\"> 2Ch 14:15</a>.While outlawed from Saul&#x2019;s court, David and his men warred against the Geshurites, the Girzites, and the Amalekites, striking down all the men and women but taking domestic animals, including camels, as booty. (<a href=\"/en/wol/bc/r1/lp-e/1200000871/15/0\" data-bid=\"16-1\" class=\"b\">1Sa 27:8,&#xA0;9</a>) During the reign of David, a special official, Obil, was in charge of his camels. (<a href=\"/en/wol/bc/r1/lp-e/1200000871/16/0\" data-bid=\"17-1\" class=\"b\">1Ch 27:30</a>) The queen of Sheba brought gifts to King Solomon in a camel train, and Ben-hadad&#xA0;II of Syria sent presents to the prophet Elisha loaded upon 40 camels.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000871/17/0\" data-bid=\"18-1\" class=\"b\">1Ki 10:1,&#xA0;2;</a><a href=\"/en/wol/bc/r1/lp-e/1200000871/17/1\" data-bid=\"18-2\" class=\"b\"> 2Ki 8:9</a>.In foretelling the fall of Babylon, the prophet Isaiah alluded to the conquering armies under the symbol of &#x201C;a war chariot of camels.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000871/18/0\" data-bid=\"19-1\" class=\"b\">Isa 21:7</a>) According to the Greek historian Herodotus (I,&#xA0;80), Cyrus did make use of the camel in his military campaigns. When describing the oncoming doom of Rabbah, capital city of the Ammonites, <a href=\"/en/wol/bc/r1/lp-e/1200000871/19/0\" data-bid=\"20-1\" class=\"b\">Ezekiel 25:5</a> says that the city would become &#x201C;a pasture ground of camels.&#x201D; Also, the faithless house of Israel, in its adulterous course, having illicit relations with pagan nations round about, was likened to a young she-camel in heat, aimlessly running to and fro.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000871/20/0\" data-bid=\"21-1\" class=\"b\">Jer 2:23,&#xA0;24</a>.Reminiscent of the plagues that struck the livestock of Egypt, Zechariah foretold a scourge that would come upon the camels and other livestock of the nations who fight against Jehovah&#x2019;s people on earth. (<a href=\"/en/wol/bc/r1/lp-e/1200000871/21/0\" data-bid=\"22-1\" class=\"b\">Zec 14:12,</a><a href=\"/en/wol/bc/r1/lp-e/1200000871/21/1\" data-bid=\"22-2\" class=\"b\">&#xA0;15</a>) After their restoration from exile, God&#x2019;s people are depicted as being covered by a &#x201C;heaving mass of camels,&#x201D; all bearing tribute. Camels are also mentioned among the beasts of burden bringing the brothers of God&#x2019;s servants to Jerusalem out of all the nations &#x201C;as a gift to Jehovah.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000871/22/0\" data-bid=\"23-1\" class=\"b\">Isa 60:6;</a><a href=\"/en/wol/bc/r1/lp-e/1200000871/22/1\" data-bid=\"23-2\" class=\"b\"> 66:20</a>) It is of interest that, in the first fulfillment of Isaiah&#x2019;s restoration prophecy, there were 435 camels among the livestock of the Jews returning from Babylon in 537&#xA0;B.C.E.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000871/23/0\" data-bid=\"24-1\" class=\"b\">Ezr 2:67;</a><a href=\"/en/wol/bc/r1/lp-e/1200000871/23/1\" data-bid=\"24-2\" class=\"b\"> Ne 7:69</a>.<strong>Illustrative Use. </strong>Jesus made reference to the camel in an illustrative way. On one occasion he pointed out that it would be easier for a camel to go through a needle&#x2019;s eye than for a rich man to get into the Kingdom. (<a href=\"/en/wol/bc/r1/lp-e/1200000871/24/0\" data-bid=\"25-1\" class=\"b\">Mt 19:24;</a><a href=\"/en/wol/bc/r1/lp-e/1200000871/24/1\" data-bid=\"25-2\" class=\"b\"> Mr 10:25;</a><a href=\"/en/wol/bc/r1/lp-e/1200000871/24/2\" data-bid=\"25-3\" class=\"b\"> Lu 18:25</a>) A question has arisen as to whether &#x201C;camel&#x201D; should not be more correctly rendered &#x201C;rope&#x201D; in this instance. In fact, George M.&#xA0;Lamsa&#x2019;s translation uses the word &#x201C;rope&#x201D; in the main text, and a footnote on <a href=\"/en/wol/bc/r1/lp-e/1200000871/25/0\" data-bid=\"26-1\" class=\"b\">Matthew 19:24</a> reads: &#x201C;The Aramaic word <em>gamla </em>means <em>rope </em>and <em>camel.&#x201D; </em>Also, the Greek words for rope (<em>ka&#x2B9;mi&#xB7;los</em>) and camel (<em>ka&#x2B9;me&#xB7;los</em>) are very similar, and it has been suggested that there was a confusion of the Greek words. It is noteworthy, though, that <em>A Greek-English Lexicon </em>(by Liddell and Scott, revised by Jones, Oxford, 1968, p.&#xA0;872) defines <em>ka&#x2B9;mi&#xB7;los </em>as &#x201C;rope&#x201D; but adds that perhaps it was coined as an emendation of the phrase, &#x201C;It is easier for a camel to go through the eye of a needle than for a rich man to enter into the kingdom of God,&#x201D; thus indicating that <em>ka&#x2B9;me&#xB7;los, </em>rather than <em>ka&#x2B9;mi&#xB7;los, </em>appeared in the original Greek text.In the oldest extant Greek manuscripts of the Gospel of Matthew (the Sinaitic, the Vatican No.&#xA0;1209, and the Alexandrine), the word <em>ka&#x2B9;me&#xB7;los </em>appears. Matthew wrote his account of the life of Jesus first in Hebrew and then may have translated it himself into Greek. He knew, therefore, exactly what Jesus said and meant. Hence he knew the proper word, and the word used in the oldest extant Greek manuscripts was <em>ka&#x2B9;me&#xB7;los. </em>There is good reason, therefore, for believing &#x201C;camel&#x201D; to be the correct rendering.By means of this illustration, not meant to be taken literally, Jesus was pointing out that just as it was not possible for a literal camel to go through the eye of a literal needle it was even less possible for a rich man, while continuing to cling to his riches, to enter into the Kingdom of God.<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200000871/0\">NEEDLE&#x2019;S EYE</a>.In his condemnation of the hypocritical Pharisees, Jesus spoke of their &#x2018;straining out the gnat but swallowing the camel.&#x2019; Those men used to strain out the gnat from their wine, not merely because it was an insect, but because it was ceremonially unclean; yet they figuratively gulped down camels, which were also unclean. While insisting upon compliance with the minutest of the Law&#x2019;s requirements, they entirely overlooked the weightier matters<wbr>&#x2014;justice, mercy, and faithfulness.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000871/26/0\" data-bid=\"27-1\" class=\"b\">Mt 23:23,&#xA0;24</a>.<span id=\"page394\" class=\"pageNum\" data-no=\"394\" data-before-text=\"394\"></span><strong>[Picture on page&#xA0;394]</strong>Arabian camel, well suited to desert life"}