{"title":"Canaan","link":"/en/wol/d/r1/lp-e/1200000874","html":"<span id=\"page399\" class=\"pageNum\" data-no=\"399\" data-before-text=\"399\"></span><strong>CANAAN</strong>(Ca&#x2B9;naan) [Merchant Land; Land of the Tradesman], <strong>Canaanite </strong>(Ca&#x2B9;naan&#xB7;ite).<strong>1. </strong>The fourth-listed son of Ham and grandson of Noah. (<a href=\"/en/wol/bc/r1/lp-e/1200000874/0/0\" data-bid=\"1-1\" class=\"b\">Ge 9:18;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/0/1\" data-bid=\"1-2\" class=\"b\"> 10:6;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/0/2\" data-bid=\"1-3\" class=\"b\"> 1Ch 1:8</a>) He was the progenitor of 11 tribes who eventually inhabited the region along the eastern Mediterranean between Egypt and Syria, thereby giving it the name &#x201C;the land of Canaan.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000874/1/0\" data-bid=\"2-1\" class=\"b\">Ge 10:15-19;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/1/1\" data-bid=\"2-2\" class=\"b\"> 1Ch 16:18</a>; see No.&#xA0;2.Following the incident regarding Noah&#x2019;s drunkenness, Canaan came under Noah&#x2019;s prophetic curse foretelling that Canaan would become the slave of both Shem and Japheth. (<a href=\"/en/wol/bc/r1/lp-e/1200000874/2/0\" data-bid=\"3-1\" class=\"b\">Ge 9:20-27</a>) Since the record mentions only that &#x201C;Ham the father of Canaan saw his father&#x2019;s nakedness and went telling it to his two brothers outside,&#x201D; the question arises as to why Canaan rather than Ham became the object of the curse. Commenting on <a href=\"/en/wol/bc/r1/lp-e/1200000874/3/0\" data-bid=\"4-1\" class=\"b\">Genesis 9:24</a>, which states that when Noah awoke from his wine he &#x201C;got to know what his <em>youngest son </em>had done to him,&#x201D; a footnote in Rotherham&#x2019;s translation says: &#x201C;Undoubtedly Canaan, and not Ham: Shem and Japheth, for their piety, are blessed; Canaan, for some unnamed baseness, is cursed; Ham, for his neglect, is neglected.&#x201D; Similarly, a Jewish publication, <em>The Pentateuch and Haftorahs, </em>suggests that the brief narrative &#x201C;refers to some abominable deed in which Canaan seems to have been implicated.&#x201D; (Edited by J.&#xA0;H.&#xA0;Hertz, London, 1972, p.&#xA0;34) And, after noting that the Hebrew word translated &#x201C;son&#x201D; in verse&#xA0;24 may mean &#x201C;grandson,&#x201D; this source states: &#x201C;The reference is evidently to Canaan.&#x201D; <em>The Soncino Chumash </em>also points out that some believe Canaan &#x201C;indulged a perverted lust upon [Noah],&#x201D; and that the expression &#x201C;youngest son&#x201D; refers to Canaan, who was the youngest son of Ham.<wbr>&#x2014;Edited by A.&#xA0;Cohen, London, 1956, p.&#xA0;47.These views, of necessity, are conjectural since the Biblical record does not give any details as to Canaan&#x2019;s implication in the offense against Noah. Yet some implication seems definitely intended by the fact that, just before relating the case of Noah&#x2019;s drunkenness, Canaan is abruptly introduced into the account (<a href=\"/en/wol/bc/r1/lp-e/1200000874/4/0\" data-bid=\"5-1\" class=\"b\">Ge 9:18</a>) and, in describing Ham&#x2019;s actions, the record refers to him as &#x201C;Ham the father of Canaan.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000874/5/0\" data-bid=\"6-1\" class=\"b\">Ge 9:22</a>) That the expression &#x201C;saw his father&#x2019;s nakedness&#x201D; may indicate some abuse or perversion that involved Canaan, is a <span id=\"page400\" class=\"pageNum\" data-no=\"400\" data-before-text=\"400\"></span>reasonable conclusion. For in most instances incest or other sexual sins are meant when the Bible speaks of &#x2018;laying bare&#x2019; or &#x2018;seeing the nakedness&#x2019; of another. (<a href=\"/en/wol/bc/r1/lp-e/1200000874/6/0\" data-bid=\"7-1\" class=\"b\">Le 18:6-19;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/6/1\" data-bid=\"7-2\" class=\"b\"> 20:17</a>) So, it is possible that Canaan had committed or attempted to commit some abuse on the unconscious Noah and that Ham, though having knowledge of this, failed either to prevent it or to take disciplinary action against the offender, and compounded the wrong by making known to his brothers Noah&#x2019;s disgrace.The prophetic element of the curse must also be considered. There is no evidence to indicate that Canaan himself became the slave of Shem or Japheth during his lifetime. But, God&#x2019;s foreknowledge was at work, and since the curse expressed by Noah was divinely inspired, and since God&#x2019;s disfavor is not expressed without just cause, it is likely that Canaan had already manifested a definitely corrupt trait, perhaps of a lustful nature, and that God foresaw the bad results in which this characteristic would eventually culminate among Canaan&#x2019;s descendants. In the earlier case of Cain, Jehovah had noted a wrong heart attitude and had warned Cain of the danger of being overcome by sin (<a href=\"/en/wol/bc/r1/lp-e/1200000874/7/0\" data-bid=\"8-1\" class=\"b\">Ge 4:3-7</a>); God also had discerned the unreformable bent toward wickedness on the part of the majority of the pre-Flood population, making their destruction warranted. (<a href=\"/en/wol/bc/r1/lp-e/1200000874/8/0\" data-bid=\"9-1\" class=\"b\">Ge 6:5</a>) The most obvious evidence of the justness of the curse placed on Canaan is thus seen in the later history of his descendants, for they built up a particularly sordid record of immorality and depravity, as both Biblical and secular history testify. The curse on Canaan saw its fulfillment some eight centuries after its pronouncement, when Canaan&#x2019;s descendants were subjugated by the Semitic Israelites, later coming under the domination of the Japhetic powers of Medo-Persia, Greece, and Rome.<strong>2. </strong>The name Canaan also applies to the race descended from Ham&#x2019;s son and to the land of their residence. Canaan was the earlier and native name of that part of Palestine lying W of the Jordan River (<a href=\"/en/wol/bc/r1/lp-e/1200000874/9/0\" data-bid=\"10-1\" class=\"b\">Nu 33:51;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/9/1\" data-bid=\"10-2\" class=\"b\"> 35:10,</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/9/2\" data-bid=\"10-3\" class=\"b\">&#xA0;14</a>), although the Canaanitish Amorites did invade the land E of the Jordan sometime prior to the Israelite conquest.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000874/10/0\" data-bid=\"11-1\" class=\"b\">Nu 21:13,</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/10/1\" data-bid=\"11-2\" class=\"b\">&#xA0;26</a>.<strong>Boundaries and Early History. </strong>The earliest description of the boundaries of Canaan show it as extending from Sidon in the N down to Gerar near Gaza in the SW and over to Sodom and the neighboring cities in the SE. (<a href=\"/en/wol/bc/r1/lp-e/1200000874/11/0\" data-bid=\"12-1\" class=\"b\">Ge 10:19</a>) In Abraham&#x2019;s time, however, it seems that Sodom and the other &#x201C;cities of the District&#x201D; were viewed as distinct from Canaan. (<a href=\"/en/wol/bc/r1/lp-e/1200000874/12/0\" data-bid=\"13-1\" class=\"b\">Ge 13:12</a>) The later territories of Edom and Moab, inhabited by descendants of Abraham and Lot, were also apparently considered to be outside of Canaan. (<a href=\"/en/wol/bc/r1/lp-e/1200000874/13/0\" data-bid=\"14-1\" class=\"b\">Ge 36:6-8;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/13/1\" data-bid=\"14-2\" class=\"b\"> Ex 15:15</a>) The territory of Canaan as promised to the nation of Israel is outlined in fuller detail at <a href=\"/en/wol/bc/r1/lp-e/1200000874/14/0\" data-bid=\"15-1\" class=\"b\">Numbers 34:2-12</a>. It evidently began farther N than Sidon and extended S as far as the &#x201C;torrent valley of Egypt&#x201D; and Kadesh-barnea. The Philistines, who were not Canaanites (<a href=\"/en/wol/bc/r1/lp-e/1200000874/15/0\" data-bid=\"16-1\" class=\"b\">Ge 10:13,&#xA0;14</a>), had occupied the coastal region S of the Plain of Sharon, but this, too, had previously been &#x201C;reckoned&#x201D; as Canaanite land. (<a href=\"/en/wol/bc/r1/lp-e/1200000874/16/0\" data-bid=\"17-1\" class=\"b\">Jos 13:3</a>) Other tribes, such as the Kenites (one family of which is later associated with Midian; <a href=\"/en/wol/bc/r1/lp-e/1200000874/17/0\" data-bid=\"18-1\" class=\"b\">Nu 10:29;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/17/1\" data-bid=\"18-2\" class=\"b\"> Jg 1:16</a>) and the Amalekites (descended from Esau; <a href=\"/en/wol/bc/r1/lp-e/1200000874/18/0\" data-bid=\"19-1\" class=\"b\">Ge 36:12</a>) had also penetrated the territory.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000874/19/0\" data-bid=\"20-1\" class=\"b\">Ge 15:18-21;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/19/1\" data-bid=\"20-2\" class=\"b\"> Nu 14:45</a>.Whether the descendants of Canaan migrated to and settled in this land directly after the breakup at Babel (<a href=\"/en/wol/bc/r1/lp-e/1200000874/20/0\" data-bid=\"21-1\" class=\"b\">Ge 11:9</a>) or whether they first accompanied the main body of Hamites to Africa and then worked their way back up into the Palestinian region, the Bible does not say. At any rate, by 1943&#xA0;B.C.E. when Abraham left Haran in Paddan-aram and headed toward that land, the Canaanites were settled there, and Abraham had certain dealings with both Amorites and Hittites. (<a href=\"/en/wol/bc/r1/lp-e/1200000874/21/0\" data-bid=\"22-1\" class=\"b\">Ge 11:31;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/21/1\" data-bid=\"22-2\" class=\"b\"> 12:5,&#xA0;6;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/21/2\" data-bid=\"22-3\" class=\"b\"> 13:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/21/3\" data-bid=\"22-4\" class=\"b\"> 14:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/21/4\" data-bid=\"22-5\" class=\"b\"> 23:2-20</a>) Abraham received repeated promises from Jehovah God that his seed, or descendants, would inherit the land, and he was instructed to &#x201C;go about in the land through its length and through its breadth.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000874/22/0\" data-bid=\"23-1\" class=\"b\">Ge 12:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/22/1\" data-bid=\"23-2\" class=\"b\"> 13:14-17;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/22/2\" data-bid=\"23-3\" class=\"b\"> 15:7,</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/22/3\" data-bid=\"23-4\" class=\"b\"> 13-21;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/22/4\" data-bid=\"23-5\" class=\"b\"> 17:8</a>) On the basis of this promise and out of respect for God&#x2019;s curse, Abraham was careful that his son Isaac&#x2019;s wife should not be a Canaanitess.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000874/23/0\" data-bid=\"24-1\" class=\"b\">Ge 24:1-4</a>.The relative ease with which Abraham and, later, Isaac and Jacob were able to move about the land with their large herds and flocks indicates that the region was not as yet thickly populated. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200000874/24/0\" data-bid=\"25-1\" class=\"b\">Ge 34:21</a>.) Archaeological investigations also give evidence of a rather sparse settlement at that time, with most of the towns located along the coast, in the Dead Sea region, in the Jordan Valley, and on the Plain of Jezreel. Concerning Palestine in the early part of the second millennium B.C.E., W.&#xA0;F.&#xA0;Albright says that the hill country was in the main still unoccupied by sedentary population, so the Biblical tradition is absolutely correct in making the patriarchs wander over the hills of central Palestine and the dry lands of the south, where there was still plenty of room for them. (<em>Archaeology of Palestine and the Bible, </em>1933, pp.&#xA0;131-133) Canaan was evidently subject to some Elamite (and hence Semitic) influence and domination at this time, as indicated by the Biblical record at <a href=\"/en/wol/bc/r1/lp-e/1200000874/25/0\" data-bid=\"26-1\" class=\"b\">Genesis 14:1-7</a>.<span id=\"page401\" class=\"pageNum\" data-no=\"401\" data-before-text=\"401\"></span>Among the towns around which Abraham, Isaac, and Jacob camped were Shechem (<a href=\"/en/wol/bc/r1/lp-e/1200000874/26/0\" data-bid=\"27-1\" class=\"b\">Ge 12:6</a>), Bethel and Ai (<a href=\"/en/wol/bc/r1/lp-e/1200000874/27/0\" data-bid=\"28-1\" class=\"b\">Ge 12:8</a>), Hebron (<a href=\"/en/wol/bc/r1/lp-e/1200000874/28/0\" data-bid=\"29-1\" class=\"b\">Ge 13:18</a>), Gerar (<a href=\"/en/wol/bc/r1/lp-e/1200000874/29/0\" data-bid=\"30-1\" class=\"b\">Ge 20:1</a>), and Beer-sheba (<a href=\"/en/wol/bc/r1/lp-e/1200000874/30/0\" data-bid=\"31-1\" class=\"b\">Ge 22:19</a>). Though no great animosity seems to have been manifested by the Canaanites toward the Hebrew patriarchs, divine protection nevertheless was the prime factor in their freedom from attack. (<a href=\"/en/wol/bc/r1/lp-e/1200000874/31/0\" data-bid=\"32-1\" class=\"b\">Ps 105:12-15</a>) Thus, after the assault by Jacob&#x2019;s sons on the Hivite city of Shechem, it was because &#x201C;the terror of God&#x201D; came to be upon the neighboring cities that &#x201C;they did not chase after the sons of Jacob.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000874/32/0\" data-bid=\"33-1\" class=\"b\">Ge 33:18;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/32/1\" data-bid=\"33-2\" class=\"b\"> 34:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/32/2\" data-bid=\"33-3\" class=\"b\"> 35:5</a>.Secular history indicates that Egypt exercised suzerainty over Canaan for some two centuries prior to the Israelite conquest. During this period, messages (known as the Amarna Tablets), sent by vassal rulers in Syria and Palestine to Pharaohs Amenhotep&#xA0;III and Akhenaton, present a picture of considerable intercity strife and political intrigue in the region. At the time of Israel&#x2019;s arrival at its frontier (1473&#xA0;B.C.E.), Canaan was a land of numerous city-states or petty kingdoms, though still showing some cohesion according to tribal relations. The spies who had searched out the land nearly 40 years earlier found it to be a land rich in fruitage and found its cities to be well fortified.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000874/33/0\" data-bid=\"34-1\" class=\"b\">Nu 13:21-29</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200000874/34/0\" data-bid=\"35-1\" class=\"b\">De 9:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/34/1\" data-bid=\"35-2\" class=\"b\"> Ne 9:25</a>.<strong>Distribution of the Tribes of Canaan. </strong>Of the 11 Canaanite tribes (<a href=\"/en/wol/bc/r1/lp-e/1200000874/35/0\" data-bid=\"36-1\" class=\"b\">Ge 10:15-19</a>), the Amorites appear to have occupied a principal position in the land. (See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000874/0\">AMORITE</a>.) Aside from the land conquered by them E of the Jordan in Bashan and Gilead, the references to the Amorites show that they were strong in the mountainous country of Canaan proper, both in the N and in the S. (<a href=\"/en/wol/bc/r1/lp-e/1200000874/36/0\" data-bid=\"37-1\" class=\"b\">Jos 10:5;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/36/1\" data-bid=\"37-2\" class=\"b\"> 11:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/36/2\" data-bid=\"37-3\" class=\"b\"> 13:4</a>) Perhaps second in strength were the Hittites, who, though found as far S as Hebron in Abraham&#x2019;s time (<a href=\"/en/wol/bc/r1/lp-e/1200000874/37/0\" data-bid=\"38-1\" class=\"b\">Ge 23:19,&#xA0;20</a>), later seem to have been mainly to the N, in the direction of Syria.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000874/38/0\" data-bid=\"39-1\" class=\"b\">Jos 1:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/38/1\" data-bid=\"39-2\" class=\"b\"> Jg 1:23-26;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/38/2\" data-bid=\"39-3\" class=\"b\"> 1Ki 10:29</a>.Of the other tribes, the Jebusites, the Hivites, and the Girgashites are next most frequently mentioned at the time of the conquest. The Jebusites were evidently centered in the mountainous region around Jerusalem. (<a href=\"/en/wol/bc/r1/lp-e/1200000874/39/0\" data-bid=\"40-1\" class=\"b\">Nu 13:29;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/39/1\" data-bid=\"40-2\" class=\"b\"> Jos 18:16,</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/39/2\" data-bid=\"40-3\" class=\"b\">&#xA0;28</a>) The Hivites were scattered from as far S as Gibeon (<a href=\"/en/wol/bc/r1/lp-e/1200000874/40/0\" data-bid=\"41-1\" class=\"b\">Jos 9:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/40/1\" data-bid=\"41-2\" class=\"b\">&#xA0;7</a>) on up to the base of Mount Hermon in the N. (<a href=\"/en/wol/bc/r1/lp-e/1200000874/41/0\" data-bid=\"42-1\" class=\"b\">Jos 11:3</a>) The territory of the Girgashites is not indicated.The remaining six tribes, the Sidonians, Arvadites, Hamathites, Arkites, Sinites, and the Zemarites, may well be included in the comprehensive term &#x201C;Canaanites&#x201D; frequently used in association with the specific names of other tribes, unless the expression is simply used to refer to cities or groups that were of mixed Canaanite population. (<a href=\"/en/wol/bc/r1/lp-e/1200000874/42/0\" data-bid=\"43-1\" class=\"b\">Ex 23:23;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/42/1\" data-bid=\"43-2\" class=\"b\"> 34:11;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/42/2\" data-bid=\"43-3\" class=\"b\"> De 7:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/42/3\" data-bid=\"43-4\" class=\"b\"> Nu 13:29</a>) All these six tribes seem to have been primarily located N of the region originally conquered by the Israelites and receive no specific mention in the account of the conquest.<strong>Conquest of Canaan by Israel. </strong>(MAPS, Vol.&#xA0;1, pp.&#xA0;737, 738) In the second year after the Exodus the Israelites had made an initial attempt to penetrate the southern borders of Canaan, but without divine backing, and they were routed by the Canaanites and allied Amalekites. (<a href=\"/en/wol/bc/r1/lp-e/1200000874/43/0\" data-bid=\"44-1\" class=\"b\">Nu 14:42-45</a>) Toward the close of the 40-year period of wandering, Israel again moved toward the Canaanites and was attacked by the king of Arad in the Negeb, but this time the Canaanite forces were defeated, and their cities were destroyed. (<a href=\"/en/wol/bc/r1/lp-e/1200000874/44/0\" data-bid=\"45-1\" class=\"b\">Nu 21:1-3</a>) Still the Israelites did not follow up this victory with an invasion from the S but circled around to approach from the E.&#xA0;This brought them into conflict with the Amorite kingdoms of Sihon and Og, and the defeat of these kings put all of Bashan and Gilead under Israelite control, including 60 cities &#x201C;with a high wall, doors and bar&#x201D; in Bashan alone. (<a href=\"/en/wol/bc/r1/lp-e/1200000874/45/0\" data-bid=\"46-1\" class=\"b\">Nu 21:21-35;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/45/1\" data-bid=\"46-2\" class=\"b\"> De 2:26&#x2013;3:10</a>) The defeat of these powerful kings had a weakening effect on the Canaanite kingdoms W of the Jordan, and the subsequent miraculous crossing of the Jordan dryshod by the Israelite nation caused the Canaanites&#x2019; hearts to &#x2018;begin to melt.&#x2019; Thus, the Canaanites made no attack upon the Israelite camp at Gilgal during the period of the recovery of many of the Israelite males from circumcision and during the subsequent celebration of the Passover.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000874/46/0\" data-bid=\"47-1\" class=\"b\">Jos 2:9-11;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/46/1\" data-bid=\"47-2\" class=\"b\"> 5:1-11</a>.Able now to obtain ample water from the Jordan and to draw food supplies from the conquered region E of the Jordan, the Israelites at Gilgal had a good base from which to proceed with the conquest of the land. The nearby outpost city of Jericho, now tightly shut up, was their first target, and its mighty walls fell by Jehovah&#x2019;s power. (<a href=\"/en/wol/bc/r1/lp-e/1200000874/47/0\" data-bid=\"48-1\" class=\"b\">Jos 6:1-21</a>) Then the invading forces ascended some 1,000&#xA0;m (3,300&#xA0;ft) into the mountainous region N of Jerusalem and, after an initial setback, captured Ai and burned it. (<a href=\"/en/wol/bc/r1/lp-e/1200000874/48/0\" data-bid=\"49-1\" class=\"b\">Jos 7:1-5;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/48/1\" data-bid=\"49-2\" class=\"b\"> 8:18-28</a>) While the Canaanite kingdoms throughout the land began to form a massive coalition to repulse the Israelites, certain Hivite cities now sought peace with Israel by means of a subterfuge. This secession of Gibeon and three other neighboring cities evidently was viewed by the other Canaanite kingdoms as an act of treason endangering the unity of the entire &#x2018;Canaanite league.&#x2019; Five Canaanite kings, therefore, united to fight, not against Israel, but against Gibeon, and an all-night march by <span id=\"page402\" class=\"pageNum\" data-no=\"402\" data-before-text=\"402\"></span>Israelite troops under Joshua was undertaken to save the beleaguered city. Joshua&#x2019;s defeat of the five attacking kings was accompanied by a miraculous downpour of huge hailstones and also by God&#x2019;s causing the delay of the setting of the sun.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000874/49/0\" data-bid=\"50-1\" class=\"b\">Jos 9:17,</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/49/1\" data-bid=\"50-2\" class=\"b\"> 24, 25;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/49/2\" data-bid=\"50-3\" class=\"b\"> 10:1-27</a>.The victorious Israelite forces then made a sweep through the entire southern half of Canaan (with the exception of the Plains of Philistia), conquering cities of the Shephelah, the mountainous region, and the Negeb, and then they returned to their base camp at Gilgal by the Jordan. (<a href=\"/en/wol/bc/r1/lp-e/1200000874/50/0\" data-bid=\"51-1\" class=\"b\">Jos 10:28-43</a>) Now the Canaanites in the northern sector under the leadership of the king of Hazor began to mass their troops and war chariots, uniting their forces at a rendezvous by the waters of Merom, N of the Sea of Galilee. Joshua&#x2019;s army, however, made a surprise attack on the Canaanite confederacy and put them to flight, thereafter marching on to capture their cities as far N as Baal-gad at the base of Mount Hermon. (<a href=\"/en/wol/bc/r1/lp-e/1200000874/51/0\" data-bid=\"52-1\" class=\"b\">Jos 11:1-20</a>) The campaign evidently covered a considerable period of time and was followed by another offensive action in the mountainous region in the S, this attack being directed at the giantlike Anakim and their cities.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000874/52/0\" data-bid=\"53-1\" class=\"b\">Jos 11:21, 22</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000874/1\">ANAKIM</a>.By now some six years had passed since the start of the fighting. The major conquest of Canaan had been accomplished, and the strength of the Canaanite tribes was broken, thus allowing for the distribution of the land among the Israelite tribes to begin. (See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000874/2\">BOUNDARY</a>.) However, a number of regions remained yet to be subdued, including such major sections as the territory of the Philistines, who, though not Canaanites, were nevertheless usurpers of the land promised to the Israelites; the territory of the Geshurites (compare <a href=\"/en/wol/bc/r1/lp-e/1200000874/53/0\" data-bid=\"54-1\" class=\"b\">1Sa 27:8</a>); territory from the area around Sidon on up to Gebal (Byblos); and all the region of Lebanon (<a href=\"/en/wol/bc/r1/lp-e/1200000874/54/0\" data-bid=\"55-1\" class=\"b\">Jos 13:2-6</a>). Besides these, there were pockets of resistance scattered throughout the land, some of which were later captured by the inheriting tribes of Israel, while others remained unconquered or were allowed to remain and made to perform forced labor for the Israelites.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000874/55/0\" data-bid=\"56-1\" class=\"b\">Jos 15:13-17;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/55/1\" data-bid=\"56-2\" class=\"b\"> 16:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/55/2\" data-bid=\"56-3\" class=\"b\"> 17:11-13,</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/55/3\" data-bid=\"56-4\" class=\"b\"> 16-18;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/55/4\" data-bid=\"56-5\" class=\"b\"> Jg 1:17-21,</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/55/5\" data-bid=\"56-6\" class=\"b\"> 27-36</a>.Though so many of the Canaanites survived the major conquest and resisted subjugation, it could still be said that &#x201C;Jehovah gave Israel all the land that he had sworn to give to their forefathers,&#x201D; that he had given them &#x201C;rest all around,&#x201D; and that &#x201C;not a promise failed out of all the good promise that Jehovah had made to the house of Israel; it all came true.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000874/56/0\" data-bid=\"57-1\" class=\"b\">Jos 21:43-45</a>) All around the Israelites the enemy peoples were cowed and offered no genuine threat to their security. God had stated earlier that he would drive the Canaanites out &#x201C;little by little&#x201D; so that the wild beasts would not multiply in a suddenly desolated land. (<a href=\"/en/wol/bc/r1/lp-e/1200000874/57/0\" data-bid=\"58-1\" class=\"b\">Ex 23:29, 30;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/57/1\" data-bid=\"58-2\" class=\"b\"> De 7:22</a>) Despite the superior war equipment of the Canaanites, including war chariots with iron scythes, any failure of the Israelites finally to take certain areas could not be charged to Jehovah&#x2019;s account as a failure on his part to fulfill his promise. (<a href=\"/en/wol/bc/r1/lp-e/1200000874/58/0\" data-bid=\"59-1\" class=\"b\">Jos 17:16-18;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/58/1\" data-bid=\"59-2\" class=\"b\"> Jg 4:13</a>) Rather, the record shows that the Israelites&#x2019; few defeats were due to unfaithfulness on their part.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000874/59/0\" data-bid=\"60-1\" class=\"b\">Nu 14:44, 45;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/59/1\" data-bid=\"60-2\" class=\"b\"> Jos 7:1-12</a>.<strong><em>Why did Jehovah decree the extermination of the Canaanites?</em></strong>The historical account shows that the populations of the Canaanite cities conquered by the Israelites were subjected to complete destruction. (<a href=\"/en/wol/bc/r1/lp-e/1200000874/60/0\" data-bid=\"61-1\" class=\"b\">Nu 21:1-3,</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/60/1\" data-bid=\"61-2\" class=\"b\"> 34, 35;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/60/2\" data-bid=\"61-3\" class=\"b\"> Jos 6:20, 21;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/60/3\" data-bid=\"61-4\" class=\"b\"> 8:21-27;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/60/4\" data-bid=\"61-5\" class=\"b\"> 10:26-40;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/60/5\" data-bid=\"61-6\" class=\"b\"> 11:10-14</a>) This fact has been used by some critics as a means for depicting the Hebrew Scriptures, or &#x201C;Old Testament,&#x201D; as imbued with a spirit of cruelty and wanton slaughter. The issue involved, however, is clearly that of whether God&#x2019;s sovereignty over the earth and its inhabitants is acknowledged or not. He had deeded over the right of tenure of the land of Canaan to the &#x2018;seed of Abraham,&#x2019; doing so by an oath-bound covenant. (<a href=\"/en/wol/bc/r1/lp-e/1200000874/61/0\" data-bid=\"62-1\" class=\"b\">Ge 12:5-7;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/61/1\" data-bid=\"62-2\" class=\"b\"> 15:17-21</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200000874/62/0\" data-bid=\"63-1\" class=\"b\">De 32:8;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/62/1\" data-bid=\"63-2\" class=\"b\"> Ac 17:26</a>.) But more than a mere eviction or dispossessing of the existing tenants of that land was purposed by God. His right to act as &#x201C;Judge of all the earth&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000874/63/0\" data-bid=\"64-1\" class=\"b\">Ge 18:25</a>) and to decree the sentence of capital punishment upon those found meriting it, as well as his right to implement and enforce the execution of such decree, was also involved.The justness of God&#x2019;s prophetic curse on Canaan found full confirmation in the conditions that had developed in Canaan by the time of the Israelite conquest. Jehovah had allowed 400 years from Abraham&#x2019;s time for the &#x2018;error of the Amorites to come to completion.&#x2019; (<a href=\"/en/wol/bc/r1/lp-e/1200000874/64/0\" data-bid=\"65-1\" class=\"b\">Ge 15:16</a>) The fact that Esau&#x2019;s Hittite wives were &#x201C;a source of bitterness of spirit to Isaac and Rebekah&#x201D; to the extent that Rebekah had &#x2018;come to abhor her life because of them&#x2019; is certainly an indication of the badness already manifest among the Canaanites. (<a href=\"/en/wol/bc/r1/lp-e/1200000874/65/0\" data-bid=\"66-1\" class=\"b\">Ge 26:34, 35;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/65/1\" data-bid=\"66-2\" class=\"b\"> 27:46</a>) During the centuries that followed, the land of Canaan became saturated with detestable practices of idolatry, immorality, and bloodshed. The Canaanite religion was extraordinarily base and degraded, their &#x201C;sacred poles&#x201D; evidently <span id=\"page403\" class=\"pageNum\" data-no=\"403\" data-before-text=\"403\"></span>being phallic symbols, and many of the rites at their &#x201C;high places&#x201D; involving gross sexual excesses and depravity. (<a href=\"/en/wol/bc/r1/lp-e/1200000874/66/0\" data-bid=\"67-1\" class=\"b\">Ex 23:24;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/66/1\" data-bid=\"67-2\" class=\"b\"> 34:12, 13;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/66/2\" data-bid=\"67-3\" class=\"b\"> Nu 33:52;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/66/3\" data-bid=\"67-4\" class=\"b\"> De 7:5</a>) Incest, sodomy, and bestiality were part of &#x2018;the way of the land of Canaan&#x2019; that made the land unclean and for which error it was due to &#x201C;vomit its inhabitants out.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000874/67/0\" data-bid=\"68-1\" class=\"b\">Le 18:2-25</a>) Magic, spellbinding, spiritism, and sacrifice of their children by fire were also among the Canaanites&#x2019; detestable practices.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000874/68/0\" data-bid=\"69-1\" class=\"b\">De 18:9-12</a>.Baal was the most prominent of the deities worshiped by the Canaanites. (<a href=\"/en/wol/bc/r1/lp-e/1200000874/69/0\" data-bid=\"70-1\" class=\"b\">Jg 2:12, 13</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200000874/70/0\" data-bid=\"71-1\" class=\"b\">Jg 6:25-32;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/70/1\" data-bid=\"71-2\" class=\"b\"> 1Ki 16:30-32</a>.) The Canaanite goddesses Ashtoreth (<a href=\"/en/wol/bc/r1/lp-e/1200000874/71/0\" data-bid=\"72-1\" class=\"b\">Jg 2:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/71/1\" data-bid=\"72-2\" class=\"b\"> 10:6;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/71/2\" data-bid=\"72-3\" class=\"b\"> 1Sa 7:3,&#xA0;4</a>), Asherah, and Anath are presented in an Egyptian text as both mother-goddesses and as sacred prostitutes who, paradoxically, remain ever-virgin (literally, &#x201C;the great goddesses who conceive but do not bear&#x201D;). Their worship apparently was invariably involved with the services of temple prostitutes. These goddesses symbolized the quality not only of sexual lust but also of sadistic violence and warfare. Thus, the goddess Anath is depicted in the Baal Epic from Ugarit as effecting a general slaughter of men and then decorating herself with suspended heads and attaching men&#x2019;s hands to her girdle while she joyfully wades in their blood. The figurines of the goddess Ashtoreth that have been discovered in Palestine are of a nude woman with rudely exaggerated sex organs. Of their phallic worship, archaeologist W.&#xA0;F.&#xA0;Albright observes that: &#x201C;At its worst, .&#xA0;.&#xA0;. the erotic aspect of their cult must have sunk to extremely sordid depths of social degradation.&#x201D;<wbr>&#x2014;<em>Archaeology and the Religion of Israel, </em>1968, pp.&#xA0;76, 77; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000874/3\">ASHTORETH</a>; <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000874/4\">BAAL</a> No.&#xA0;4.Added to their other degrading practices was that of child sacrifice. According to Merrill F.&#xA0;Unger: &#x201C;Excavations in Palestine have uncovered piles of ashes and remains of infant skeletons in cemeteries around heathen altars, pointing to the widespread practice of this cruel abomination.&#x201D; (<em>Archaeology and the Old Testament, </em>1964, p.&#xA0;279) <em>Halley&#x2019;s Bible Handbook </em>(1964, p.&#xA0;161) says: &#x201C;Canaanites worshipped, by immoral indulgence, as a religious rite, in the presence of their gods; and then, by murdering their first-born children, as a sacrifice to these same gods. It seems that, in large measure, the land of Canaan had become a sort of Sodom and Gomorrah on a national scale. .&#xA0;.&#xA0;. Did a civilization of such abominable filth and brutality have any right longer to exist? .&#xA0;.&#xA0;. Archaeologists who dig in the ruins of Canaanite cities wonder that God did not destroy them sooner than he did.&#x201D;<wbr>&#x2014;PICTURE, Vol.&#xA0;1, p.&#xA0;739.Jehovah had exercised his sovereign right to execute the sentence of death upon the wicked population of the entire planet at the time of the global Flood; he had done so with regard to the entire District of the cities of Sodom and Gomorrah because of &#x2018;the loud cry of complaint about them and their very heavy sin&#x2019; (<a href=\"/en/wol/bc/r1/lp-e/1200000874/72/0\" data-bid=\"73-1\" class=\"b\">Ge 18:20;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/72/1\" data-bid=\"73-2\" class=\"b\"> 19:13</a>); he had executed a decree of destruction upon Pharaoh&#x2019;s military forces at the Red Sea; he had also exterminated the households of Korah and other rebels among the Israelites themselves. <span id=\"page404\" class=\"pageNum\" data-no=\"404\" data-before-text=\"404\"></span>However, in these cases, God had employed natural forces to accomplish the destruction. By contrast, Jehovah now assigned to the Israelites the sacred duty of serving as principal executioners of his divine decree, guided by his angelic messenger and backed by God&#x2019;s almighty power. (<a href=\"/en/wol/bc/r1/lp-e/1200000874/73/0\" data-bid=\"74-1\" class=\"b\">Ex 23:20-23,</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/73/1\" data-bid=\"74-2\" class=\"b\"> 27, 28;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/73/2\" data-bid=\"74-3\" class=\"b\"> De 9:3,&#xA0;4;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/73/3\" data-bid=\"74-4\" class=\"b\"> 20:15-18;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/73/4\" data-bid=\"74-5\" class=\"b\"> Jos 10:42</a>) The results, nevertheless, were precisely the same to the Canaanites as if God had chosen to destroy them by some phenomenon such as a flood, fiery explosion, or earthquake, and the fact that human agents effected the putting to death of the condemned peoples, however unpleasant their task may seem, cannot alter the rightness of the divinely ordained action. (<a href=\"/en/wol/bc/r1/lp-e/1200000874/74/0\" data-bid=\"75-1\" class=\"b\">Jer 48:10</a>) By using this human instrument, pitted against &#x201C;seven nations more populous and mighty&#x201D; than they were, Jehovah&#x2019;s power was magnified and his Godship proved.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000874/75/0\" data-bid=\"76-1\" class=\"b\">De 7:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/75/1\" data-bid=\"76-2\" class=\"b\"> Le 25:38</a>.The Canaanites were not ignorant of the powerful evidence that Israel was God&#x2019;s chosen people and instrument. (<a href=\"/en/wol/bc/r1/lp-e/1200000874/76/0\" data-bid=\"77-1\" class=\"b\">Jos 2:9-21,</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/76/1\" data-bid=\"77-2\" class=\"b\"> 24;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/76/2\" data-bid=\"77-3\" class=\"b\"> 9:24-27</a>) However, with the exception of Rahab and her family and the cities of the Gibeonites, those who came in for destruction neither sought mercy nor availed themselves of the opportunity to flee, but instead they chose to harden themselves in rebellion against Jehovah. He did not force them to bend and give in to his expressed will but, rather, &#x201C;let their hearts become stubborn so as to declare war against Israel, in order that he might devote them to destruction, that they might come to have no favorable consideration, but in order that he might annihilate them&#x201D; in execution of his judgment against them.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000874/77/0\" data-bid=\"78-1\" class=\"b\">Jos 11:19,&#xA0;20</a>.Joshua wisely &#x201C;did not remove a word from all that Jehovah had commanded Moses&#x201D; as to the destruction of the Canaanites. (<a href=\"/en/wol/bc/r1/lp-e/1200000874/78/0\" data-bid=\"79-1\" class=\"b\">Jos 11:15</a>) But the Israelite nation failed to follow up his good lead and completely eliminate the source of pollution of the land. The continued presence of the Canaanites among them brought infection into Israel that, in the course of time, undoubtedly contributed toward more deaths (not to mention crime, immorality, and idolatry) than the decreed extermination of all the Canaanites would have produced had it been faithfully effected. (<a href=\"/en/wol/bc/r1/lp-e/1200000874/79/0\" data-bid=\"80-1\" class=\"b\">Nu 33:55, 56;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/79/1\" data-bid=\"80-2\" class=\"b\"> Jg 2:1-3,</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/79/2\" data-bid=\"80-3\" class=\"b\"> 11-23;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/79/3\" data-bid=\"80-4\" class=\"b\"> Ps 106:34-43</a>) Jehovah had warned the Israelites that his justice and his judgments would not be partial and that for the Israelites to enter into relations with the Canaanites, intermarry with them, practice interfaith, and adopt their religious customs and degenerate practices would mean their inevitably bringing down upon themselves the same decree of annihilation and would result in their also being &#x2018;vomited out of the land.&#x2019;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000874/80/0\" data-bid=\"81-1\" class=\"b\">Ex 23:32, 33;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/80/1\" data-bid=\"81-2\" class=\"b\"> 34:12-17;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/80/2\" data-bid=\"81-3\" class=\"b\"> Le 18:26-30;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/80/3\" data-bid=\"81-4\" class=\"b\"> De 7:2-5,</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/80/4\" data-bid=\"81-5\" class=\"b\"> 25,&#xA0;26</a>.<a href=\"/en/wol/bc/r1/lp-e/1200000874/81/0\" data-bid=\"82-1\" class=\"b\">Judges 3:1, 2</a> states that Jehovah let some of the Canaanite nations stay &#x201C;so as by them to test Israel, that is, all those who had not experienced any of the wars of Canaan; it was only in order for the generations of the sons of Israel to have the experience, so as to teach them war, that is, only those who before that had not experienced such things.&#x201D; This does not contradict the earlier statement (<a href=\"/en/wol/bc/r1/lp-e/1200000874/82/0\" data-bid=\"83-1\" class=\"b\">Jg 2:20-22</a>) that Jehovah allowed these nations to remain because of Israel&#x2019;s unfaithfulness and in order to &#x201C;test Israel, whether they will be keepers of Jehovah&#x2019;s way.&#x201D; Rather, it harmonizes with that reason and shows that later generations of Israelites would thereby be faced with the opportunity to demonstrate obedience to God&#x2019;s commands concerning the Canaanites, putting their faith to the test to the point of endangering their lives in war in order to prove obedient.In view of all of this, it is clear that the opinion held by some Bible critics that the destruction of the Canaanites by Israel is not in harmony with the spirit of the Christian Greek Scriptures does not accord with the facts, as a comparison of such texts as <a href=\"/en/wol/bc/r1/lp-e/1200000874/83/0\" data-bid=\"84-1\" class=\"b\">Matthew 3:7-12;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/83/1\" data-bid=\"84-2\" class=\"b\"> 22:1-7;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/83/2\" data-bid=\"84-3\" class=\"b\"> 23:33;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/83/3\" data-bid=\"84-4\" class=\"b\"> 25:41-46;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/83/4\" data-bid=\"84-5\" class=\"b\"> Mark 12:1-9;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/83/5\" data-bid=\"84-6\" class=\"b\"> Luke 19:14,</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/83/6\" data-bid=\"84-7\" class=\"b\"> 27;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/83/7\" data-bid=\"84-8\" class=\"b\"> Romans 1:18-32;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/83/8\" data-bid=\"84-9\" class=\"b\"> 2&#xA0;Thessalonians 1:6-9;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/83/9\" data-bid=\"84-10\" class=\"b\"> 2:3</a>; and <a href=\"/en/wol/bc/r1/lp-e/1200000874/84/0\" data-bid=\"85-1\" class=\"b\">Revelation 19:11-21</a> will demonstrate.<strong>Later History. </strong>Following the conquest, the situation between the Canaanites and the Israelites gradually became one of relatively peaceful coexistence, though this was to Israel&#x2019;s detriment. (<a href=\"/en/wol/bc/r1/lp-e/1200000874/85/0\" data-bid=\"86-1\" class=\"b\">Jg 3:5,&#xA0;6</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200000874/86/0\" data-bid=\"87-1\" class=\"b\">Jg 19:11-14</a>.) Syrian, Moabite, and Philistine rulers successively gained temporary domination over the Israelites, but it was not until the time of Jabin, called &#x201C;the king of Canaan,&#x201D; that the Canaanites regained sufficient power to accomplish a 20-year subjugation of Israel. (<a href=\"/en/wol/bc/r1/lp-e/1200000874/87/0\" data-bid=\"88-1\" class=\"b\">Jg 4:2,&#xA0;3</a>) After Jabin&#x2019;s ultimate defeat by Barak, Israel&#x2019;s difficulties during the prekingdom period came principally from non-Canaanite sources, the Midianites, Ammonites, and Philistines. Likewise during the time of Samuel, of the Canaanite tribes only the Amorites are briefly mentioned. (<a href=\"/en/wol/bc/r1/lp-e/1200000874/88/0\" data-bid=\"89-1\" class=\"b\">1Sa 7:14</a>) King David evicted the Jebusites from Jerusalem (<a href=\"/en/wol/bc/r1/lp-e/1200000874/89/0\" data-bid=\"90-1\" class=\"b\">2Sa 5:6-9</a>), but his major campaigns were against the Philistines, Ammonites, Moabites, Edomites, Amalekites, and the Syrians. Thus, the Canaanites, though still possessing cities and holding land in Israel&#x2019;s territory (<a href=\"/en/wol/bc/r1/lp-e/1200000874/90/0\" data-bid=\"91-1\" class=\"b\">2Sa 24:7,</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/90/1\" data-bid=\"91-2\" class=\"b\"> 16-18</a>), had evidently ceased to be a threat militarily. Two Hittite warriors are mentioned among David&#x2019;s fighting force.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000874/91/0\" data-bid=\"92-1\" class=\"b\">1Sa 26:6;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/91/1\" data-bid=\"92-2\" class=\"b\"> 2Sa 23:39</a>.During his rule Solomon put the remnants of the <span id=\"page405\" class=\"pageNum\" data-no=\"405\" data-before-text=\"405\"></span>Canaanite tribes to forced labor in his many projects (<a href=\"/en/wol/bc/r1/lp-e/1200000874/92/0\" data-bid=\"93-1\" class=\"b\">1Ki 9:20,&#xA0;21</a>), extending his building work even to the far northern Canaanite city of Hamath. (<a href=\"/en/wol/bc/r1/lp-e/1200000874/93/0\" data-bid=\"94-1\" class=\"b\">2Ch 8:4</a>) But Canaanite wives later contributed to Solomon&#x2019;s downfall, the loss of much of the kingdom for his heir, and the religious corruption of the nation. (<a href=\"/en/wol/bc/r1/lp-e/1200000874/94/0\" data-bid=\"95-1\" class=\"b\">1Ki 11:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/94/1\" data-bid=\"95-2\" class=\"b\"> 13,</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/94/2\" data-bid=\"95-3\" class=\"b\"> 31-33</a>) From Solomon&#x2019;s reign (1037-998&#xA0;B.C.E.) down to the rule of Jehoram of Israel (c.&#xA0;917-905&#xA0;B.C.E.), only the Hittites appear to have maintained a considerable measure of prominence and strength as a tribe, though evidently located to the N of Israel&#x2019;s territory and adjacent to or in Syria.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000874/95/0\" data-bid=\"96-1\" class=\"b\">1Ki 10:29;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/95/1\" data-bid=\"96-2\" class=\"b\"> 2Ki 7:6</a>.Intermarriage with Canaanites still was a problem among the returned Israelites after the Babylonian exile (<a href=\"/en/wol/bc/r1/lp-e/1200000874/96/0\" data-bid=\"97-1\" class=\"b\">Ezr 9:1,&#xA0;2</a>), but the Canaanite kingdoms, including those of the Hittites, had evidently disintegrated under the impact of Syrian, Assyrian, and Babylonian aggression. The term &#x201C;Canaan&#x201D; came to refer primarily to Phoenicia, as in Isaiah&#x2019;s prophecy concerning Tyre (<a href=\"/en/wol/bc/r1/lp-e/1200000874/97/0\" data-bid=\"98-1\" class=\"b\">Isa 23:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/97/1\" data-bid=\"98-2\" class=\"b\"> 11</a>, ftn) and in the case of the &#x201C;Phoenician&#x201D; (literally, &#x201C;Canaanite&#x201D; [Gr., <em>Kha&#xB7;na&#xB7;nai&#x2B9;a</em>]) woman from the region of Tyre and Sidon who approached Jesus.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000874/98/0\" data-bid=\"99-1\" class=\"b\">Mt 15:22</a>, ftn; compare <a href=\"/en/wol/bc/r1/lp-e/1200000874/99/0\" data-bid=\"100-1\" class=\"b\">Mr 7:26</a>.<strong>Commercial and Geopolitical Importance. </strong>Canaan formed a land bridge connecting Egypt with Asia and, more particularly, Mesopotamia. Though the economy of the country was basically agricultural, commercial trade was also engaged in, and the seaport cities of Tyre and Sidon became major trade centers with fleets of ships that were renowned throughout the then-known world. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200000874/100/0\" data-bid=\"101-1\" class=\"b\">Eze&#xA0;27</a>.) Thus, as far back as Job&#x2019;s time, the word &#x201C;Canaanite&#x201D; had become synonymous with &#x2018;tradesman&#x2019; and is so translated. (<a href=\"/en/wol/bc/r1/lp-e/1200000874/101/0\" data-bid=\"102-1\" class=\"b\">Job 41:6;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/101/1\" data-bid=\"102-2\" class=\"b\"> Zep 1:11</a>; note also the reference to Babylon as &#x201C;the land of Canaan,&#x201D; <a href=\"/en/wol/bc/r1/lp-e/1200000874/102/0\" data-bid=\"103-1\" class=\"b\">Eze 17:4,</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/102/1\" data-bid=\"103-2\" class=\"b\">&#xA0;12</a>.) Canaan thus occupied a very strategic place in the Fertile Crescent and was the target of the great empires of Mesopotamia, Asia Minor, and Africa that were seeking to control military passage and commercial traffic through Canaan&#x2019;s confines. God&#x2019;s placing of his chosen people in this land, therefore, was certain to draw the attention of the nations and have far-reaching effects; in a geographic sense, though more importantly in a religious sense, the Israelites could be said to dwell &#x201C;in the center of the earth.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000874/103/0\" data-bid=\"104-1\" class=\"b\">Eze 38:12</a>.<strong>Language. </strong>Although the Bible record clearly shows the Canaanites to be Hamitic, the majority of reference works speak of them as of Semitic origin. This classification is based on the evidence of a Semitic language spoken by the Canaanites. The evidence most frequently appealed to is the large number of texts found at Ras Shamra (Ugarit) written in a Semitic language or dialect and considered to date from as far back as the 14th&#xA0;century B.C.E. However, Ugarit apparently did not come within the Biblical boundaries of Canaan. An article by A.&#xA0;F.&#xA0;Rainey in <em>The Biblical Archaeologist </em>(1965, p.&#xA0;105) states that on ethnic, political, and, probably, linguistic bases &#x201C;it is now clearly a misnomer to call Ugarit a &#x2018;Canaanite&#x2019; city.&#x201D; He gives further evidence to show that &#x201C;Ugarit and the land of Canaan were separate and distinct political entities.&#x201D; Hence, these tablets provide no clear rule by which to determine the language of the Canaanites.Many of the Amarna Tablets found in Egypt do proceed from cities in Canaan proper, and these tablets, predating the Israelite conquest, are written mainly in cuneiform Babylonian, a Semitic language. This, however, was the diplomatic language of the entire Middle East at that time, so that it was used even when writing to the Egyptian court. Thus, it is of considerable interest to note the statement in <em>The Interpreter&#x2019;s Dictionary of the Bible </em>(edited by G.&#xA0;A.&#xA0;Buttrick, 1962, Vol.&#xA0;1, p.&#xA0;495) that &#x201C;the Amarna Letters contain evidence for the opinion that <em>non-Semitic ethnic elements </em>settled in Palestine and Syria at a rather early date, for a number of these letters show <em>a remarkable influence of non-Semitic tongues.&#x201D; </em>(Italics ours.) The facts are that there is still uncertainty as to the <em>original </em>language spoken by the first inhabitants of Canaan.It is true, however, that the Bible account itself appears to show that Abraham and his descendants were able to converse with the people of Canaan without the need of an interpreter, and it may also be noted that, while some place-names of a non-Semitic type were used, most of the towns and cities captured by the Israelites already bore Semitic names. Still, Philistine kings in Abraham&#x2019;s time and also, evidently, David&#x2019;s time, were called &#x201C;Abimelech&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000874/104/0\" data-bid=\"105-1\" class=\"b\">Ge 20:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/104/1\" data-bid=\"105-2\" class=\"b\"> 21:32;</a><a href=\"/en/wol/bc/r1/lp-e/1200000874/104/2\" data-bid=\"105-3\" class=\"b\"> Ps&#xA0;34:Sup</a>), a thoroughly Semitic name (or title), whereas it is nowhere contended that the Philistines were a Semitic race. So, it would appear that the Canaanite tribes, over a period of some centuries from the time of the confusion of tongues at Babel (<a href=\"/en/wol/bc/r1/lp-e/1200000874/105/0\" data-bid=\"106-1\" class=\"b\">Ge 11:8,&#xA0;9</a>), apparently changed over to a Semitic tongue from their original Hamitic language. This may have been because of their close association with the Aramaic-speaking peoples of Syria, as a result of Mesopotamian domination for a period of time, or for other reasons not now apparent. Such a change would be no greater than that of other ancient nations, such as the ancient Persians, who, <span id=\"page406\" class=\"pageNum\" data-no=\"406\" data-before-text=\"406\"></span>though of Indo-European (Japhetic) stock, later adopted the Semitic Aramaean language and writing.&#x201C;The language of Canaan&#x201D; referred to at <a href=\"/en/wol/bc/r1/lp-e/1200000874/106/0\" data-bid=\"107-1\" class=\"b\">Isaiah 19:18</a> would by then (eighth century B.C.E.) be the Hebrew language, the principal language of the land.<strong>[Picture on page&#xA0;403]</strong>Steles found at Hazor. The inscription on center stele may symbolize a petition to the moon-god"}