{"title":"Canon","link":"/en/wol/d/r1/lp-e/1200000880","html":"<span id=\"page406\" class=\"pageNum\" data-no=\"406\" data-before-text=\"406\"></span><strong>CANON</strong>(of the Bible).Originally the reed (Heb., <em>qa&#xB7;neh&#x2B9;</em>) served as a rule or measuring device. (<a href=\"/en/wol/bc/r1/lp-e/1200000880/0/0\" data-bid=\"1-1\" class=\"b\">Eze 40:3-8;</a><a href=\"/en/wol/bc/r1/lp-e/1200000880/0/1\" data-bid=\"1-2\" class=\"b\"> 41:8;</a><a href=\"/en/wol/bc/r1/lp-e/1200000880/0/2\" data-bid=\"1-3\" class=\"b\"> 42:16-19</a>) The apostle Paul applied <em>ka&#xB7;non&#x2B9; </em>to the &#x201C;territory&#x201D; measured out as his assignment, and again to the &#x201C;rule of conduct&#x201D; by which Christians were to measure how they acted. (<a href=\"/en/wol/bc/r1/lp-e/1200000880/1/0\" data-bid=\"2-1\" class=\"b\">2Co 10:13-16;</a><a href=\"/en/wol/bc/r1/lp-e/1200000880/1/1\" data-bid=\"2-2\" class=\"b\"> Ga 6:16</a>) The &#x201C;Bible canon&#x201D; came to denote the catalog of inspired books worthy of being used as a straightedge in measuring faith, doctrine, and conduct.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000880/0\">BIBLE</a>.The mere writing of a religious book, its preservation for hundreds of years, and its esteem by millions do not prove it is of divine origin or canonical. It must bear credentials of Divine Authorship demonstrating that it was inspired by God. The apostle Peter states: &#x201C;Prophecy was at no time brought by man&#x2019;s will, but men spoke from God as they were borne along by holy spirit.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000880/2/0\" data-bid=\"3-1\" class=\"b\">2Pe 1:21</a>) An examination of the Bible canon shows that its contents measure up to this criterion in every respect.<strong>Hebrew Scriptures. </strong>The Bible began with the writings of Moses, 1513&#xA0;B.C.E. In these are preserved God&#x2019;s commandments and precepts to Adam, Noah, Abraham, Isaac, and Jacob, as well as the regulations of the Law covenant. What is called the <em>Pentateuch </em>includes the five books of Genesis, Exodus, Leviticus, Numbers, and Deuteronomy. Job, apparently also written by Moses, fills in history after the death of Joseph (1657&#xA0;B.C.E.) and before Moses proved himself to be an integrity-keeping servant of God, a time when there was &#x201C;no one like [Job] in the earth.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000880/3/0\" data-bid=\"4-1\" class=\"b\">Job 1:8;</a><a href=\"/en/wol/bc/r1/lp-e/1200000880/3/1\" data-bid=\"4-2\" class=\"b\"> 2:3</a>) Moses also wrote <a href=\"/en/wol/bc/r1/lp-e/1200000880/4/0\" data-bid=\"5-1\" class=\"b\">Psalm 90</a> and, possibly, <a href=\"/en/wol/bc/r1/lp-e/1200000880/5/0\" data-bid=\"6-1\" class=\"b\">91</a>.That these writings of Moses were of divine origin, inspired of God, canonical, and a safe guideline for pure worship, there can be no doubt, in the light of internal evidence. It was not through Moses&#x2019; initiative that he became the leader and commander of the Israelites; at first Moses drew back at the suggestion. (<a href=\"/en/wol/bc/r1/lp-e/1200000880/6/0\" data-bid=\"7-1\" class=\"b\">Ex 3:10, 11;</a><a href=\"/en/wol/bc/r1/lp-e/1200000880/6/1\" data-bid=\"7-2\" class=\"b\"> 4:10-14</a>) Rather, God raised Moses up and invested in him such miraculous powers that even Pharaoh&#x2019;s magic-practicing priests were compelled to acknowledge that what Moses did originated with God. (<a href=\"/en/wol/bc/r1/lp-e/1200000880/7/0\" data-bid=\"8-1\" class=\"b\">Ex 4:1-9;</a><a href=\"/en/wol/bc/r1/lp-e/1200000880/7/1\" data-bid=\"8-2\" class=\"b\"> 8:16-19</a>) So it was not Moses&#x2019; personal ambition to be an orator and writer. Rather, in obedience to God&#x2019;s command and with the divine credentials of holy spirit, Moses was moved first to speak and then to write down part of the Bible canon.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000880/8/0\" data-bid=\"9-1\" class=\"b\">Ex 17:14</a>.Jehovah himself set the precedent for having laws and commandments written down. After speaking to Moses in Mount Sinai, Jehovah &#x201C;proceeded to give Moses two tablets of the Testimony, tablets of stone written on by God&#x2019;s finger.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000880/9/0\" data-bid=\"10-1\" class=\"b\">Ex 31:18</a>) Later we read, &#x201C;And Jehovah went on to say to Moses: &#x2018;Write down for yourself these words.&#x2019;&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000880/10/0\" data-bid=\"11-1\" class=\"b\">Ex 34:27</a>) Jehovah, therefore, was the one who communicated with Moses and instructed him to write down and preserve the first five books of the Bible canon. No council of men made them canonical; from their inception they had divine approval.&#x201C;As soon as Moses had finished writing the words of this law in a book,&#x201D; he commanded the Levites, saying: &#x201C;Taking this book of the law, you must place it at the side of the ark of the covenant of Jehovah your God, and it must serve as a <span id=\"page407\" class=\"pageNum\" data-no=\"407\" data-before-text=\"407\"></span>witness there against you.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000880/11/0\" data-bid=\"12-1\" class=\"b\">De 31:9,</a><a href=\"/en/wol/bc/r1/lp-e/1200000880/11/1\" data-bid=\"12-2\" class=\"b\"> 24-26</a>) It is noteworthy that Israel acknowledged this record of God&#x2019;s dealings and did not deny these facts. Since the contents of the books in many instances were a discredit to the nation generally, the people might well have been expected to reject them if possible, but this never seems to have been an issue.Like Moses, the priestly class were used by God both to preserve these written commandments and to teach them to the people. When the Ark was brought into Solomon&#x2019;s temple (1026&#xA0;B.C.E.), nearly 500 years after Moses began writing the Pentateuch, the two stone tablets were still in the Ark (<a href=\"/en/wol/bc/r1/lp-e/1200000880/12/0\" data-bid=\"13-1\" class=\"b\">1Ki 8:9</a>), and 384 years after that, when &#x201C;the very book of the law&#x201D; was found in the house of Jehovah during Josiah&#x2019;s 18th year (642&#xA0;B.C.E.), the same high regard for it was still shown. (<a href=\"/en/wol/bc/r1/lp-e/1200000880/13/0\" data-bid=\"14-1\" class=\"b\">2Ki 22:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200000880/13/1\" data-bid=\"14-2\" class=\"b\"> 8-20</a>) Similarly, there was &#x201C;great rejoicing&#x201D; when, after the return from Babylonian exile, Ezra read from the book of the Law during an eight-day assembly.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000880/14/0\" data-bid=\"15-1\" class=\"b\">Ne 8:5-18</a>.Following Moses&#x2019; death, the writings of Joshua, Samuel, Gad, and Nathan (Joshua, Judges, Ruth, 1 and 2&#xA0;Samuel) were added. Kings David and Solomon also made contributions to the growing canon of Holy Writings. Then came the prophets from Jonah to Malachi, each contributing to the Bible canon, each endowed with miraculous prophetic ability from God, each in turn meeting the requirements of true prophets as outlined by Jehovah, namely, they spoke in the name of Jehovah, their prophecy came true, and they turned the people toward God. (<a href=\"/en/wol/bc/r1/lp-e/1200000880/15/0\" data-bid=\"16-1\" class=\"b\">De 13:1-3;</a><a href=\"/en/wol/bc/r1/lp-e/1200000880/15/1\" data-bid=\"16-2\" class=\"b\"> 18:20-22</a>) When Hananiah and Jeremiah were tested on the last two points (both spoke in Jehovah&#x2019;s name), only the words of Jeremiah came to pass. Thus Jeremiah proved to be Jehovah&#x2019;s prophet.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000880/16/0\" data-bid=\"17-1\" class=\"b\">Jer 28:10-17</a>.Just as Jehovah inspired men to write, it logically follows that he would direct and watch over the collecting and preserving of these inspired writings in order that mankind would have an enduring canonical straightedge for true worship. According to Jewish tradition, Ezra had a hand in this work after the exiled Jews were resettled in Judah. He was certainly qualified for the work, being one of the inspired Bible writers, a priest, and also &#x201C;a skilled copyist in the law of Moses.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000880/17/0\" data-bid=\"18-1\" class=\"b\">Ezr 7:1-11</a>) Only the books of Nehemiah and Malachi remained to be added. The canon of the Hebrew Scriptures, therefore, was well fixed by the end of the fifth century B.C.E., containing the same writings that we have today.The canon of the Hebrew Scriptures was traditionally divided into three sections: the Law, the Prophets, and the Writings, or Hagiographa, contained in 24 books, as shown in the chart. By further combining Ruth with Judges, and Lamentations with Jeremiah, some Jewish authorities counted 22, the same as the number of letters in the Hebrew alphabet. In his prologue to the books of Samuel and Kings, Jerome, though seeming to favor counting 22, said: &#x201C;Some would include both Ruth and Lamentations among the Hagiographa .&#xA0;.&#xA0;. and thus would get twenty-four books.&#x201D;The Jewish historian Josephus, in answering opponents in his work <em>Against Apion </em>(I, 38-40 [8]) around the year 100&#xA0;C.E., confirms that by then the canon of the Hebrew Scriptures had been fixed for a long time. He wrote: &#x201C;We do not possess myriads of inconsistent books, conflicting with each other. Our books, those which are justly accredited, are but two and twenty, and contain the record of all time. Of these, five are the books of Moses, comprising the laws and the traditional history from the birth of man down to the death of the lawgiver. .&#xA0;.&#xA0;. From the death of Moses until Artaxerxes, who succeeded Xerxes as king of Persia, the prophets subsequent to Moses wrote the history of the events of their own times in thirteen books. The remaining four books contain hymns to God and precepts for the conduct of human life.&#x201D;Canonicity of a book therefore does not rest in whole or in part on whether some council, committee, or community accepts or rejects it. The voice of such noninspired men is valuable only as witness to what God himself has already done through his accredited representatives.<span id=\"page408\" class=\"pageNum\" data-no=\"408\" data-before-text=\"408\"></span>The exact <em>number </em>of books in the Hebrew Scriptures is not important (whether a certain two are combined or left separated), nor is the particular order in which they follow one another, since the books remained as separate rolls long after the canon was closed. Ancient catalogs vary in the order the books are listed, as, for example, one listing places Isaiah after the book of Ezekiel. What is most important, however, is <em>what </em>books are included. In reality, only those books now in the canon have any solid claim for canonicity. From ancient times efforts to include other writings have been resisted. Two Jewish councils held at Yavne or Jamnia, a little S of Joppa, about 90 and 118&#xA0;C.E. respectively, when discussing the Hebrew Scriptures, expressly excluded all Apocryphal writings.Josephus bears witness to this general Jewish opinion of the Apocryphal writings when he says: &#x201C;From Artaxerxes to our own time the complete history has been written, but has not been deemed worthy of equal credit with the earlier records, because of the failure of the exact succession of the prophets. We have given practical proof of our reverence for our own Scriptures. For, although such long ages have now passed, no one has ventured either to add, or to remove, or to alter a syllable; and it is an instinct with every Jew, from the day of his birth, to regard them as the decrees of God, to abide by them, and, if need be, cheerfully to die for them.&#x201D;<wbr>&#x2014;<em>Against Apion, </em>I, 41, 42 (8).This long historical position of the Jews toward the Hebrew Scripture canon is very important, in view of what Paul wrote to the Romans. The Jews, the apostle says, &#x201C;were entrusted with the sacred pronouncements of God,&#x201D; which included writing and protecting the Bible canon.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000880/18/0\" data-bid=\"19-1\" class=\"b\">Ro 3:1,&#xA0;2</a>.Acknowledging but by no means establishing the Bible canon that God&#x2019;s holy spirit had authorized were early councils (Laodicea, 367&#xA0;C.E.; Chalcedon, 451&#xA0;C.E.) and so-called church fathers who were substantially agreed in accepting the established Jewish canon and in rejecting the Apocryphal books. Examples of such men include: Justin Martyr, Christian apologist (died c. 165&#xA0;C.E.); Melito, &#x201C;bishop&#x201D; of Sardis (2nd&#xA0;century C.E.); Origen, Biblical scholar (185?-254? C.E.); Hilary, &#x201C;bishop&#x201D; of Poitiers (died 367? C.E.); Epiphanius, &#x201C;bishop&#x201D; of Constantia (from 367&#xA0;C.E.); Gregory Nazianzus (330?-389? C.E.); Rufinus of Aquileia, &#x201C;the learned Translator of Origen&#x201D; (345?-410&#xA0;C.E.); Jerome (340?-420&#xA0;C.E.), Biblical scholar of the Latin church and compiler of the <em>Vulgate.</em> In his prologue to the books of Samuel and Kings, after enumerating the 22 books of the Hebrew Scriptures, Jerome says: &#x201C;Whatever is beyond these must be put in the apocrypha.&#x201D;The most conclusive testimony on the canonicity of the Hebrew Scriptures is the unimpeachable word of Jesus Christ and the writers of the Christian Greek Scriptures. Though they nowhere give an exact number of books, the unmistakable conclusion drawn from what they said is that the canon of the Hebrew Scriptures did not contain the Apocryphal books.If there was not a definite collection of Holy Writings known and recognized by them and those to whom they spoke and wrote, they would not have used such expressions as &#x201C;the Scriptures&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000880/19/0\" data-bid=\"20-1\" class=\"b\">Mt 22:29;</a><a href=\"/en/wol/bc/r1/lp-e/1200000880/19/1\" data-bid=\"20-2\" class=\"b\"> Ac 18:24</a>); &#x201C;the holy Scriptures&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000880/20/0\" data-bid=\"21-1\" class=\"b\">Ro 1:2</a>); &#x201C;the holy writings&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000880/21/0\" data-bid=\"22-1\" class=\"b\">2Ti 3:15</a>); the &#x201C;Law,&#x201D; often meaning the whole body of Scripture (<a href=\"/en/wol/bc/r1/lp-e/1200000880/22/0\" data-bid=\"23-1\" class=\"b\">Joh 10:34;</a><a href=\"/en/wol/bc/r1/lp-e/1200000880/22/1\" data-bid=\"23-2\" class=\"b\"> 12:34;</a><a href=\"/en/wol/bc/r1/lp-e/1200000880/22/2\" data-bid=\"23-3\" class=\"b\"> 15:25</a>); &#x201C;the Law and the Prophets,&#x201D; used as a generic term meaning the entire Hebrew Scriptures and not simply the first and second sections of those Scriptures (<a href=\"/en/wol/bc/r1/lp-e/1200000880/23/0\" data-bid=\"24-1\" class=\"b\">Mt 5:17;</a><a href=\"/en/wol/bc/r1/lp-e/1200000880/23/1\" data-bid=\"24-2\" class=\"b\"> 7:12;</a><a href=\"/en/wol/bc/r1/lp-e/1200000880/23/2\" data-bid=\"24-3\" class=\"b\"> 22:40;</a><a href=\"/en/wol/bc/r1/lp-e/1200000880/23/3\" data-bid=\"24-4\" class=\"b\"> Lu 16:16</a>). When Paul referred to &#x201C;the Law,&#x201D; he quoted from Isaiah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000880/24/0\" data-bid=\"25-1\" class=\"b\">1Co 14:21;</a><a href=\"/en/wol/bc/r1/lp-e/1200000880/24/1\" data-bid=\"25-2\" class=\"b\"> Isa 28:11</a>.It is most unlikely that the original Greek <em>Septuagint </em>contained Apocryphal books. (See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000880/1\">APOCRYPHA</a>.) But even if some of these writings of doubtful origin crept into subsequent copies of the <em>Septuagint </em>circulated in Jesus&#x2019; day, neither he nor the writers of the Christian Greek Scriptures quoted from them even though using the <em>Septuagint; </em>they never cited as &#x201C;Scripture&#x201D; or the product of holy spirit any Apocryphal writing. So, not only do the Apocryphal books lack internal evidence of divine inspiration and attestation by ancient inspired writers of Hebrew Scriptures but they also lack the stamp of approval by Jesus and his divinely accredited apostles. However, Jesus did approve the Hebrew canon, referring to the entire Hebrew Scriptures when he spoke of &#x201C;all the things written in the <em>law </em>of Moses and in the <em>Prophets </em>and <em>Psalms,&#x201D; </em>the Psalms being the first and longest book in the section called the Hagiographa or Holy Writings.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000880/25/0\" data-bid=\"26-1\" class=\"b\">Lu 24:44</a>.Jesus&#x2019; words at <a href=\"/en/wol/bc/r1/lp-e/1200000880/26/0\" data-bid=\"27-1\" class=\"b\">Matthew 23:35</a> (and at <a href=\"/en/wol/bc/r1/lp-e/1200000880/27/0\" data-bid=\"28-1\" class=\"b\">Lu 11:50,&#xA0;51</a>) are also very significant: &#x201C;That there may come upon you all the righteous blood spilled on earth, from the blood of righteous Abel to the blood of Zechariah son of Barachiah, whom you murdered between the sanctuary and the altar.&#x201D; Timewise, the prophet Urijah was put to death during the reign of Jehoiakim more than two centuries after Zechariah&#x2019;s murder near the end of Jehoash&#x2019;s reign. (<a href=\"/en/wol/bc/r1/lp-e/1200000880/28/0\" data-bid=\"29-1\" class=\"b\">Jer 26:20-23</a>) So if Jesus wanted to cite the whole list of martyrs, why did he not <span id=\"page409\" class=\"pageNum\" data-no=\"409\" data-before-text=\"409\"></span>say &#x2018;from Abel to <em>Urijah&#x2019;? </em>Evidently it was because the instance concerning Zechariah is found at <a href=\"/en/wol/bc/r1/lp-e/1200000880/29/0\" data-bid=\"30-1\" class=\"b\">2&#xA0;Chronicles 24:20, 21</a>, and hence near the <em>end </em>of the traditional Hebrew canon. So in this sense Jesus&#x2019; statement did embrace all the murdered witnesses of Jehovah mentioned in the Hebrew Scriptures, from Abel listed in the first book (Genesis) to Zechariah cited in the last book (Chronicles), which, by illustration, would be like our saying &#x201C;from Genesis to Revelation.&#x201D;<strong>Christian Greek Scriptures. </strong>The writing as well as the collecting of the 27 books comprising the canon of the Christian Greek Scriptures was similar to that of the Hebrew Scriptures. Christ &#x201C;gave gifts in men,&#x201D; yes, &#x201C;he gave some as apostles, some as prophets, some as evangelizers, some as shepherds and teachers.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000880/30/0\" data-bid=\"31-1\" class=\"b\">Eph 4:8,</a><a href=\"/en/wol/bc/r1/lp-e/1200000880/30/1\" data-bid=\"31-2\" class=\"b\"> 11-13</a>) With God&#x2019;s holy spirit on them they set forth sound doctrine for the Christian congregation and, &#x201C;by way of a reminder,&#x201D; repeated many things already written in the Scriptures.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000880/31/0\" data-bid=\"32-1\" class=\"b\">2Pe 1:12, 13;</a><a href=\"/en/wol/bc/r1/lp-e/1200000880/31/1\" data-bid=\"32-2\" class=\"b\"> 3:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200000880/31/2\" data-bid=\"32-3\" class=\"b\"> Ro 15:15</a>.Outside the Scriptures themselves there is evidence that, as early as 90-100&#xA0;C.E., at least ten of Paul&#x2019;s letters were collected together. It is certain that at an early date Christians were gathering together the inspired Christian writings.We read that &#x201C;near the close of the 1st cent., Clement bishop of Rome was acquainted with Paul&#x2019;s letter to the church at Corinth. After him, the letters of both Ignatius bishop of Antioch and Polycarp bishop of Smyrna attest the dissemination of the Pauline letters by the second decade of the 2nd&#xA0;century.&#x201D; (<em>The International Standard Bible Encyclopedia, </em>edited by G.&#xA0;W.&#xA0;Bromiley, 1979, Vol.&#xA0;1, p.&#xA0;603) These were all early writers<wbr>&#x2014;Clement of Rome (30?-100? C.E.), Polycarp (69?-155? C.E.), and Ignatius of Antioch (late 1st and early 2nd centuries C.E.)<wbr>&#x2014;who wove in quotations and extracts from various books of the Christian Greek Scriptures, showing their acquaintance with such canonical writings.Justin Martyr (died c. 165&#xA0;C.E.) in his &#x201C;Dialogue With Trypho, a Jew&#x201D; (XLIX), used the expression &#x201C;it is written&#x201D; when quoting from Matthew, in the same way the Gospels themselves do when referring to the Hebrew Scriptures. The same is also true in an earlier anonymous work, &#x201C;The Epistle of Barnabas&#x201D; (IV). Justin Martyr in &#x201C;The First Apology&#x201D; (LXVI, LXVII) calls the &#x201C;memoirs of the apostles&#x201D; &#x201C;Gospels.&#x201D;<wbr>&#x2014;<em>The Ante-Nicene Fathers, </em>Vol.&#xA0;I, pp.&#xA0;220, 139, 185, 186.Theophilus of Antioch (2nd&#xA0;century C.E.) declared: &#x201C;Concerning the righteousness which the law enjoined, confirmatory utterances are found both with the prophets and in the Gospels, because they all spoke inspired by one Spirit of God.&#x201D; Theophilus then uses such expressions as &#x2018;says the Gospel&#x2019; (quoting <a href=\"/en/wol/bc/r1/lp-e/1200000880/32/0\" data-bid=\"33-1\" class=\"b\">Mt 5:28,</a><a href=\"/en/wol/bc/r1/lp-e/1200000880/32/1\" data-bid=\"33-2\" class=\"b\"> 32,</a><a href=\"/en/wol/bc/r1/lp-e/1200000880/32/2\" data-bid=\"33-3\" class=\"b\"> 44,</a><a href=\"/en/wol/bc/r1/lp-e/1200000880/32/3\" data-bid=\"33-4\" class=\"b\"> 46;</a><a href=\"/en/wol/bc/r1/lp-e/1200000880/32/4\" data-bid=\"33-5\" class=\"b\"> 6:3</a>) and &#x201C;the divine word gives us instructions&#x201D; (quoting <a href=\"/en/wol/bc/r1/lp-e/1200000880/33/0\" data-bid=\"34-1\" class=\"b\">1Ti 2:2</a> and <a href=\"/en/wol/bc/r1/lp-e/1200000880/34/0\" data-bid=\"35-1\" class=\"b\">Ro 13:7,&#xA0;8</a>).<wbr>&#x2014;<em>The Ante-Nicene Fathers, </em>1962, Vol.&#xA0;II, pp.&#xA0;114, 115, &#x201C;Theophilus to Autolycus&#x201D; (XII, XIII).By the end of the second century there was no question but that the canon of the Christian Greek Scriptures was closed, and we find such ones as Irenaeus, Clement of Alexandria, and Tertullian recognizing the writings comprising the Christian Scriptures as carrying authority equal to that of the Hebrew Scriptures. Irenaeus in appealing to the Scriptures makes no fewer than 200 quotations from Paul&#x2019;s letters. Clement says he will answer his opponents by &#x201C;the Scriptures which we believe are valid from their omnipotent authority,&#x201D; that is, &#x201C;by the law and the prophets, and besides by the blessed Gospel.&#x201D;<wbr>&#x2014;<em>The Ante-Nicene Fathers, </em>Vol.&#xA0;II, p.&#xA0;409, &#x201C;The Stromata, or Miscellanies.&#x201D;The canonicity of certain individual books of the Christian Greek Scriptures has been disputed by some, but the arguments against them are very weak. For critics to reject, for example, the book of Hebrews simply because it does not bear Paul&#x2019;s name and because it differs slightly in style from his other letters is shallow reasoning. B.&#xA0;F.&#xA0;Westcott observed that &#x201C;the canonical authority of the Epistle is independent of its Pauline authorship.&#x201D; (<em>The Epistle to the Hebrews, </em>1892, p.&#xA0;lxxi) Objection on the grounds of unnamed writership is far outweighed by the presence of Hebrews in the Chester Beatty Papyrus No.&#xA0;2 (P&#x2060;<sup>46</sup>) (dated within 150 years of Paul&#x2019;s death), which contains it along with eight other letters of Paul.Sometimes the canonicity of small books such as James, Jude, Second and Third John, and Second Peter is questioned on the grounds that these books are quoted very little by early writers. However, they make up all together only one thirty-sixth of the Christian Greek Scriptures and were therefore less likely to be referred to. In this connection it may be observed that Second Peter is quoted by Irenaeus as bearing the same evidence of canonicity as the rest of the Greek Scriptures. The same is true of Second John. (<em>The Ante-Nicene Fathers, </em>Vol.&#xA0;I, pp.&#xA0;551, 557, 341, 443, &#x201C;Irenaeus Against Heresies&#x201D;) Revelation, also rejected by some, was attested to by many early commentators, including Papias, Justin Martyr, Melito, and Irenaeus.The real test of canonicity, however, is not how <span id=\"page410\" class=\"pageNum\" data-no=\"410\" data-before-text=\"410\"></span>many times or by what nonapostolic writer a certain book has been quoted. The contents of the book itself must give evidence that it is a product of holy spirit. Consequently, it cannot contain superstitions or demonism, nor can it encourage creature worship. It must be in total harmony and complete unity with the rest of the Bible, thus supporting the authorship of Jehovah God. Each book must conform to the divine &#x201C;pattern of healthful words&#x201D; and be in harmony with the teachings and activities of Christ Jesus. (<a href=\"/en/wol/bc/r1/lp-e/1200000880/35/0\" data-bid=\"36-1\" class=\"b\">2Ti 1:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200000880/35/1\" data-bid=\"36-2\" class=\"b\"> 1Co 4:17</a>) The apostles clearly had divine accreditation and they spoke in attestation of such other writers as Luke and James, the half brother of Jesus. By holy spirit the apostles had &#x201C;discernment of inspired utterances&#x201D; as to whether such were of God or not. (<a href=\"/en/wol/bc/r1/lp-e/1200000880/36/0\" data-bid=\"37-1\" class=\"b\">1Co 12:4,</a><a href=\"/en/wol/bc/r1/lp-e/1200000880/36/1\" data-bid=\"37-2\" class=\"b\">&#xA0;10</a>) With the death of John, the last apostle, this reliable chain of divinely inspired men came to an end, and so with the Revelation, John&#x2019;s Gospel, and his epistles, the Bible canon closed.The 66 canonical books of our Bible in their harmonious unity and balance testify to the oneness and completeness of the Bible and recommend it to us as indeed Jehovah&#x2019;s Word of inspired truth, preserved until now against all its enemies. (<a href=\"/en/wol/bc/r1/lp-e/1200000880/37/0\" data-bid=\"38-1\" class=\"b\">1Pe 1:25</a>) For a complete listing of the 66 books that make up the entire Bible canon, the writers, when the books were completed, and the time covered by each, see &#x201C;Table of Bible Books in Order Completed&#x201D; under <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000880/2\">BIBLE</a>.<wbr>&#x2014;See also individual article for each Bible book.<strong>[Chart on page&#xA0;407]</strong><strong>JEWISH CANON OF THE SCRIPTURES</strong>  <strong>The Law          The Prophets                 The Writings</strong>                                                (Hagiographa)1. Genesis       6. Joshua                    14. Psalms2. Exodus        7. Judges                    15. Proverbs3. Leviticus     8. 1, 2&#xA0;Samuel               16. Job4. Numbers       9. 1, 2&#xA0;Kings                17. Song of Solomon5. Deuteronomy   10. Isaiah                   18. Ruth                 11. Jeremiah                 19. Lamentations                 12. Ezekiel                  20. Ecclesiastes                 13. The Twelve Prophets      21. Esther                 (Hosea, Joel, Amos,          22. Daniel                 Obadiah, Jonah, Micah,       23. Ezra, Nehemiah                 Nahum, Habakkuk, Zephaniah,  24. 1, 2&#xA0;Chronicles                 Haggai, Zechariah, Malachi)"}