{"title":"Cheek","link":"/en/wol/d/r1/lp-e/1200000929","html":"<span id=\"page429\" class=\"pageNum\" data-no=\"429\" data-before-text=\"429\"></span><strong>CHEEK</strong>Either side of the face above the jaw and below the eye; in Hebrew <em>lechi&#x2B9;, </em>and in Greek <em>si&#xB7;a&#xB7;gon&#x2B9;. </em>The Bible speaks of striking the cheek, not so much to inflict physical harm, but to chastise, reproach, or insult. Thus Jehovah&#x2019;s prophet Micaiah was struck on the cheek for prophesying bad consequences against wicked King Ahab of Israel. (<a href=\"/en/wol/bc/r1/lp-e/1200000929/0/0\" data-bid=\"1-1\" class=\"b\">1Ki 22:24;</a><a href=\"/en/wol/bc/r1/lp-e/1200000929/0/1\" data-bid=\"1-2\" class=\"b\"> 2Ch 18:23</a>) Job was reproachfully struck on the cheeks by those who disrespected and ridiculed him during his trial at Satan&#x2019;s hands.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000929/1/0\" data-bid=\"2-1\" class=\"b\">Job 16:10</a>.The prophets Isaiah and Micah prophesied relative to the Messiah&#x2019;s being struck on the cheek and the hair being pulled from the cheeks, all significant of the bitter reproach that his enemies would heap upon him. (<a href=\"/en/wol/bc/r1/lp-e/1200000929/2/0\" data-bid=\"3-1\" class=\"b\">Isa 50:6;</a><a href=\"/en/wol/bc/r1/lp-e/1200000929/2/1\" data-bid=\"3-2\" class=\"b\"> Mic 5:1</a>) This was fulfilled on Jesus Christ by the Jews at his trial before the Sanhedrin and by the Roman soldiers later on, just before he was put to death on the torture stake. (<a href=\"/en/wol/bc/r1/lp-e/1200000929/3/0\" data-bid=\"4-1\" class=\"b\">Mt 26:67, 68;</a><a href=\"/en/wol/bc/r1/lp-e/1200000929/3/1\" data-bid=\"4-2\" class=\"b\"> Joh 18:22, 23;</a><a href=\"/en/wol/bc/r1/lp-e/1200000929/3/2\" data-bid=\"4-3\" class=\"b\"> 19:3</a>) But Jesus did not retaliate in kind or answer with bitter, angry words.Jesus had given his disciples counsel: &#x201C;You heard that it was said, &#x2018;Eye for eye and tooth for tooth.&#x2019; However, I say to you: Do not resist him that is wicked; but whoever slaps you on your right cheek, turn the other also to him.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000929/4/0\" data-bid=\"5-1\" class=\"b\">Mt 5:38,&#xA0;39</a>) Here Jesus was not teaching pacifism or denying the right of self-defense from bodily harm, but he was teaching that a Christian does not need to pay back blow for blow, retaliating, taking vengeance. He was inculcating the principle of avoiding quarrels by not replying or reacting in kind. A slap on the cheek is not intended to injure physically but only to insult or to provoke into a fight. Jesus did not say that if someone strikes a Christian on the jaw, he should get up off the floor and hold the other side of his face for a target. What Jesus was saying was that if anyone tried to provoke a Christian into a fight or argument by either slapping him with an open hand or stinging him with insulting words, it would be wrong to retaliate. This is in harmony with the statements of the apostles, giving further emphasis to this principle.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000929/5/0\" data-bid=\"6-1\" class=\"b\">Ro 12:17-21;</a><a href=\"/en/wol/bc/r1/lp-e/1200000929/5/1\" data-bid=\"6-2\" class=\"b\"> 1Pe 3:9</a>."}