{"title":"Chieftain","link":"/en/wol/d/r1/lp-e/1200000951","html":"<span id=\"page433\" class=\"pageNum\" data-no=\"433\" data-before-text=\"433\"></span><strong>CHIEFTAIN</strong>A man in a ruling position, such as the hereditary head of a tribe or a paternal house. The Hebrew word <em>na&#xB7;si&#x2BC;&#x2B9; </em>is variously rendered by Bible translators as &#x201C;prince,&#x201D; &#x201C;leader,&#x201D; &#x201C;ruler,&#x201D; &#x201C;chieftain.&#x201D; (See <a href=\"/en/wol/tc/r1/lp-e/1200000951/0\">LEADER, NOBLE, PRINCE</a>.) The heads of the 12 paternal houses or tribes of Israel were termed &#x201C;chieftains.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000951/0/0\" data-bid=\"1-1\" class=\"b\">Nu 1:16;</a><a href=\"/en/wol/bc/r1/lp-e/1200000951/0/1\" data-bid=\"1-2\" class=\"b\"> Jos 22:14</a>) The term is also applied to the heads of the 12 clans springing from Ishmael. (<a href=\"/en/wol/bc/r1/lp-e/1200000951/1/0\" data-bid=\"2-1\" class=\"b\">Ge 17:20;</a><a href=\"/en/wol/bc/r1/lp-e/1200000951/1/1\" data-bid=\"2-2\" class=\"b\"> 25:16</a>) The title was used regarding Kings Solomon and Zedekiah as rulers. (<a href=\"/en/wol/bc/r1/lp-e/1200000951/2/0\" data-bid=\"3-1\" class=\"b\">1Ki 11:34;</a><a href=\"/en/wol/bc/r1/lp-e/1200000951/2/1\" data-bid=\"3-2\" class=\"b\"> Eze 21:25</a>) The esteem that the Hittites had for Abraham might be indicated by his being called &#x201C;a chieftain of God,&#x201D; or a mighty chieftain.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000951/3/0\" data-bid=\"4-1\" class=\"b\">Ge 23:6</a>, ftn.In the days of Moses, the chieftains took the lead in worship and acted as representatives of the people before Moses, the priests, and Jehovah. Moses selected a chieftain from each of the tribes (except the tribe of Levi) to spy out the Promised Land. The bad report of the ten unfaithful spies had a great influence upon the people. (<a href=\"/en/wol/bc/r1/lp-e/1200000951/4/0\" data-bid=\"5-1\" class=\"b\">Nu 13:2-16,</a><a href=\"/en/wol/bc/r1/lp-e/1200000951/4/1\" data-bid=\"5-2\" class=\"b\"> 25-33</a>) Two hundred and fifty chieftains of the sons of Israel were in the rebellion led by Korah to take over the priesthood from Aaron&#x2019;s house. (<a href=\"/en/wol/bc/r1/lp-e/1200000951/5/0\" data-bid=\"6-1\" class=\"b\">Nu 16:2,</a><a href=\"/en/wol/bc/r1/lp-e/1200000951/5/1\" data-bid=\"6-2\" class=\"b\"> 10,</a><a href=\"/en/wol/bc/r1/lp-e/1200000951/5/2\" data-bid=\"6-3\" class=\"b\"> 17,</a><a href=\"/en/wol/bc/r1/lp-e/1200000951/5/3\" data-bid=\"6-4\" class=\"b\">&#xA0;35</a>) The chieftains had a share in making a covenant for Israel with the Gibeonites. (<a href=\"/en/wol/bc/r1/lp-e/1200000951/6/0\" data-bid=\"7-1\" class=\"b\">Jos 9:15,</a><a href=\"/en/wol/bc/r1/lp-e/1200000951/6/1\" data-bid=\"7-2\" class=\"b\">&#xA0;18</a>) After Joshua had led Israel into Canaan and had defeated the nations there, the chieftains played a prominent role in dividing up the land. (<a href=\"/en/wol/bc/r1/lp-e/1200000951/7/0\" data-bid=\"8-1\" class=\"b\">Nu 34:18;</a><a href=\"/en/wol/bc/r1/lp-e/1200000951/7/1\" data-bid=\"8-2\" class=\"b\"> Jos 14:1</a>) Eleazar, the son of Aaron, was appointed as chieftain over the heads of the paternal houses of the tribe of Levi, making him a &#x201C;chieftain of the chieftains.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000951/8/0\" data-bid=\"9-1\" class=\"b\">Nu 3:32</a>) King Solomon called all the chieftains of the tribes together to Jerusalem at the time that he had the ark of the covenant brought into the newly built temple.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000951/9/0\" data-bid=\"10-1\" class=\"b\">1Ki 8:1</a>.The Israelites were to give a chieftain proper respect, never subjecting him to verbal abuse. (<a href=\"/en/wol/bc/r1/lp-e/1200000951/10/0\" data-bid=\"11-1\" class=\"b\">Ex 22:28</a>) When the apostle Paul was on trial before the Sanhedrin the high priest Ananias ordered those standing by Paul to strike him on the mouth. Then Paul said to him: &#x201C;God is going to strike you, you whitewashed wall,&#x201D; not knowing that it was the high priest to whom he was speaking. When this was called to his attention, he said: &#x201C;Brothers, I did not know he was high priest. For it is written, &#x2018;You must not speak injuriously of a ruler of your people.&#x2019;&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000951/11/0\" data-bid=\"12-1\" class=\"b\">Ac 23:1-5</a>.Although chieftains were to be respected, they were not above obedience to the law of God. When they sinned against the Law, they were required to meet its regulations regarding such sins. Because of their responsible position and the effect their conduct, example, and influence would have on others, a distinction was made in the individual sin offerings made by them for unintentionally violating a command of God. The high priest was required to offer a young bull, a chieftain was to offer a male kid goat, and anyone of the rest of the people, either a female goat or a female lamb.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000951/12/0\" data-bid=\"13-1\" class=\"b\">Le 4:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200000951/12/1\" data-bid=\"13-2\" class=\"b\"> 22, 23,</a><a href=\"/en/wol/bc/r1/lp-e/1200000951/12/2\" data-bid=\"13-3\" class=\"b\"> 27, 28,</a><a href=\"/en/wol/bc/r1/lp-e/1200000951/12/3\" data-bid=\"13-4\" class=\"b\">&#xA0;32</a>.<strong>Ezekiel&#x2019;s Vision. </strong>Ezekiel speaks prophetically of a chieftain, in <a href=\"/en/wol/bc/r1/lp-e/1200000951/13/0\" data-bid=\"14-1\" class=\"b\">Ezekiel chapters&#xA0;44 to&#xA0;48</a>. In the vision, he describes an administrative strip of land running from the eastern border at the Jordan River and the Dead Sea to the Western, or Mediterranean, Sea. To the north and south of the strip and running parallel to it were sections of land assigned to Israel&#x2019;s tribes. Located within the strip of land was a section&#xA0;25,000 cubits (13&#xA0;km; 8&#xA0;mi) square, called the contribution, which was itself divided into three sections: The northern section was assigned to the nonpriestly Levites, the middle section contained Jehovah&#x2019;s sanctuary, and the southernmost section contained the city. (See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000951/1\">CUBIT</a>; <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000951/2\">HOLY CONTRIBUTION</a>.) The ruler of the city government evidently was &#x201C;the chieftain.&#x201D;It is noteworthy that in the vision the city was separate from the temple, or sanctuary. In addition, &#x201C;the chieftain&#x201D; was not a priest, as is indicated by the priests&#x2019; rendering up the chieftain&#x2019;s &#x201C;whole burnt offering and his communion sacrifices.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000951/14/0\" data-bid=\"15-1\" class=\"b\">Eze 46:2</a>) So in the fulfillment of Ezekiel&#x2019;s vision, the visionary city evidently would not picture the heavenly government of Jesus Christ and his associate kings and priests. Instead, it would seem to picture an earthly, visible seat of <span id=\"page434\" class=\"pageNum\" data-no=\"434\" data-before-text=\"434\"></span>administration under the direction of the heavenly Kingdom. Correspondingly, &#x201C;the chieftain&#x201D; would stand for those who are appointed as visible, &#x2018;princely&#x2019; representatives of the heavenly government.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000951/15/0\" data-bid=\"16-1\" class=\"b\">Ps 45:16;</a><a href=\"/en/wol/bc/r1/lp-e/1200000951/15/1\" data-bid=\"16-2\" class=\"b\"> Isa 32:1,&#xA0;2</a>."}