{"title":"Claudius","link":"/en/wol/d/r1/lp-e/1200000987","html":"<span id=\"page476\" class=\"pageNum\" data-no=\"476\" data-before-text=\"476\"></span><strong>CLAUDIUS</strong>(Clau&#x2B9;di&#xB7;us).Fourth emperor of Rome; son of Drusus the brother of Tiberius, and uncle of Caligula, whom he followed to the throne in 41&#xA0;C.E. Claudius was not very strong physically or in willpower, and though he was interested in history, writing, and other academic pursuits, his predecessors thought him mentally incompetent to handle the reins of power and therefore favored others as successors. However, during the tumult following Caligula&#x2019;s assassination, the Praetorian Guard prevailed and had Claudius proclaimed Emperor. One of his supporters in this power struggle was Herod Agrippa&#xA0;I, whom Claudius rewarded by confirming his kingship and by adding Judea and Samaria to his domains. Claudius also managed to win the favor of the Senate. His fourth wife reportedly poisoned him with mushrooms in 54&#xA0;C.E., in the 14th year of his reign. Nero then came to power.&#x201C;A great famine .&#xA0;.&#xA0;. upon the entire inhabited earth&#x201D; was foretold by the prophet Agabus, &#x201C;which, for that matter, did take place in the time of Claudius.&#x201D; This precipitated &#x201C;a relief ministration&#x201D; on the part of the Christians in Antioch for their brothers in Jerusalem and Judea. (<a href=\"/en/wol/bc/r1/lp-e/1200000987/0/0\" data-bid=\"1-1\" class=\"b\">Ac 11:27-30</a>) Such a famine in Palestine in the reign of Claudius is called by Josephus (<em>Jewish Antiquities, </em>XX, 49-53 [ii,&#xA0;5];&#xA0;XX, 101 [v,&#xA0;2]) the &#x201C;great famine,&#x201D; and is dated about 46&#xA0;C.E.&#x201C;Claudius .&#xA0;.&#xA0;. ordered all the Jews to depart from Rome,&#x201D; issuing his decree in 49 or early 50&#xA0;C.E., in the ninth year of his reign. The Roman biographer and historian Suetonius corroborates Claudius&#x2019; banishment of the Jews from Rome. (<em>The Lives of the Caesars, </em>Claudius, XXV,&#xA0;4) As a consequence of this expulsion order, two Christian Jews, Aquila and Priscilla, left Rome for Corinth, where not long after their arrival they met the apostle Paul upon his reaching there probably in the fall of the year 50&#xA0;C.E. (<a href=\"/en/wol/bc/r1/lp-e/1200000987/1/0\" data-bid=\"2-1\" class=\"b\">Ac 18:1-3</a>) Toward the beginning of his reign, Claudius had been favorably disposed toward the Jews, even ordering toleration in their behalf and granting them various freedoms throughout the empire. It appears, however, that numerous Jews in Rome were rather riotous, resulting in Claudius&#x2019; expelling them from the city."}