{"title":"Cloth","link":"/en/wol/d/r1/lp-e/1200000994","html":"<span id=\"page482\" class=\"pageNum\" data-no=\"482\" data-before-text=\"482\"></span><strong>CLOTH</strong>A fabric made by weaving. While little is known about the spinning and weaving processes used by the Israelites, it is evident that they were well acquainted with these crafts. In Egypt, archaeologists have unearthed wall paintings with illustrations of women weaving and spinning, showing the kind of loom that was used. An Egyptian model of a weaving shop with a horizontal loom was found near Girga, Upper Egypt.<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200000994/0\">WEAVING</a>.The robe of fine white linen worn by the Aaronic high priest was to be woven in checkerwork, evidence that the Israelites were well acquainted with the art, being able to weave patterns into their fabrics.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000994/0/0\" data-bid=\"1-1\" class=\"b\">Ex 28:39</a>.In the construction of the tabernacle, Bezalel and Oholiab were experts whose ability was increased and sharpened by God&#x2019;s holy spirit, so that they could do the required work exactly according to the pattern given by Jehovah. (<a href=\"/en/wol/bc/r1/lp-e/1200000994/1/0\" data-bid=\"2-1\" class=\"b\">Ex 35:30-35</a>) Also, there were women with fine ability in this direction, spinning thread from flax and from wool. (<a href=\"/en/wol/bc/r1/lp-e/1200000994/2/0\" data-bid=\"3-1\" class=\"b\">Ex 35:25,&#xA0;26</a>) In making the fabric for the ephod of Aaron the high priest, the workmen &#x201C;beat plates of gold to thin sheets, and .&#xA0;.&#xA0;. cut out threads to work in among the blue thread and the wool dyed reddish purple and the coccus scarlet material and the fine linen, as the work of an embroiderer.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000994/3/0\" data-bid=\"4-1\" class=\"b\">Ex 39:2,&#xA0;3</a>.The Christian Greek Scriptures mention fabrics made of camel hair and of silk. (<a href=\"/en/wol/bc/r1/lp-e/1200000994/4/0\" data-bid=\"5-1\" class=\"b\">Mt 3:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200000994/4/1\" data-bid=\"5-2\" class=\"b\"> Re 18:12</a>) It is not known whether the Hebrews used cotton. Cotton is mentioned at <a href=\"/en/wol/bc/r1/lp-e/1200000994/5/0\" data-bid=\"6-1\" class=\"b\">Esther 1:6</a> as being used in the Persian palace at Shushan. Cotton was known in India, probably at least as early as 800&#xA0;B.C.E., and the historian Pliny says that it was used in Egypt. It is grown today in Israel. However, certain materials not native to Israel could be obtained by the Hebrews from traveling merchants from both East and West passing through Israel.Linen was woven from flax, which has much longer fibers than cotton and is easier to spin but is harder to dye. Linen was a cherished item in the wardrobes of kings and high officials. Joseph was clothed with &#x201C;garments of fine linen&#x201D; when he was made a ruler in Egypt. (<a href=\"/en/wol/bc/r1/lp-e/1200000994/6/0\" data-bid=\"7-1\" class=\"b\">Ge 41:42</a>) Also, Mordecai went out from before the Persian king in royal apparel of blue and linen. (<a href=\"/en/wol/bc/r1/lp-e/1200000994/7/0\" data-bid=\"8-1\" class=\"b\">Es 8:15</a>) Women valued clothing made of linen.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000994/8/0\" data-bid=\"9-1\" class=\"b\">Pr 31:22</a>.Other materials used for garments were skins, leather, and hair. Tents were made of skins or of the hair of goats. (<a href=\"/en/wol/bc/r1/lp-e/1200000994/9/0\" data-bid=\"10-1\" class=\"b\">Ex 26:7,</a><a href=\"/en/wol/bc/r1/lp-e/1200000994/9/1\" data-bid=\"10-2\" class=\"b\">&#xA0;14</a>) Samples of wool felt have been found. At <a href=\"/en/wol/bc/r1/lp-e/1200000994/10/0\" data-bid=\"11-1\" class=\"b\">1&#xA0;Samuel 19:13</a>, a net of goats&#x2019; hair is mentioned.<strong>Colors. </strong>The people of Bible lands were able to make fabrics in a variety of colors. In describing the curtains for the tabernacle and the garments in connection with the sanctuary, the Bible mentions blue, scarlet, and reddish purple. (<a href=\"/en/wol/bc/r1/lp-e/1200000994/11/0\" data-bid=\"12-1\" class=\"b\">Ex 26:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200000994/11/1\" data-bid=\"12-2\" class=\"b\"> 28:31,</a><a href=\"/en/wol/bc/r1/lp-e/1200000994/11/2\" data-bid=\"12-3\" class=\"b\">&#xA0;33</a>) A wide variety of shades and colors could be produced by using these three colors of dye on fabrics of originally different colors and shades. Joseph was given a striped garment by his father Jacob. (<a href=\"/en/wol/bc/r1/lp-e/1200000994/12/0\" data-bid=\"13-1\" class=\"b\">Ge 37:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200000994/12/1\" data-bid=\"13-2\" class=\"b\">&#xA0;32</a>) David&#x2019;s daughter Tamar wore a striped robe, &#x201C;for that was the way the daughters of the king, the virgins, used to dress with sleeveless coats.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000994/13/0\" data-bid=\"14-1\" class=\"b\">2Sa 13:18</a>) By using different colors in the warp from those in the woof, a variegated pattern could be produced.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000994/1\">DYES, DYEING</a>.<strong>The Tabernacle. </strong>In the construction of the tabernacle, ten &#x201C;tent cloths&#x201D; (Heb., <em>yeri&#xB7;&#x2BD;oth&#x2B9;</em>) of fine twisted linen and wool, embroidered with cherubs, constituted the immediate covering of the panel frames, so the priests serving inside the tabernacle could see the cherubs between the parts of those panel frames. (<a href=\"/en/wol/bc/r1/lp-e/1200000994/14/0\" data-bid=\"15-1\" class=\"b\">Ex 26:1,&#xA0;2</a>) Goat&#x2019;s-hair cloth formed the next covering. (<a href=\"/en/wol/bc/r1/lp-e/1200000994/15/0\" data-bid=\"16-1\" class=\"b\">Ex 26:7,&#xA0;8</a>) It served as a fine protection for the embroidered linen. The curtains or screens hanging at the entrances of the Holy and Most Holy compartments were also of linen and wool, the screen of the Most Holy being embroidered with cherubs. (<a href=\"/en/wol/bc/r1/lp-e/1200000994/16/0\" data-bid=\"17-1\" class=\"b\">Ex 26:31-37</a>) The linen tent cloths were 4 cubits (1.8&#xA0;m; 5.8&#xA0;ft) wide and 28 cubits (12.5&#xA0;m; 40.8&#xA0;ft) long. The N and S sides of the courtyard were 100 cubits (44.5&#xA0;m; 146&#xA0;ft).<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000994/17/0\" data-bid=\"18-1\" class=\"b\">Ex 27:9-11</a>.Cloths of blue and of coccus scarlet material and of wool dyed reddish purple were used to cover the ark of the covenant, the table of showbread, the lampstand, the altar of incense, the altar of burnt offering, and the other utensils of the ministry when the tabernacle was moved from one location to another. (The color or colors for each item were specified.)<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000994/18/0\" data-bid=\"19-1\" class=\"b\">Nu 4:4-14</a>.<strong>Other Uses. </strong>Cloth bands were used as swaddling bands for newborn babies. (<a href=\"/en/wol/bc/r1/lp-e/1200000994/19/0\" data-bid=\"20-1\" class=\"b\">Lu 2:7</a>) The Jews also had the custom of preparing bodies for burial by binding them with bandages of clean linen along with spices (not an embalming process such as the Egyptians practiced). (<a href=\"/en/wol/bc/r1/lp-e/1200000994/20/0\" data-bid=\"21-1\" class=\"b\">Joh 19:40;</a><a href=\"/en/wol/bc/r1/lp-e/1200000994/20/1\" data-bid=\"21-2\" class=\"b\"> Mt 27:59</a>) After Jesus&#x2019; resurrection John and Peter found the bandages and the cloth that had been upon Jesus rolled up separately lying in the tomb. (<a href=\"/en/wol/bc/r1/lp-e/1200000994/21/0\" data-bid=\"22-1\" class=\"b\">Joh 20:5-7</a>) <span id=\"page483\" class=\"pageNum\" data-no=\"483\" data-before-text=\"483\"></span>When Lazarus was resurrected he came out of the tomb with his countenance still bound up with the cloth that had been placed over his head at burial<wbr>&#x2014;apparently a long piece of linen fabric.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000994/22/0\" data-bid=\"23-1\" class=\"b\">Joh 11:44</a>.Money was sometimes kept wrapped in a cloth. This was the way the wicked slave referred to in one of Jesus&#x2019; illustrations kept his mina instead of investing it. (<a href=\"/en/wol/bc/r1/lp-e/1200000994/23/0\" data-bid=\"24-1\" class=\"b\">Lu 19:20</a>) Money was often carried in the voluminous folds of the bosom of the garment, probably wrapped in such cloths.God&#x2019;s law to the people of Israel commanded: &#x201C;You must not wear mixed stuff of wool and linen together.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000994/24/0\" data-bid=\"25-1\" class=\"b\">De 22:11</a>; see also <a href=\"/en/wol/bc/r1/lp-e/1200000994/25/0\" data-bid=\"26-1\" class=\"b\">Le 19:19</a>.) Regarding this, the <em>Encyclopaedia Judaica </em>(Jerusalem, 1973, Vol.&#xA0;14, col. 1213) remarked: &#x201C;The clothing of the priests was notably exempt from the prohibition of [<em>sha&#xB7;&#x2BD;at&#xB7;nez&#x2B9;</em>] [a garment of two sorts of thread, <em>NW</em>]. <a href=\"/en/wol/bc/r1/lp-e/1200000994/26/0\" data-bid=\"27-1\" class=\"b\">Exodus 28:6,</a> <a href=\"/en/wol/bc/r1/lp-e/1200000994/27/0\" data-bid=\"28-1\" class=\"b\">8,</a> <a href=\"/en/wol/bc/r1/lp-e/1200000994/28/0\" data-bid=\"29-1\" class=\"b\">15</a> and <a href=\"/en/wol/bc/r1/lp-e/1200000994/29/0\" data-bid=\"30-1\" class=\"b\">39:29</a> prescribe that various pieces be made of linen and colored wool interwoven. .&#xA0;.&#xA0;. This suggests that the general prohibition was grounded on the taboo character of such a mixture, pertaining exclusively to the realm of the sacred.&#x201D;<strong>Figurative Usage. </strong>Because of the cleanness and purity of white linen, it is used in the Scriptures to symbolize righteousness. The garments next to the high priest&#x2019;s body, namely the drawers, robe, and turban, as well as the drawers, robes, and headgears for the underpriests, were made of fine, white linen. (<a href=\"/en/wol/bc/r1/lp-e/1200000994/30/0\" data-bid=\"31-1\" class=\"b\">Ex 28:39-42</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200000994/31/0\" data-bid=\"32-1\" class=\"b\">Job 29:14</a>.) The bride of the Lamb is arrayed in bright, clean, fine linen, for &#x201C;the fine linen stands for the righteous acts of the holy ones.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200000994/32/0\" data-bid=\"33-1\" class=\"b\">Re 19:8</a>) The armies following Jesus Christ in heaven are represented as being clothed in white, clean, fine linen. (<a href=\"/en/wol/bc/r1/lp-e/1200000994/33/0\" data-bid=\"34-1\" class=\"b\">Re 19:14</a>) Babylon the Great, which has been rich in the traffic of merchandise including fine linen, also has put on an appearance of righteousness, being &#x201C;clothed with fine linen,&#x201D; while at the same time carrying on the activities of a harlot.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000994/34/0\" data-bid=\"35-1\" class=\"b\">Re 18:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200000994/34/1\" data-bid=\"35-2\" class=\"b\"> 12,</a><a href=\"/en/wol/bc/r1/lp-e/1200000994/34/2\" data-bid=\"35-3\" class=\"b\"> 16</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000994/2\">COTTON</a>; <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200000994/3\">DRESS</a>."}