{"title":"Cobra","link":"/en/wol/d/r1/lp-e/1200001000","html":"<span id=\"page485\" class=\"pageNum\" data-no=\"485\" data-before-text=\"485\"></span><strong>COBRA</strong>[Heb., <em>pe&#x2B9;then</em>].An extremely poisonous snake of Asia and Africa. The cobra mentioned in six passages of the Bible is undoubtedly the Egyptian cobra or asp (<em>Naja haje</em>), one commonly used in snake charming, both in Bible times and today. Like the common cobra of India and the Asiatic king cobra, the Egyptian cobra inflates its neck when angered.The cobra strikes with a forward sweep of its raised body accompanied by a sharp hiss. When biting, the cobra&#x2019;s jaw grasps the object tenaciously and then begins a peculiar chewing motion to assure that ample poison enters the wound. Because of this and the extreme toxicity of the venom, cobras are among the most dangerous of all creatures.The Israelites were well acquainted with this snake, not only while they were in Egypt but also during their wandering through the wilderness. Moses, in addressing the Israelites in the wilderness, referred to the cobra&#x2019;s venom, &#x201C;the cruel poison of cobras.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001000/0/0\" data-bid=\"1-1\" class=\"b\">De 32:33</a>) The term &#x201C;cruel&#x201D; aptly describes the effect of the cobra&#x2019;s venom. Concerning its effect Findlay Russell,&#xA0;M.D., in his book <em>Snake Venom Poisoning </em>(1980, p.&#xA0;362), says that symptoms begin with drooping eyelids, and this may be followed by difficulty in breathing, paralysis of the eyes, the tongue, and the throat and may possibly include even convulsions and cardiac arrest.The cobra&#x2019;s poison acts on the nerves, causes a paralysis of the respiratory system, and is frequently fatal to man, unless antivenom is promptly given. Zophar speaks of &#x201C;the gall of cobras&#x201D; and &#x201C;the venom of cobras.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001000/1/0\" data-bid=\"2-1\" class=\"b\">Job 20:14,</a><a href=\"/en/wol/bc/r1/lp-e/1200001000/1/1\" data-bid=\"2-2\" class=\"b\">&#xA0;16</a>.The psalmist, using figurative speech, links the deadly cobra with the lion and says concerning those who have made Jehovah their trust: &#x201C;Upon the young lion and the cobra you will tread; you will trample down the maned young lion and the big snake.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001000/2/0\" data-bid=\"3-1\" class=\"b\">Ps 91:13</a>) Isaiah, in speaking of the regathering of Jehovah&#x2019;s people, prophesies of changed conditions for them, describing a time when &#x201C;the sucking child will certainly play upon the hole of the cobra; and upon the light aperture of a poisonous snake will a weaned child actually put his own hand.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001000/3/0\" data-bid=\"4-1\" class=\"b\">Isa 11:8,</a><a href=\"/en/wol/bc/r1/lp-e/1200001000/3/1\" data-bid=\"4-2\" class=\"b\"> 11,&#xA0;12</a>.<strong><em>How can a cobra &#x201C;listen to the voice of charmers&#x201D;?</em></strong>The Bible refers to the cobra&#x2019;s ear and alludes to the cobra&#x2019;s ability to &#x201C;listen to the voice of charmers.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001000/4/0\" data-bid=\"5-1\" class=\"b\">Ps 58:4,&#xA0;5</a>) Since snakes lack surface ear openings and appeared to naturalists to be indifferent to sound, many have assumed that these reptiles are deaf. Commenting on this error, <em>The New Encyclop&#xE6;dia Britannica </em>(1987, Vol.&#xA0;27, p.&#xA0;159) states: &#x201C;This supposition is incorrect; snakes are sensitive to some airborne sound waves and are able to receive them through a mechanism that serves as a substitute for the <span id=\"page486\" class=\"pageNum\" data-no=\"486\" data-before-text=\"486\"></span>tympanic membrane. .&#xA0;.&#xA0;. Moreover, while the sensitivity of most snakes to the middle of the low-tone range is below that of most other types of ears, it is not seriously so. In a few snakes, however, the sensitivity is about as keen as in the majority of lizards with conventional types of ear openings and middle-ear mechanisms.&#x201D;"}