{"title":"Cockroach","link":"/en/wol/d/r1/lp-e/1200001004","html":"<span id=\"page487\" class=\"pageNum\" data-no=\"487\" data-before-text=\"487\"></span><strong>COCKROACH</strong>[Heb., <em>cha&#xB7;sil&#x2B9;</em>].There is uncertainty as to the particular insect referred to by the Hebrew word <em>cha&#xB7;sil&#x2B9;, </em>considered to be derived from a root meaning &#x201C;devour.&#x201D; (Compare <a href=\"/en/wol/bc/r1/lp-e/1200001004/0/0\" data-bid=\"1-1\" class=\"b\">De 28:38</a>.) It has been variously rendered &#x201C;caterpillar,&#x201D; &#x201C;cricket,&#x201D; &#x201C;stripper,&#x201D; &#x201C;shearer,&#x201D; &#x201C;locust,&#x201D; &#x201C;grasshopper,&#x201D; and &#x201C;cockroach.&#x201D; (Compare <a href=\"/en/wol/bc/r1/lp-e/1200001004/1/0\" data-bid=\"2-1\" class=\"b\">Isa 33:4</a> and <a href=\"/en/wol/bc/r1/lp-e/1200001004/2/0\" data-bid=\"3-1\" class=\"b\">Joe 1:4</a> in <em>AS, AT, JB, Le, </em>and <em>NW.</em>) According to the Hebrew and Aramaic lexicon by Koehler and Baumgartner (p.&#xA0;319), the noxious insect designated by the Hebrew word <em>cha&#xB7;sil&#x2B9; </em>is different from the locust (<em>&#x2BC;ar&#xB7;beh&#x2B9;</em>) and is probably the cockroach (<em>Periplaneta furcata </em>and <em>Blatta orientalis</em>).The cockroach has long, strong legs, enabling it to run with amazing speed. It is, in fact, one of the fastest of insect runners. This insect has a flat face and a short head, equipped with long, threadlike antennae, or feelers, and gives the appearance of looking slightly downward. Its compact-shaped body enables the cockroach to slip into narrow openings. Most of the species are somberly colored in black or brown and have a flattened, slippery body covered with a shiny casing. Disliking bright light, cockroaches usually come out only at night to feed.The prophet Joel foretold a devastating onslaught by a horde of insects that would desolate the land, mentioning the <em>cha&#xB7;sil&#x2B9; </em>last, as the insect that consumes whatever has been left behind by the others. (<a href=\"/en/wol/bc/r1/lp-e/1200001004/3/0\" data-bid=\"4-1\" class=\"b\">Joe 1:4</a>) Later, the prophet tells of the time when there will be blessings and forgiveness. The invader will be turned back and compensation made for what the <em>cha&#xB7;sil&#x2B9; </em>and the other members of God&#x2019;s &#x201C;great military force&#x201D; have eaten. (<a href=\"/en/wol/bc/r1/lp-e/1200001004/4/0\" data-bid=\"5-1\" class=\"b\">Joe 2:25</a>) With respect to such a divinely sent plague of insects, including the <em>cha&#xB7;sil&#x2B9;, </em>Solomon prayed that Jehovah would forgive his people if they repented of their sins. (<a href=\"/en/wol/bc/r1/lp-e/1200001004/5/0\" data-bid=\"6-1\" class=\"b\">1Ki 8:37-40;</a><a href=\"/en/wol/bc/r1/lp-e/1200001004/5/1\" data-bid=\"6-2\" class=\"b\"> 2Ch 6:28-31</a>) The <em>cha&#xB7;sil&#x2B9; </em>also figured in the devastation Jehovah brought upon Egypt during the plague of locusts.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001004/6/0\" data-bid=\"7-1\" class=\"b\">Ps 78:46</a>.In <a href=\"/en/wol/bc/r1/lp-e/1200001004/7/0\" data-bid=\"8-1\" class=\"b\">chapter&#xA0;33 of Isaiah</a>, the prophet takes note of the terrifying days of the Assyrian aggression. King Sennacherib&#x2019;s army had been ravaging cities, and Isaiah asks for God&#x2019;s favor, recalling that Jehovah had risen up against nations before. He assures the people that the Almighty will smite the enemy, forcing them to leave behind great spoil, which would be collected by the Israelites. Just as the <em>cha&#xB7;sil&#x2B9; </em>spread over a land, moving to and fro without molestation, gathering in whatever is in their way, consuming everything<wbr>&#x2014;thus God&#x2019;s people would gather in the spoils of the Assyrian army. (<a href=\"/en/wol/bc/r1/lp-e/1200001004/8/0\" data-bid=\"9-1\" class=\"b\">Isa 33:1-4</a>) This would be a very striking figure of speech in a land that knew such devastation by hordes of <em>cha&#xB7;sil&#x2B9;.</em>"}