{"title":"Colossians, Letter to the","link":"/en/wol/d/r1/lp-e/1200001011","html":"<span id=\"page490\" class=\"pageNum\" data-no=\"490\" data-before-text=\"490\"></span><strong>COLOSSIANS, LETTER TO THE</strong>The inspired letter of the apostle Paul to Christians in Colossae. As usually placed in modern English versions of the Bible, it is the 12th book of the Christian Greek Scriptures. Paul identifies himself as the writer of this inspired letter by opening it with the words: &#x201C;Paul, an apostle of Christ Jesus through God&#x2019;s will, and Timothy our brother to the holy ones and faithful brothers in union with Christ at Colossae.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001011/0/0\" data-bid=\"1-1\" class=\"b\">Col 1:1,&#xA0;2</a>) The apostle&#x2019;s writership is also established by the final greeting, written in his own hand.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001011/1/0\" data-bid=\"2-1\" class=\"b\">Col 4:18</a>.There is quite a similarity between Colossians and Ephesians, another of Paul&#x2019;s letters. While this may be due to the closeness in the time of composition and the possibility that similar circumstances prevailed in each of these cities, such correspondency would also mean that if Paul is accepted as the writer of Ephesians, he must also be acknowledged as the writer of Colossians. (For example, compare <a href=\"/en/wol/bc/r1/lp-e/1200001011/2/0\" data-bid=\"3-1\" class=\"b\">Col 1:24-29</a> with <a href=\"/en/wol/bc/r1/lp-e/1200001011/3/0\" data-bid=\"4-1\" class=\"b\">Eph 3:1-7;</a><a href=\"/en/wol/bc/r1/lp-e/1200001011/3/1\" data-bid=\"4-2\" class=\"b\"> Col 2:13, 14</a> with <a href=\"/en/wol/bc/r1/lp-e/1200001011/4/0\" data-bid=\"5-1\" class=\"b\">Eph 2:1-5,</a><a href=\"/en/wol/bc/r1/lp-e/1200001011/4/1\" data-bid=\"5-2\" class=\"b\"> 13-16;</a><a href=\"/en/wol/bc/r1/lp-e/1200001011/4/2\" data-bid=\"5-3\" class=\"b\"> Col 2:19</a> with <a href=\"/en/wol/bc/r1/lp-e/1200001011/5/0\" data-bid=\"6-1\" class=\"b\">Eph 4:16;</a><a href=\"/en/wol/bc/r1/lp-e/1200001011/5/1\" data-bid=\"6-2\" class=\"b\"> Col 3:8-10,</a><a href=\"/en/wol/bc/r1/lp-e/1200001011/5/2\" data-bid=\"6-3\" class=\"b\"> 12, 13</a> with <a href=\"/en/wol/bc/r1/lp-e/1200001011/6/0\" data-bid=\"7-1\" class=\"b\">Eph 4:20-25,</a><a href=\"/en/wol/bc/r1/lp-e/1200001011/6/1\" data-bid=\"7-2\" class=\"b\"> 31, 32;</a><a href=\"/en/wol/bc/r1/lp-e/1200001011/6/2\" data-bid=\"7-3\" class=\"b\"> Col 3:18-25;</a><a href=\"/en/wol/bc/r1/lp-e/1200001011/6/3\" data-bid=\"7-4\" class=\"b\"> 4:1</a> with <a href=\"/en/wol/bc/r1/lp-e/1200001011/7/0\" data-bid=\"8-1\" class=\"b\">Eph 5:21-23;</a><a href=\"/en/wol/bc/r1/lp-e/1200001011/7/1\" data-bid=\"8-2\" class=\"b\"> 6:1-9</a>.) Furthermore, the inclusion of the letter to the Colossians with other letters of Paul in the Chester Beatty Papyrus No.&#xA0;2 (P<sup>46</sup>, of about 200&#xA0;C.E.) clearly shows that the early Christians viewed Colossians as one of Paul&#x2019;s inspired writings.Two factors apparently motivated Paul to write his letter to the Colossians. For one thing, Epaphras had brought the apostle a report of the congregation&#x2019;s spiritual state. Some of the information caused concern; but there was good news too, for Paul said Epaphras &#x201C;disclosed to us your love in a spiritual way.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001011/8/0\" data-bid=\"9-1\" class=\"b\">Col 1:7,&#xA0;8</a>) Though there were problems in the congregation, the situation was not critical and there was also much to commend. Then, too, Philemon&#x2019;s slave Onesimus was returning to his master in Colossae. So Paul took advantage of this circumstance by sending his letter to the congregation there by means of Onesimus and his companion Tychicus.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001011/9/0\" data-bid=\"10-1\" class=\"b\">Col 4:7-9</a>.<strong>Place and Date of Composition. </strong>Where Paul was when he wrote to the Colossians is not directly stated. Some have suggested Ephesus. However, the letter indicates that the apostle was in prison (<a href=\"/en/wol/bc/r1/lp-e/1200001011/10/0\" data-bid=\"11-1\" class=\"b\">Col 1:24;</a><a href=\"/en/wol/bc/r1/lp-e/1200001011/10/1\" data-bid=\"11-2\" class=\"b\"> 4:10,</a><a href=\"/en/wol/bc/r1/lp-e/1200001011/10/2\" data-bid=\"11-3\" class=\"b\">&#xA0;18</a>), and there is no Scriptural account of his being incarcerated in Ephesus. The comments Paul makes at <a href=\"/en/wol/bc/r1/lp-e/1200001011/11/0\" data-bid=\"12-1\" class=\"b\">Colossians 4:2-4,</a><a href=\"/en/wol/bc/r1/lp-e/1200001011/11/1\" data-bid=\"12-2\" class=\"b\"> 11</a> seem to be most compatible with the apostle&#x2019;s circumstances during his first imprisonment in <span id=\"page491\" class=\"pageNum\" data-no=\"491\" data-before-text=\"491\"></span>Rome (c.&#xA0;59-61&#xA0;C.E.). True, Paul was in prison at Caesarea (<a href=\"/en/wol/bc/r1/lp-e/1200001011/12/0\" data-bid=\"13-1\" class=\"b\">Ac 23:33-35</a>), and Felix ordered that the apostle have some relaxation of custody. (<a href=\"/en/wol/bc/r1/lp-e/1200001011/13/0\" data-bid=\"14-1\" class=\"b\">Ac 24:23</a>) But evidently this was not as great as the freedom Paul had during his first imprisonment in Rome, when he remained for two years in his own hired house and was able to preach the Kingdom of God to those who visited him there.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001011/14/0\" data-bid=\"15-1\" class=\"b\">Ac 28:16,</a><a href=\"/en/wol/bc/r1/lp-e/1200001011/14/1\" data-bid=\"15-2\" class=\"b\"> 23,</a><a href=\"/en/wol/bc/r1/lp-e/1200001011/14/2\" data-bid=\"15-3\" class=\"b\"> 30,&#xA0;31</a>.Another factor that seems to point to the letter&#x2019;s composition in Rome is that Onesimus was present at the place where Paul wrote it and was going to accompany Tychicus in delivering it to Colossae. Certainly Rome, with its teeming population, would be a very likely refuge for a fugitive slave. The letter to the Colossians was evidently written toward the end of Paul&#x2019;s first imprisonment in Rome, or about 60-61&#xA0;C.E., when he also composed the letter to Philemon. Tychicus and Onesimus delivered not only the letter to the Colossians but also the apostle&#x2019;s letter to Philemon. (<a href=\"/en/wol/bc/r1/lp-e/1200001011/15/0\" data-bid=\"16-1\" class=\"b\">Phm 10-12</a>) Since Paul, in his letter to Philemon, expresses hope (<a href=\"/en/wol/bc/r1/lp-e/1200001011/16/0\" data-bid=\"17-1\" class=\"b\">vs 22</a>) of being released, it may be concluded that, like Philemon, the letter to the Colossians was written toward the end of Paul&#x2019;s first imprisonment in Rome.<strong>False Views Countered. </strong>A deceptive philosophy was being fostered by false teachers in Colossae. Emphasis was being placed on the observance of the Mosaic Law. The practice of asceticism was also being urged. The apostle warned Colossian Christians to look out, so that someone would not carry them off &#x201C;as his prey through the philosophy and empty deception according to the tradition of men, according to the elementary things of the world and not according to Christ.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001011/17/0\" data-bid=\"18-1\" class=\"b\">Col 2:8</a>) Paul also urged his fellow believers to let no one judge them in eating and drinking &#x201C;or in respect of a festival or of an observance of the new moon or of a sabbath; for those things are a shadow of the things to come, but the reality belongs to the Christ.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001011/18/0\" data-bid=\"19-1\" class=\"b\">Col 2:16,&#xA0;17</a>) The apostle recognized mock humility for what it was and scored asceticism, saying: &#x201C;Those very things are, indeed, possessed of an appearance of wisdom in a self-imposed form of worship and mock humility, a severe treatment of the body; but they are of no value in combating the satisfying of the flesh.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001011/19/0\" data-bid=\"20-1\" class=\"b\">Col 2:20-23</a>.Paul placed emphasis on the God-given position of superiority Christ enjoys. (<a href=\"/en/wol/bc/r1/lp-e/1200001011/20/0\" data-bid=\"21-1\" class=\"b\">Col 1:13-20</a>) This truth would counteract paganistic philosophy, Jewish tradition, and another practice, &#x201C;a form of worship of the angels.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001011/21/0\" data-bid=\"22-1\" class=\"b\">Col 2:18</a>) The Scriptures do not say whether those involved in it pretended to carry on the form of worship angels were supposed to practice, thought they were emulating the reverential attitude of angels, or were actually worshiping those spirit creatures.<strong>[Box on page&#xA0;490]</strong><strong>HIGHLIGHTS OF </strong><strong>COLOSSIANS</strong>  A letter emphasizing appreciation for the God-given position of Christ as the means to counteract wrong views and practices  Written by Paul toward the end of his first imprisonment in Rome<strong>Appreciation for the position of Christ </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200001011/22/0\" data-bid=\"23-1\" class=\"b\">1:1&#x2013;2:12</a>)  Commendation for faith in connection with Christ and for love for all the holy ones with whom they share the heavenly hope  Preeminent position given to Christ: He is the image of God, the firstborn of all creation, the one through whom all other things were created, the head of the congregation, the firstborn from the dead  Through Christ reconciliation to God is effected  Concealed in Christ are all the treasures of true wisdom and knowledge  Go on walking in union with him; do not let anyone take you off as his prey through human philosophy<strong>Mosaic Law has been taken out of the way by God through Christ </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200001011/23/0\" data-bid=\"24-1\" class=\"b\">2:13-23</a>)  God figuratively nailed the Law covenant to the torture stake on which Christ died  Requirements of Law were a shadow; the reality belongs to the Christ  Let no man deprive you of the prize by inducing you to follow commands and teachings of men instead of holding fast to Christ as the head<strong>Put on the new personality, submitting to Christ&#x2019;s authority </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200001011/24/0\" data-bid=\"25-1\" class=\"b\">3:1-17</a>)  Keep mind on things above, not on things on the earth  Deaden unclean desires of the flesh; put away wrong attitudes and speech  Clothe selves with compassion, kindness, lowliness of mind, mildness, long-suffering, love  Let the peace of Christ control in hearts  Do everything in the name of the Lord Jesus, thanking God through him<strong>Relationships with others should be influenced by appreciation for God and Christ </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200001011/25/0\" data-bid=\"26-1\" class=\"b\">3:18&#x2013;4:18</a>)  Wives, husbands, children, slaves, masters to fulfill responsibilities not as men pleasers but with fear of Jehovah, recognizing that Christ in heaven is our Master  Persevere in prayer; walk in wisdom  Personal greetings to fellow servants of the Lord"}