{"title":"Colossae","link":"/en/wol/d/r1/lp-e/1200001010","html":"<span id=\"page489\" class=\"pageNum\" data-no=\"489\" data-before-text=\"489\"></span><strong>COLOSSAE</strong>(Co&#xB7;los&#x2B9;sae) [possibly, Colossal].A city of SW Asia Minor. In the apostle Paul&#x2019;s day Colossae was in the Roman province of Asia, though it formed part of the ancient region of Phrygia. The site is uninhabited at present. It lay near the upper end of the Lycus River valley, about 18&#xA0;km (11&#xA0;mi) ESE of Laodicea (near modern Denizli). The Lycus River valley is narrow in the region of Colossae, walled in by great cliffs, but broadens out as it progresses to the NW and the junction of the Lycus with the Maeander (Menderes) River. Through this valley passed the main road leading from Ephesus and the Aegean Coast to the E as far as the Euphrates. A road branched off from there to Sardis and Pergamum to the NW. During the Roman period, however, the road system was changed, and Laodicea and neighboring Hierapolis (<a href=\"/en/wol/bc/r1/lp-e/1200001010/0/0\" data-bid=\"1-1\" class=\"b\">Col 4:13</a>) came to surpass Colossae in importance. Nevertheless, Colossae continued to be known as a textile center, noted for its fine wool of unusual hue, called <em>colossinus. </em>It lay on the edge of the lonely steppe country, where flocks of sheep were pastured. To the S some 5&#xA0;km (3&#xA0;mi), Honaz Dagi (Mt.&#xA0;Cadmus) rises 2,750&#xA0;m (9,020&#xA0;ft), its snows feeding streams that flowed past Colossae.Phrygians were present in Jerusalem on the day of Pentecost, 33&#xA0;C.E., perhaps some of them being from Colossae. (<a href=\"/en/wol/bc/r1/lp-e/1200001010/1/0\" data-bid=\"2-1\" class=\"b\">Ac 2:10</a>) Although Colossae was on the principal E-W route, most scholars believe that Paul followed a more northerly route on his third missionary tour, which took him by land to Ephesus. (<a href=\"/en/wol/bc/r1/lp-e/1200001010/2/0\" data-bid=\"3-1\" class=\"b\">Ac 18:22, 23;</a><a href=\"/en/wol/bc/r1/lp-e/1200001010/2/1\" data-bid=\"3-2\" class=\"b\"> 19:1</a>) His letter to the Colossians indicates that he had not visited Colossae and that the congregation there was the fruitage of the work of Epaphras, whom Paul describes as representing him and his coworkers by faithfully ministering to the believers in Colossae. (<a href=\"/en/wol/bc/r1/lp-e/1200001010/3/0\" data-bid=\"4-1\" class=\"b\">Col 1:7,&#xA0;8;</a><a href=\"/en/wol/bc/r1/lp-e/1200001010/3/1\" data-bid=\"4-2\" class=\"b\"> 2:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200001010/3/2\" data-bid=\"4-3\" class=\"b\"> 4:12</a>) Paul, however, knew several Christians of Colossae. He names Onesimus, Archippus, Philemon, and Apphia.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001010/4/0\" data-bid=\"5-1\" class=\"b\">Col 4:9,</a><a href=\"/en/wol/bc/r1/lp-e/1200001010/4/1\" data-bid=\"5-2\" class=\"b\"> 17;</a><a href=\"/en/wol/bc/r1/lp-e/1200001010/4/2\" data-bid=\"5-3\" class=\"b\"> Phm 1, 2,</a><a href=\"/en/wol/bc/r1/lp-e/1200001010/4/3\" data-bid=\"5-4\" class=\"b\"> 10-12</a>.Added to the original Phrygian population of Colossae were Greek and Jewish elements. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200001010/5/0\" data-bid=\"6-1\" class=\"b\">Col 3:11</a>.) The early Phrygians displayed a strong tendency toward spiritistic fanaticism, the Greeks indulged in much speculation and in philosophical arguments, and the Jews were advocates <span id=\"page490\" class=\"pageNum\" data-no=\"490\" data-before-text=\"490\"></span>of the Mosaic Law and its dietary and sabbath requirements. All these attitudes were dealt with in Paul&#x2019;s counsel to the Colossian congregation.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001010/6/0\" data-bid=\"7-1\" class=\"b\">Col 2:4,</a><a href=\"/en/wol/bc/r1/lp-e/1200001010/6/1\" data-bid=\"7-2\" class=\"b\"> 8,</a><a href=\"/en/wol/bc/r1/lp-e/1200001010/6/2\" data-bid=\"7-3\" class=\"b\"> 16,</a><a href=\"/en/wol/bc/r1/lp-e/1200001010/6/3\" data-bid=\"7-4\" class=\"b\"> 18,</a><a href=\"/en/wol/bc/r1/lp-e/1200001010/6/4\" data-bid=\"7-5\" class=\"b\"> 20-23</a>."}