{"title":"Compensation","link":"/en/wol/d/r1/lp-e/1200001017","html":"<span id=\"page493\" class=\"pageNum\" data-no=\"493\" data-before-text=\"493\"></span><strong>COMPENSATION</strong>An equivalent given or received for services, loss, or injury. The Hebrew verb rendered &#x201C;make compensation&#x201D; (<em>sha&#xB7;lem&#x2B9;</em>) is related to <em>sha&#xB7;lohm&#x2B9;, </em>meaning &#x201C;peace.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001017/0/0\" data-bid=\"1-1\" class=\"b\">Ex 21:36;</a><a href=\"/en/wol/bc/r1/lp-e/1200001017/0/1\" data-bid=\"1-2\" class=\"b\"> 1Ki 5:12</a>) Thus the verb implies a restoration of peace through payment or restitution. Under the Law given to Israel through Moses, compensation was demanded where there was injury or loss in any field of human relations. Compensation also had to be made for work done or services rendered. Hired laborers, whether Israelites, alien residents, or others, were to be paid their wages on the same day.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001017/1/0\" data-bid=\"2-1\" class=\"b\">Le 19:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200001017/1/1\" data-bid=\"2-2\" class=\"b\"> De 24:14,&#xA0;15</a>.<strong>Injuries to Persons. </strong>One who injured another in a quarrel by striking him was required to make compensation to him for time lost from <span id=\"page494\" class=\"pageNum\" data-no=\"494\" data-before-text=\"494\"></span>work, until the person was completely healed.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001017/2/0\" data-bid=\"3-1\" class=\"b\">Ex 21:18,&#xA0;19</a>.If, in the process of a fight between men, a pregnant woman was injured or her child(ren) &#x2018;came out,&#x2019; but no fatal accident occurred, the guilty man was to have damages imposed on him by the owner of the woman. (In case the husband made an exorbitant claim, the judges would fix the sum to be paid.)<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001017/3/0\" data-bid=\"4-1\" class=\"b\">Ex 21:22</a>.If a bull was in the habit of goring and its owner had been warned of this fact but did not keep the animal under guard, then, in the event that it gored a slave to death, the slave&#x2019;s master was to receive a 30-shekel ($66) compensation from the bull&#x2019;s owner. This applied to foreign slaves, not Hebrews, according to Jewish commentators. If the bull gored a free person, the owner was to die. However, if, in the eyes of the judges, circumstances or other factors allowed for a more lenient penalty, a ransom could be imposed on him. In such a case the owner of the goring bull had to pay whatever amount the judges imposed. Additionally, the owner suffered the loss of the bull, which was stoned to death. Its flesh could not be eaten. (<a href=\"/en/wol/bc/r1/lp-e/1200001017/4/0\" data-bid=\"5-1\" class=\"b\">Ex 21:28-32</a>) This law also evidently applied in the case of other animals able to inflict mortal wounds.If a man seduced an unengaged virgin, he had to take her as his wife; even if the father flatly refused to give her to him, he had to pay her father the purchase price for virgins (50 shekels; $110), the usual bride-price, because her diminished value as a bride would now have to be compensated for.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001017/5/0\" data-bid=\"6-1\" class=\"b\">Ex 22:16, 17;</a><a href=\"/en/wol/bc/r1/lp-e/1200001017/5/1\" data-bid=\"6-2\" class=\"b\"> De 22:28,&#xA0;29</a>.<strong>Slander. </strong>A man falsely charging his wife with deceptively claiming to be a virgin at the time of marriage was required to pay her father double the price for virgins (2 &#xD7; 50 shekels; $220) for bringing a bad name upon a virgin of Israel.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001017/6/0\" data-bid=\"7-1\" class=\"b\">De 22:13-19</a>.A form of compensation was also involved in the case of a man falsely charging his wife with unfaithfulness. If the charge had been true, she would have suffered the wasting away of her reproductive organs, losing the privilege of childbearing, whereas, when she was found innocent, her husband was required to make her pregnant. Thus she could be blessed with a child.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001017/7/0\" data-bid=\"8-1\" class=\"b\">Nu 5:11-15,</a><a href=\"/en/wol/bc/r1/lp-e/1200001017/7/1\" data-bid=\"8-2\" class=\"b\"> 22,</a><a href=\"/en/wol/bc/r1/lp-e/1200001017/7/2\" data-bid=\"8-3\" class=\"b\">&#xA0;28</a>.<strong>Stealing. </strong>Stealing was deterred by the Law. Concerning a thief, it read: &#x201C;He is to make compensation without fail. If he has nothing, then he must be sold for the things he stole. If there should be unmistakably found in his hand what was stolen, from bull to ass and to sheep, alive, he is to make double compensation.&#x201D; This included money or other articles as well as animals. If the thief had slaughtered the stolen animal or had sold it, then he would have to make heavier compensation, namely, for a bull five of the herd, and for a sheep four of the flock. (<a href=\"/en/wol/bc/r1/lp-e/1200001017/8/0\" data-bid=\"9-1\" class=\"b\">Ex 22:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200001017/8/1\" data-bid=\"9-2\" class=\"b\"> 3, 4,</a><a href=\"/en/wol/bc/r1/lp-e/1200001017/8/2\" data-bid=\"9-3\" class=\"b\">&#xA0;7</a>) This law had the effect of protecting and recompensing the victim and made the thief work to pay for his crime, rather than sit in a jail as an economic burden to the community, with the victim uncompensated for his loss.<strong>Injuries and Property Damages. </strong>A man who killed another&#x2019;s animal was required to pay for it. (<a href=\"/en/wol/bc/r1/lp-e/1200001017/9/0\" data-bid=\"10-1\" class=\"b\">Le 24:18,</a><a href=\"/en/wol/bc/r1/lp-e/1200001017/9/1\" data-bid=\"10-2\" class=\"b\">&#xA0;21</a>) When one bull killed another, the live one was sold, and both the price of it and the dead animal were equally divided between the owners. However, if the bull was known to be a vicious one, the owner compensated the other by giving the other a live bull and taking the dead and, consequently, much less valuable one.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001017/10/0\" data-bid=\"11-1\" class=\"b\">Ex 21:35,&#xA0;36</a>.The best of one&#x2019;s own field or vineyard was to be given up as compensation for the damage done by an animal&#x2019;s trespassing and grazing on another&#x2019;s field. If one started a fire that got into another person&#x2019;s field and caused damage, the owner had to be compensated equally. The heavier judgment for damage by the trespassing animal was because animals are easier to control than fire, also because the grazing animal was receiving gain unjustly like a thief; therefore, more than equal compensation was required.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001017/11/0\" data-bid=\"12-1\" class=\"b\">Ex 22:5,&#xA0;6</a>.<strong>Bailments. </strong>When items or goods were left with another for safekeeping and during this time were stolen, the thief, if found, had to make the usual double compensation. Money and articles left with a person did not have to be given special care but were to be kept in a safe place. In the case of a domestic animal kept for another, the one keeping the animal (bailee) was to exercise the same care that he did for his own flock. Such bailees were usually paid for food the animals needed, and sometimes they were probably paid also for the extra trouble of keeping the animals. If an animal died of itself, was torn by a wild beast, or was taken by a band of marauders, the bailee was free from blame. The loss was beyond his control. This might happen to his own animals, but if it was stolen (by someone whom the bailee could have prevented, or through his negligence), the bailee was responsible and was required to make compensation.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001017/12/0\" data-bid=\"13-1\" class=\"b\">Ex 22:7-13</a>; see <a href=\"/en/wol/bc/r1/lp-e/1200001017/13/0\" data-bid=\"14-1\" class=\"b\">Ge 31:38-42</a>.A man who borrowed an animal from another person for his own use had to compensate for any damages incurred. (<a href=\"/en/wol/bc/r1/lp-e/1200001017/14/0\" data-bid=\"15-1\" class=\"b\">Ex 22:14</a>) If its owner was <span id=\"page495\" class=\"pageNum\" data-no=\"495\" data-before-text=\"495\"></span>with it, no compensation was required, on the principle that the individual would be watching his own property. If it was a hired item, the owner would stand the loss because he supposedly would consider the risk in setting a hiring price.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001017/15/0\" data-bid=\"16-1\" class=\"b\">Ex 22:15</a>."}