{"title":"Congregations of Revelation","link":"/en/wol/d/r1/lp-e/1200004125","html":"<span id=\"page945\" class=\"pageNum\" data-no=\"945\" data-before-text=\"945\"></span><strong>CONGREGATIONS OF REVELATION</strong>TOWARD the end of the first century C.E., the resurrected Jesus Christ in a very touching way showed keen interest in his anointed followers still on earth. How? By directing the aged apostle John to write letters to &#x201C;the seven congregations that [were] in the district of Asia.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004125/0/0\" data-bid=\"1-1\" class=\"b\">Re 1:1-4</a>) Those letters contained much needed encouragement, counsel, and warning.Today, only ruins are found on the sites of most of the cities where those congregations were located. Yet, these give evidence that what was written deals with real places, actual situations, and people who truly lived. Of even greater interest, however, is the fact that these messages pointed to conditions that would exist at a future time in the Christian congregation.<strong>[Map on page&#xA0;945]</strong>(For fully formatted text, see publication)PergamumThyatiraSardisSmyrnaPhiladelphiaEphesusLaodiceaPATMOS<strong>[Picture on page&#xA0;945]</strong>Ruins of Ephesus. Some Christians in this materialistic city lost the love for Jehovah that they had at first<strong>[Picture on page&#xA0;945]</strong>Reconstructed altar to Zeus from Pergamum. Christians in Pergamum were tested in regard to giving worship exclusively to Jehovah<span id=\"page946\" class=\"pageNum\" data-no=\"946\" data-before-text=\"946\"></span><strong>[Picture on page&#xA0;946]</strong>Smyrna (now called Izmir). Early Christians here, though thrown into prison, were urged not to be afraid. Those in Philadelphia (at the head of a long valley that led west to Smyrna), though they had already endured, were also urged to keep holding fast what they had<strong>[Picture on page&#xA0;946]</strong>Thyatira (now called Akhisar). Some early Christians in Thyatira, although sharing in good works, foolishly got involved in immoral conduct<strong>[Picture on page&#xA0;946]</strong>Sardis. Not all Christians here were truly alive spiritually<strong>[Picture on page&#xA0;946]</strong>Laodicea. Christians in this city were reproved for being lukewarm, like the water that reached the city through its aqueduct"}