{"title":"Conscience","link":"/en/wol/d/r1/lp-e/1200001024","html":"<span id=\"page500\" class=\"pageNum\" data-no=\"500\" data-before-text=\"500\"></span><strong>CONSCIENCE</strong>The word is translated from the Greek <em>sy&#xB7;nei&#x2B9;de&#xB7;sis, </em>which is drawn from <em>syn </em>(with) and <em>ei&#x2B9;de&#xB7;sis </em>(knowledge) and thus means co-knowledge, or knowledge with oneself. Conscience is a capacity to look at oneself and render judgment about oneself, bear witness to oneself. The apostle Paul expresses the operation of his conscience in this manner: &#x201C;My conscience bears witness with me in holy spirit.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001024/0/0\" data-bid=\"1-1\" class=\"b\">Ro 9:1</a>.Conscience is inherent in man, having been made part of him by God. It is an inward realization or sense of right and wrong that excuses or accuses one. Hence, conscience judges. It also can be trained by the thoughts and acts, convictions <span id=\"page501\" class=\"pageNum\" data-no=\"501\" data-before-text=\"501\"></span>and rules that are implanted in a person&#x2019;s mind by study and experience. Based on these things, it makes a comparison with the course of action being taken or contemplated. Then it sounds a warning when the rules and the course conflict, unless the conscience is &#x201C;seared,&#x201D; made unfeeling by continued violations of its warnings. Conscience can be a moral safety device, in that it imparts pleasure and inflicts pain for one&#x2019;s own good and bad conduct.From the very start, man has had a conscience. Adam and Eve manifested this as soon as they broke God&#x2019;s law and hid themselves. (<a href=\"/en/wol/bc/r1/lp-e/1200001024/1/0\" data-bid=\"2-1\" class=\"b\">Ge 3:8</a>) In <a href=\"/en/wol/bc/r1/lp-e/1200001024/2/0\" data-bid=\"3-1\" class=\"b\">Romans 2:14, 15</a> we read: &#x201C;For whenever people of the nations that do not have law do by nature the things of the law, these people, although not having law, are a law to themselves. They are the very ones who demonstrate the matter of the law to be written in their hearts, while their conscience is bearing witness with them and, between their own thoughts, they are being accused or even excused.&#x201D; Thus it can be seen that conscience has not been wiped out even among non-Christians. This is because all mankind descended from Adam and Eve, in whom conscience was inherent. Many laws of the nations are in harmony with a Christian&#x2019;s conscience, yet such nations and lawmakers may not have been influenced by Christianity at all. The laws were according to the leadings of their own consciences. All persons have the faculty of conscience, and it is to this that the life course and preaching of Christians appeal.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001024/3/0\" data-bid=\"4-1\" class=\"b\">2Co 4:2</a>.Conscience must be enlightened; if not, it can mislead. It is an unsafe guide if it has not been trained in right standards, according to the truth. Its development can be wrongly influenced by local environment, customs, worship, and habits. It might judge matters as being right or wrong by these incorrect standards or values. An example of this is shown in <a href=\"/en/wol/bc/r1/lp-e/1200001024/4/0\" data-bid=\"5-1\" class=\"b\">John 16:2</a>, where Jesus foretold that men would even kill God&#x2019;s servants, thinking that they were doing Him a service. Saul (later Paul the apostle) actually went out with murderous intent against Christ&#x2019;s disciples, believing he was zealously serving God. (<a href=\"/en/wol/bc/r1/lp-e/1200001024/5/0\" data-bid=\"6-1\" class=\"b\">Ac 9:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200001024/5/1\" data-bid=\"6-2\" class=\"b\"> Ga 1:13-16</a>) The Jews were seriously misled into fighting against God because of lack of appreciation of God&#x2019;s Word. (<a href=\"/en/wol/bc/r1/lp-e/1200001024/6/0\" data-bid=\"7-1\" class=\"b\">Ro 10:2,&#xA0;3;</a><a href=\"/en/wol/bc/r1/lp-e/1200001024/6/1\" data-bid=\"7-2\" class=\"b\"> Ho 4:1-3;</a><a href=\"/en/wol/bc/r1/lp-e/1200001024/6/2\" data-bid=\"7-3\" class=\"b\"> Ac 5:39,&#xA0;40</a>) Only a conscience properly trained by God&#x2019;s Word can correctly assess and set matters of life thoroughly straight. (<a href=\"/en/wol/bc/r1/lp-e/1200001024/7/0\" data-bid=\"8-1\" class=\"b\">2Ti 3:16;</a><a href=\"/en/wol/bc/r1/lp-e/1200001024/7/1\" data-bid=\"8-2\" class=\"b\"> Heb 4:12</a>) A Christian must have a stable, right standard<wbr>&#x2014;God&#x2019;s standard.<strong>Good Conscience. </strong>One must approach Jehovah with a cleansed conscience. (<a href=\"/en/wol/bc/r1/lp-e/1200001024/8/0\" data-bid=\"9-1\" class=\"b\">Heb 10:22</a>) A Christian must constantly strive for an honest conscience in all things. (<a href=\"/en/wol/bc/r1/lp-e/1200001024/9/0\" data-bid=\"10-1\" class=\"b\">Heb 13:18</a>) When Paul stated: &#x201C;I am exercising myself continually to have a consciousness of committing no offense against God and men&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001024/10/0\" data-bid=\"11-1\" class=\"b\">Ac 24:16</a>), he meant that he continually steered and corrected his course of life according to God&#x2019;s Word and Christ&#x2019;s teachings, for he knew that in the final analysis God, and not his own conscience, would be his ultimate judge. (<a href=\"/en/wol/bc/r1/lp-e/1200001024/11/0\" data-bid=\"12-1\" class=\"b\">1Co 4:4</a>) Following a Bible-trained conscience may result in persecution, but Peter comfortingly counsels: &#x201C;For if someone, because of conscience toward God, bears up under grievous things and suffers unjustly, this is an agreeable thing.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001024/12/0\" data-bid=\"13-1\" class=\"b\">1Pe 2:19</a>) A Christian must &#x201C;hold a good conscience&#x201D; in the face of opposition.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001024/13/0\" data-bid=\"14-1\" class=\"b\">1Pe 3:16</a>.The Law with its animal sacrifices could not so perfect a person as regards his conscience that he could consider himself free from guilt; however, through the application of Christ&#x2019;s ransom to those having faith, a person&#x2019;s conscience can be cleansed. (<a href=\"/en/wol/bc/r1/lp-e/1200001024/14/0\" data-bid=\"15-1\" class=\"b\">Heb 9:9,</a><a href=\"/en/wol/bc/r1/lp-e/1200001024/14/1\" data-bid=\"15-2\" class=\"b\">&#xA0;14</a>) Peter indicates that those who receive salvation have to have this good, clean, right conscience.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001024/15/0\" data-bid=\"16-1\" class=\"b\">1Pe 3:21</a>.<strong>Consideration for Consciences of Others. </strong>In view of the fact that in order to make proper evaluations a conscience must be fully and accurately trained in God&#x2019;s Word, an untrained conscience may be weak. That is, it may be easily and unwisely suppressed, or the person may become offended by the actions or words of others, even in instances where no wrongdoing may exist. Paul gave examples of this in connection with eating, drinking, and the judging of certain days as above others. (<a href=\"/en/wol/bc/r1/lp-e/1200001024/16/0\" data-bid=\"17-1\" class=\"b\">Ro 14:1-23;</a><a href=\"/en/wol/bc/r1/lp-e/1200001024/16/1\" data-bid=\"17-2\" class=\"b\"> 1Co 8:1-13</a>) The Christian with knowledge and whose conscience is trained is commanded to give consideration and allowance to the one with a weak conscience, not using all his freedom or insisting on all his personal &#x201C;rights&#x201D; or always doing just as he pleases. (<a href=\"/en/wol/bc/r1/lp-e/1200001024/17/0\" data-bid=\"18-1\" class=\"b\">Ro 15:1</a>) One who wounds the weak conscience of a fellow Christian is &#x201C;sinning against Christ.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001024/18/0\" data-bid=\"19-1\" class=\"b\">1Co 8:12</a>) On the other hand, Paul implies that while he would not want to do something by which the weak brother would be offended, thereby causing him to judge Paul, the weak one should likewise consider his brother, striving for maturity by getting more knowledge and training so that his conscience will not be easily offended, causing him to view others wrongly.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001024/19/0\" data-bid=\"20-1\" class=\"b\">1Co 10:29, 30;</a><a href=\"/en/wol/bc/r1/lp-e/1200001024/19/1\" data-bid=\"20-2\" class=\"b\"> Ro 14:10</a>.<strong>Bad Conscience. </strong>The conscience can be so abused that it no longer is clean and sensitive. When that happens it cannot sound out warnings <span id=\"page502\" class=\"pageNum\" data-no=\"502\" data-before-text=\"502\"></span>or give safe guidance. (<a href=\"/en/wol/bc/r1/lp-e/1200001024/20/0\" data-bid=\"21-1\" class=\"b\">Tit 1:15</a>) Man&#x2019;s conduct is then controlled by fear of exposure and punishment rather than by a good conscience. (<a href=\"/en/wol/bc/r1/lp-e/1200001024/21/0\" data-bid=\"22-1\" class=\"b\">Ro 13:5</a>) Paul&#x2019;s reference to a conscience that is marked as with a branding iron indicates that it would be like seared flesh that is covered over with scar tissue and void of nerve endings and, therefore, without sense of feeling. (<a href=\"/en/wol/bc/r1/lp-e/1200001024/22/0\" data-bid=\"23-1\" class=\"b\">1Ti 4:2</a>) Persons with such a conscience cannot sense right or wrong. They do not appreciate the freedom God grants them and, rebelling, become slaves to a bad conscience. It is easy to defile one&#x2019;s conscience. A Christian&#x2019;s aim should be as shown in <a href=\"/en/wol/bc/r1/lp-e/1200001024/23/0\" data-bid=\"24-1\" class=\"b\">Acts 23:1</a>: &#x201C;Brothers, I have behaved before God with a perfectly clear conscience down to this day.&#x201D;"}