{"title":"Corinth","link":"/en/wol/d/r1/lp-e/1200001038","html":"<span id=\"page508\" class=\"pageNum\" data-no=\"508\" data-before-text=\"508\"></span><strong>CORINTH</strong>(Cor&#x2B9;inth).One of the oldest and most prominent cities of ancient Greece, located about 5&#xA0;km (3&#xA0;mi) SW of the modern city. The importance of Corinth resulted in large degree from its strategic location at the western end of the isthmus, or narrow neck of land, connecting the central or mainland part of Greece with the southern peninsula, the Peloponnesus. All land traffic, commercial or otherwise, going N and S had to pass Corinth in traversing the isthmus, which at its narrowest point measures only about 6&#xA0;km (3.5&#xA0;mi) across. But international maritime traffic was drawn to Corinth as well, for navigators generally preferred to make use of this isthmus between the Gulf of Corinth and the Saronic Gulf rather than risk the long and dangerous voyage around the storm-swept capes at the southern end of the peninsula. Thus, ships from Italy, Sicily, and Spain sailed across the Ionian Sea, through the Gulf of Corinth, and docked at the deep-water harbor of Lechaeum, the western port city tied in with Corinth by two continuous walls. Ships from Asia Minor, Syria, and Egypt came through the Aegean Sea and anchored at the eastern port facilities of Cenchreae or perhaps at the smaller port of Schoenus. (<a href=\"/en/wol/bc/r1/lp-e/1200001038/0/0\" data-bid=\"1-1\" class=\"b\">Ro 16:1</a>) Merchandise from large vessels was unloaded at one harbor and transported the few miles overland to the other, there to be transshipped. Smaller vessels, with their cargo aboard, were hauled across the isthmus by means of some kind of shipway called the <em>di&#x2B9;ol&#xB7;kos </em>(literally, &#x201C;haul-across&#x201D;). With good reason the isthmus of Corinth was known as the bridge of the sea.<strong>History. </strong>Corinth was already flourishing in the seventh century B.C.E. when the Isthmian Games, celebrated every two years and drawn on by the apostle Paul for some of his most striking illustrations, were established at the isthmian temple of Poseidon (the Greek god of the sea and counterpart of the Roman Neptune). (<a href=\"/en/wol/bc/r1/lp-e/1200001038/1/0\" data-bid=\"2-1\" class=\"b\">1Co 9:24-27</a>) From the fourth century B.C.E. onward Corinth was generally under Macedonian domination until its liberation by the Romans in 196&#xA0;B.C.E. As an independent city-state it joined other cities in the Achaean League, became involved in opposition to Rome, and was destroyed by Roman consul L.&#xA0;Mummius in 146&#xA0;B.C.E.; its men were slaughtered, and its women and children were sold into slavery. For a century it lay relatively desolate until Julius Caesar, in 44&#xA0;B.C.E. (some say 46&#xA0;B.C.E.), refounded the city as a Roman colony, Colonia Laus Julia Corinthiensis. Achaia, as the Romans called Greece apart from Macedonia, became a Roman senatorial province during the reign of Caesar Augustus, and Corinth was made the capital.<strong>Industry and Buildings. </strong>The city of Corinth at which Paul arrived about the year 50&#xA0;C.E., therefore, was a bustling crossroads of commerce and a political center. The tolls levied on the cargoes flowing across the isthmus contributed much to Corinth&#x2019;s wealth, but it was also an industrial center, famous for its pottery and bronzeware. The city itself was built on two terraces, one about 30&#xA0;m (100&#xA0;ft) above the other. At its center was the spacious agora or marketplace, lined with colonnades and public buildings. Rows of shops opened out onto the marketplace, some of the remains discovered giving evidence of shops used for the sale of meat and other foodstuffs, as well as wine. The word <em>macellum </em>was applied to one shop in an inscription. This term is the Latin equivalent of the Greek <em>ma&#x2B9;kel&#xB7;lon, </em>used by Paul in referring to the &#x201C;meat market&#x201D; at <a href=\"/en/wol/bc/r1/lp-e/1200001038/2/0\" data-bid=\"3-1\" class=\"b\">1&#xA0;Corinthians 10:25</a>. Another inscription found on a step read &#x201C;Lucius, the butcher.&#x201D;Near the center of the agora, excavations revealed an elevated outdoor speakers&#x2019; stand called the bema, or rostra, extending out from the terrace that divided the upper and lower levels of the agora. Built of white and blue marble and richly decorated with delicate carvings, the stand had two waiting rooms alongside with mosaic floors and marble benches. The bema is believed to be &#x201C;the judgment seat&#x201D; where Jews opposed to the Christian message brought Paul for a hearing before Proconsul Gallio. (<a href=\"/en/wol/bc/r1/lp-e/1200001038/3/0\" data-bid=\"4-1\" class=\"b\">Ac 18:12-16</a>) An inscription found at Delphi, a city on the N side of the Bay of <span id=\"page509\" class=\"pageNum\" data-no=\"509\" data-before-text=\"509\"></span>Corinth, bears the name of Gallio and indicates that he was proconsul.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001038/0\">GALLIO</a>.To the NW of the marketplace stood two theaters, one capable of holding some 18,000 persons. Corinthian Christians could well appreciate Paul&#x2019;s reference to the apostles&#x2019; being &#x201C;a theatrical spectacle to the world.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001038/4/0\" data-bid=\"5-1\" class=\"b\">1Co 4:9</a>) In a plaza near the theater, archaeologists found an inscription mentioning a certain Erastus who bore the Latin title of <em>aedile, </em>translated by some as &#x201C;commissioner of public works.&#x201D; This Erastus could be &#x201C;the city steward&#x201D; of the same name mentioned by Paul when writing to the Romans from Corinth. (<a href=\"/en/wol/bc/r1/lp-e/1200001038/5/0\" data-bid=\"6-1\" class=\"b\">Ro 16:23</a>) The Greek term used by Paul for &#x201C;steward&#x201D; (<em>oi&#xB7;ko&#xB7;no&#x2B9;mos</em>) means, basically, &#x201C;a house administrator or manager.&#x201D;<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200001038/6/0\" data-bid=\"7-1\" class=\"b\">Ga 4:2</a>, ftn and <em>Int; </em>see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001038/1\">ERASTUS</a> No.&#xA0;2.<strong>Religion and Culture. </strong>Notable as Corinth was as a seat of governmental authority and as the leading commercial city of Greece, in the minds of many persons the city symbolized licentiousness and wanton luxury, so much so that the expression &#x201C;to Corinthianize&#x201D; came into use as meaning &#x201C;to practice immorality.&#x201D; This sensuality was a product of Corinthian worship, particularly of the goddess Aphrodite (counterpart of the Roman Venus, the Phoenician and Canaanite Astarte, and the Babylonian Ishtar). A temple dedicated to her worship sat on top of the Acrocorinthus, a steep, rocky hill towering 513&#xA0;m (1,683&#xA0;ft) above the agora. (PICTURE, Vol.&#xA0;2, p.&#xA0;336) Paul had good reason for giving the Corinthian Christians strong counsel and warning regarding moral conduct. (<a href=\"/en/wol/bc/r1/lp-e/1200001038/7/0\" data-bid=\"8-1\" class=\"b\">1Co 6:9&#x2013;7:11;</a><a href=\"/en/wol/bc/r1/lp-e/1200001038/7/1\" data-bid=\"8-2\" class=\"b\"> 2Co 12:21</a>) Corinth, of course, had temples to many other gods and goddesses. At the temple of Asklepios, the god of healing, archaeologists have found flesh-colored terra-cotta representations of parts of the human body. These were left at the temple as votive offerings by worshipers, each offering representing the particular afflicted member (hand, foot, eye, and so forth) of the worshiper.Besides the Greeks, there was a considerable segment of Italians who were descended from the earlier colonizers. Many of the Corinthian disciples bore Latin names, such as Justus, Tertius, Quartus, Gaius, Crispus, Fortunatus, and Achaicus. (<a href=\"/en/wol/bc/r1/lp-e/1200001038/8/0\" data-bid=\"9-1\" class=\"b\">Ac 18:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200001038/8/1\" data-bid=\"9-2\" class=\"b\"> Ro 16:22, 23;</a><a href=\"/en/wol/bc/r1/lp-e/1200001038/8/2\" data-bid=\"9-3\" class=\"b\"> 1Co 1:14;</a><a href=\"/en/wol/bc/r1/lp-e/1200001038/8/3\" data-bid=\"9-4\" class=\"b\"> 16:17</a>) A large number of Jews had settled there and established a synagogue, drawing some Greek adherents. (<a href=\"/en/wol/bc/r1/lp-e/1200001038/9/0\" data-bid=\"10-1\" class=\"b\">Ac 18:4</a>) The presence of Jews in Corinth is indicated by a Greek inscription on a marble lintel found near the gate toward Lechaeum. The inscription, which reads <em>&#x201C;</em>[<em>Sy&#xB7;na&#xB7;</em>]<em>go&#xB7;ge&#x2B9; He&#xB7;br</em>[<em>ai&#x2B9;on</em>],&#x201D; means &#x201C;Synagogue of the Hebrews.&#x201D; There was also a constant flow of travelers and merchants, besides those seeking pleasure at this entertainment and athletic center. Doubtless this contributed to a more broad-minded attitude than that prevailing in other cities visited by the apostle, including Athens, the center of Greek culture. Paul received a vision assuring him that Corinth contained many righteously disposed persons, and so he spent a year and six months at this strategic meeting place of the East and the West. (<a href=\"/en/wol/bc/r1/lp-e/1200001038/10/0\" data-bid=\"11-1\" class=\"b\">Ac 18:9-11</a>) During this time he likely wrote his two letters to the Thessalonians.<strong>Christian Congregation. </strong>Paul&#x2019;s associates in tentmaking and fellow Christians, Aquila and Priscilla, went with him when he finally sailed from the eastern port of Cenchreae heading across the Aegean Sea to Ephesus in Asia Minor. (<a href=\"/en/wol/bc/r1/lp-e/1200001038/11/0\" data-bid=\"12-1\" class=\"b\">Ac 18:18,&#xA0;19</a>) Eloquent Apollos, on the other hand, followed up Paul&#x2019;s activity, watering the seeds sown in Corinth. (<a href=\"/en/wol/bc/r1/lp-e/1200001038/12/0\" data-bid=\"13-1\" class=\"b\">Ac 18:24-28;</a><a href=\"/en/wol/bc/r1/lp-e/1200001038/12/1\" data-bid=\"13-2\" class=\"b\"> 19:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200001038/12/2\" data-bid=\"13-3\" class=\"b\"> 1Co 3:6</a>) Paul showed deep concern for the congregation he had formed in Corinth, dispatching Titus to represent him there on two visits, as well as writing his two weighty letters to the Corinthian congregation. (<a href=\"/en/wol/bc/r1/lp-e/1200001038/13/0\" data-bid=\"14-1\" class=\"b\">2Co 7:6, 7,</a><a href=\"/en/wol/bc/r1/lp-e/1200001038/13/1\" data-bid=\"14-2\" class=\"b\"> 13;</a><a href=\"/en/wol/bc/r1/lp-e/1200001038/13/2\" data-bid=\"14-3\" class=\"b\"> 8:6,</a><a href=\"/en/wol/bc/r1/lp-e/1200001038/13/3\" data-bid=\"14-4\" class=\"b\"> 16, 17;</a><a href=\"/en/wol/bc/r1/lp-e/1200001038/13/4\" data-bid=\"14-5\" class=\"b\"> 12:17,&#xA0;18</a>) Unable to make a planned stopover visit with them in transit to Macedonia (<a href=\"/en/wol/bc/r1/lp-e/1200001038/14/0\" data-bid=\"15-1\" class=\"b\">2Co 1:15, 16,</a><a href=\"/en/wol/bc/r1/lp-e/1200001038/14/1\" data-bid=\"15-2\" class=\"b\">&#xA0;23</a>), Paul, nevertheless, did spend three months in Greece later on, probably in 55-56&#xA0;C.E., and spent part of the time in Corinth, writing his letter to the Romans from there.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001038/15/0\" data-bid=\"16-1\" class=\"b\">Ac 20:2,&#xA0;3;</a><a href=\"/en/wol/bc/r1/lp-e/1200001038/15/1\" data-bid=\"16-2\" class=\"b\"> Ro 16:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200001038/15/2\" data-bid=\"16-3\" class=\"b\"> 23;</a><a href=\"/en/wol/bc/r1/lp-e/1200001038/15/3\" data-bid=\"16-4\" class=\"b\"> 1Co 1:14</a>."}