{"title":"Cornerstone","link":"/en/wol/d/r1/lp-e/1200001043","html":"<span id=\"page513\" class=\"pageNum\" data-no=\"513\" data-before-text=\"513\"></span><strong>CORNERSTONE</strong>A stone placed at an angle or corner of a building where two walls meet, of great importance in joining and binding them together. Usually cut as rectangular blocks, cornerstones are customarily laid endways and sideways alternately from the foundation to the top or roof of a structure. Thus, at an angle or corner, the side of one stone appears below or above the end of the next stone.The principal cornerstone was the foundation cornerstone, a particularly strong one generally being chosen for public buildings and city walls. The foundation cornerstone would be used as a guide as other stones were put in place, a plummet being dropped to it to align them. Every other stone had to conform to the foundation cornerstone for the building to be properly constructed. Sometimes, foundation cornerstones were quite massive. The foundation cornerstone also served to bind the parts of a structure together.Another important cornerstone was &#x201C;the head of the corner&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001043/0/0\" data-bid=\"1-1\" class=\"b\">Ps 118:22</a>), this expression apparently referring to the topmost and hence the crowning stone of a structure. By means of it the two walls meeting at the corner would be held together at the top so that they would not fall apart and the structure collapse.Joy and the praising of Jehovah marked the laying of the temple&#x2019;s foundation in Zerubbabel&#x2019;s day. (<a href=\"/en/wol/bc/r1/lp-e/1200001043/1/0\" data-bid=\"2-1\" class=\"b\">Ezr 3:10,&#xA0;11</a>) Also, it was foretold that when Zerubbabel would &#x201C;bring forth the headstone&#x201D; there would be shoutings to it of &#x201C;How charming! How charming!&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001043/2/0\" data-bid=\"3-1\" class=\"b\">Zec 4:6,&#xA0;7</a>) However, sorrow and devastation were in store for Babylon, Jehovah foretelling: &#x201C;People will not take from you a stone <span id=\"page514\" class=\"pageNum\" data-no=\"514\" data-before-text=\"514\"></span>for a corner or a stone for foundations, because desolate wastes to time indefinite are what you will become.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001043/3/0\" data-bid=\"4-1\" class=\"b\">Jer 51:26</a>.<strong>Figurative and Symbolic Use. </strong>Concerning the founding of the earth, God asked Job: &#x201C;Who laid its cornerstone?&#x201D; The earth, on which man resides and has erected many buildings, was thus likened to a gigantic edifice, a building with a cornerstone. The laying of it, which could be ascribed to no man, for mankind had not yet been created, made the heavenly &#x201C;sons of God&#x201D; shout in applause.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001043/4/0\" data-bid=\"5-1\" class=\"b\">Job 38:4-7</a>.Some translations use &#x201C;cornerstone(s)&#x201D; to render a Hebrew word (<em>pin&#xB7;nah&#x2B9;</em>), which carries the basic thought of &#x201C;corner&#x201D; but is also used metaphorically for a chief as a &#x2018;corner&#x2019; of defense or support, hence for a keyman. Thus, at <a href=\"/en/wol/bc/r1/lp-e/1200001043/5/0\" data-bid=\"6-1\" class=\"b\">Isaiah 19:13</a> certain translations use &#x201C;cornerstone(s)&#x201D; (<em>RS; AT; AS</em>), whereas others use &#x201C;chiefs&#x201D; (<em>Le</em>) and &#x201C;leaders&#x201D; (<em>Mo</em>), agreeing basically with the <em>New World Translation </em>rendering &#x201C;keymen.&#x201D; (See also <a href=\"/en/wol/bc/r1/lp-e/1200001043/6/0\" data-bid=\"7-1\" class=\"b\">Jg 20:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200001043/6/1\" data-bid=\"7-2\" class=\"b\"> 1Sa 14:38;</a><a href=\"/en/wol/bc/r1/lp-e/1200001043/6/2\" data-bid=\"7-3\" class=\"b\"> Zec 10:4</a>, where the Hebrew is literally &#x201C;the corner tower(s),&#x201D; these being pictorial of important or vital men, or chiefs.) Such an application of &#x2018;corner&#x2019; to a keyman seems significant in view of the symbolic application of &#x201C;cornerstone&#x201D; in Messianic prophecy.Jesus Christ is Scripturally spoken of as the &#x201C;foundation cornerstone&#x201D; of the Christian congregation, which is likened to a spiritual house. Through Isaiah, Jehovah foretold that He would lay in Zion as a foundation &#x201C;a stone, a tried stone, the precious corner of a sure foundation.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001043/7/0\" data-bid=\"8-1\" class=\"b\">Isa 28:16</a>) Peter quoted and applied to Jesus Christ this prophecy regarding the &#x201C;foundation cornerstone&#x201D; on which individual anointed Christians are built up as &#x201C;living stones,&#x201D; to become a spiritual house or temple for Jehovah. (<a href=\"/en/wol/bc/r1/lp-e/1200001043/8/0\" data-bid=\"9-1\" class=\"b\">1Pe 2:4-6</a>) Similarly, Paul showed that members of the Christian congregation had been built up &#x201C;upon the foundation of the apostles and prophets, while Christ Jesus himself is the foundation cornerstone,&#x201D; in union with whom the whole building harmoniously joined together &#x201C;is growing into a holy temple for Jehovah,&#x201D; a place for Him to inhabit by spirit.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001043/9/0\" data-bid=\"10-1\" class=\"b\">Eph 2:19-22</a>.<a href=\"/en/wol/bc/r1/lp-e/1200001043/10/0\" data-bid=\"11-1\" class=\"b\">Psalm 118:22</a> discloses that the stone rejected by the builders would become &#x201C;the head of the corner&#x201D; (Heb., <em>ro&#x2BC;sh pin&#xB7;nah&#x2B9;</em>). Jesus quoted and applied this prophecy to himself as &#x201C;the chief cornerstone&#x201D; (Gr., <em>ke&#xB7;pha&#xB7;le&#x2B9; go&#xB7;ni&#x2B9;as, </em>head of the corner). (<a href=\"/en/wol/bc/r1/lp-e/1200001043/11/0\" data-bid=\"12-1\" class=\"b\">Mt 21:42;</a><a href=\"/en/wol/bc/r1/lp-e/1200001043/11/1\" data-bid=\"12-2\" class=\"b\"> Mr 12:10, 11;</a><a href=\"/en/wol/bc/r1/lp-e/1200001043/11/2\" data-bid=\"12-3\" class=\"b\"> Lu 20:17</a>) Just as the topmost stone of a building is conspicuous, so Jesus Christ is the crowning stone of the Christian congregation of anointed ones, which is likened to a spiritual temple. Peter also applied <a href=\"/en/wol/bc/r1/lp-e/1200001043/12/0\" data-bid=\"13-1\" class=\"b\">Psalm 118:22</a> to Christ, showing that he was &#x201C;the stone&#x201D; rejected by men but chosen by God to become &#x201C;the head of the corner.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001043/13/0\" data-bid=\"14-1\" class=\"b\">Ac 4:8-12</a>; see also <a href=\"/en/wol/bc/r1/lp-e/1200001043/14/0\" data-bid=\"15-1\" class=\"b\">1Pe 2:4-7</a>."}