{"title":"Cornelius","link":"/en/wol/d/r1/lp-e/1200001041","html":"<span id=\"page513\" class=\"pageNum\" data-no=\"513\" data-before-text=\"513\"></span><strong>CORNELIUS</strong>(Cor&#xB7;ne&#x2B9;lius).An army officer (centurion, <em>KJ</em>) in command of 100 soldiers of the Italian band. (See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001041/0\">ARMY OFFICER</a>.) Stationed at Caesarea, he had his own house. His Roman name suggests that he may have belonged to a noble family in the imperial city. He was &#x201C;a devout man&#x201D; who &#x201C;made many gifts of mercy to the people and made supplication to God continually,&#x201D; &#x201C;a man righteous and fearing God and well reported by the whole nation of the Jews.&#x201D; It was to this man that an angel appeared in a vision in the fall of 36&#xA0;C.E., saying: &#x201C;Your prayers and gifts of mercy have ascended as a remembrance before God.&#x201D; The angel also told Cornelius to send to Joppa for Peter.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001041/0/0\" data-bid=\"1-1\" class=\"b\">Ac 10:1-22</a>.When Peter arrived, Cornelius, in the presence of &#x201C;his relatives and intimate friends,&#x201D; said to the apostle: &#x201C;We are all present before God to hear all the things you have been commanded by Jehovah to say.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001041/1/0\" data-bid=\"2-1\" class=\"b\">Ac 10:24,</a><a href=\"/en/wol/bc/r1/lp-e/1200001041/1/1\" data-bid=\"2-2\" class=\"b\">&#xA0;33</a>) &#x201C;While Peter was yet speaking .&#xA0;.&#xA0;. the holy spirit fell upon all those hearing the word.&#x201D; Thus this group of which Cornelius is named as the most notable became the first uncircumcised Gentiles or non-Jews to receive &#x201C;the free gift of the holy spirit.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001041/2/0\" data-bid=\"3-1\" class=\"b\">Ac 10:44,&#xA0;45</a>) Water baptism immediately followed. Nothing more is known of the life and activity of Cornelius after this.<strong><em>Why was the conversion of Cornelius a particularly noteworthy event?</em></strong>Cornelius was not a proselyte member of the Jewish community as some contend, even though he was acquainted with the writings of the prophets, gave gifts of mercy to the Jews, feared God, prayed continually, and used the name Jehovah. The Scriptures prove conclusively that this army officer was an uncircumcised Gentile in the fullest sense. If Cornelius had been a proselyte, Peter would not have said it was unlawful for him, a Jew, to associate with this &#x201C;man of another race,&#x201D; in view of what was written in the Law concerning an alien resident. (<a href=\"/en/wol/bc/r1/lp-e/1200001041/3/0\" data-bid=\"4-1\" class=\"b\">Le 19:33, 34;</a><a href=\"/en/wol/bc/r1/lp-e/1200001041/3/1\" data-bid=\"4-2\" class=\"b\"> Ac 10:28</a>) If he had been a proselyte, the six other Jews with Peter would not have been &#x201C;amazed&#x201D; at seeing the holy spirit poured out &#x201C;upon people of the nations.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001041/4/0\" data-bid=\"5-1\" class=\"b\">Ac 10:45;</a><a href=\"/en/wol/bc/r1/lp-e/1200001041/4/1\" data-bid=\"5-2\" class=\"b\"> 11:12</a>) If he had been a proselyte, why did &#x201C;supporters of circumcision&#x201D; contend with Peter over this matter?<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001041/5/0\" data-bid=\"6-1\" class=\"b\">Ac 11:2</a>.In reality, Cornelius was the firstfruits of the uncircumcised non-Jews to become a Christian, showing that by this time it was not necessary for Gentiles to become Jewish proselytes like the Ethiopian eunuch before being accepted into the Christian congregation. &#x201C;For a certainty,&#x201D; Peter exclaimed on that historic occasion, &#x201C;I perceive that God is not partial, but in every nation the man that fears him and works righteousness is acceptable to him.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001041/6/0\" data-bid=\"7-1\" class=\"b\">Ac 10:34,&#xA0;35</a>) As Peter was the first to open up The Way to the Jews at Pentecost, so in this instance he was the first to bring good news of salvation to the uncircumcised Gentiles. James also agreed that it was &#x201C;the first time&#x201D; that God turned his attention to &#x201C;the nations.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001041/7/0\" data-bid=\"8-1\" class=\"b\">Ac 15:7,</a><a href=\"/en/wol/bc/r1/lp-e/1200001041/7/1\" data-bid=\"8-2\" class=\"b\">&#xA0;14</a>."}