{"title":"Cos","link":"/en/wol/d/r1/lp-e/1200001044","html":"<span id=\"page514\" class=\"pageNum\" data-no=\"514\" data-before-text=\"514\"></span><strong>COS</strong>The capital city at the NE end of an island bearing the same name. It is located off the SW coast of Asia Minor. Its advantageous position gave Cos high commercial and naval importance at an early date.Though the apostle Paul apparently sailed past this city when traveling from Ephesus to Caesarea at the conclusion of his second missionary journey in about 52&#xA0;C.E. (<a href=\"/en/wol/bc/r1/lp-e/1200001044/0/0\" data-bid=\"1-1\" class=\"b\">Ac 18:21,&#xA0;22</a>), it was not until the close of his third tour, about four years later, that the island received mention by name in Acts. After Paul &#x2018;tore himself away&#x2019; from the Ephesian overseers to whom he had spoken at Miletus (<a href=\"/en/wol/bc/r1/lp-e/1200001044/1/0\" data-bid=\"2-1\" class=\"b\">Ac 20:17,</a><a href=\"/en/wol/bc/r1/lp-e/1200001044/1/1\" data-bid=\"2-2\" class=\"b\"> 36-38</a>), the ship that he and Luke boarded &#x201C;ran with a straight course,&#x201D; that is, it sailed before the wind, without tacking, and under fair winds, until it &#x201C;came to Cos,&#x201D; a journey of some 75&#xA0;km (47&#xA0;mi) down the coast. It has been estimated by some commentators that, with the Aegean&#x2019;s usual prevailing NW winds, such a distance could be covered in about six hours, allowing, as Luke indicates, for Paul&#x2019;s ship to arrive at Cos on the same day as that of departure from Miletus. It seems likely that this ship spent the night anchored off the E coast of Cos and arrived at Rhodes &#x201C;the next day,&#x201D; after departing in the morning on the journey of some 120&#xA0;km (75&#xA0;mi).<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001044/2/0\" data-bid=\"3-1\" class=\"b\">Ac 21:1</a>.The island of Cos is reputed to have long been a Jewish center in the Aegean. It was a free Roman state in the province of Asia and, according to Tacitus, was granted immunity from taxation by Claudius in 53&#xA0;C.E."}