{"title":"Crete, Cretans","link":"/en/wol/d/r1/lp-e/1200001071","html":"<span id=\"page547\" class=\"pageNum\" data-no=\"547\" data-before-text=\"547\"></span><strong>CRETE, CRETANS</strong>The fifth-largest island of the Mediterranean, and its inhabitants. The island measures about 250&#xA0;km (155&#xA0;mi) long and varies in breadth from 13 to 56&#xA0;km (8 to 35&#xA0;mi). Crete lies at the southern end of the Aegean Sea about 100&#xA0;km (62&#xA0;mi) SE of Greece. Mountains, some covered with snow during part of the year, run the full length of the narrow island. Near the center of Crete, Mount Ida rises 2,456&#xA0;m (8,058&#xA0;ft) above sea level. The N coast has some good harbors, but the southern coastline is more regular and along much of it the mountains drop off steeply to the sea. So, the S coast provides few favorable sites for harbors, as indicated in the account of Paul&#x2019;s voyage to Rome, considered later.Crete is generally accepted to be the &#x201C;Caphtor&#x201D; referred to in the Hebrew Scriptures, and hence the place from which the Philistines migrated to Canaan. (<a href=\"/en/wol/bc/r1/lp-e/1200001071/0/0\" data-bid=\"1-1\" class=\"b\">Jer 47:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200001071/0/1\" data-bid=\"1-2\" class=\"b\"> Am 9:7</a>) Some <span id=\"page548\" class=\"pageNum\" data-no=\"548\" data-before-text=\"548\"></span>scholars also connect the &#x201C;Cherethites&#x201D; with the Cretans; the Greek <em>Septuagint </em>reads &#x201C;Cretans&#x201D; instead of &#x201C;Cherethites&#x201D; at both <a href=\"/en/wol/bc/r1/lp-e/1200001071/1/0\" data-bid=\"2-1\" class=\"b\">Ezekiel 25:15-17</a> and <a href=\"/en/wol/bc/r1/lp-e/1200001071/2/0\" data-bid=\"3-1\" class=\"b\">Zephaniah 2:5-7</a>. (See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001071/0\">CHERETHITES</a>.) If the identification of Caphtor with Crete is accepted, as seems reasonable, then the early inhabitants of the island were descendants of Mizraim, whose name is Biblically equivalent to Egypt.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001071/3/0\" data-bid=\"4-1\" class=\"b\">Ge 10:13,&#xA0;14</a>.The civilization the Cretans developed was very distinctive from those of Mesopotamia and Egypt but equally resplendent. The Cretan religion placed emphasis on the female element, with a mother goddess receiving greatest prominence. As with other fertility religions, the serpent is regularly present in the representations of the goddess, either held in her hands or coiled around her body. A minor male deity is usually associated with her, perhaps in the mother-son relationship frequently found in this type of cult. At Knossos a marble cross was found, the cross likewise being an ancient sex symbol. The ancient civilization disappeared from view toward the last centuries of the second millennium. During the first millennium B.C.E. Crete came finally under Greek domination. By the second century B.C.E. the island had become a center and hideout for pirates who preyed on Mediterranean shipping. Then, in 67&#xA0;B.C.E. Pompey subdued Crete, and it was made a Roman province together with Cyrene in North Africa.<strong>Paul&#x2019;s Activity There. </strong>Cretan Jews or proselytes were among those in Jerusalem on Pentecost of 33&#xA0;C.E. (<a href=\"/en/wol/bc/r1/lp-e/1200001071/4/0\" data-bid=\"5-1\" class=\"b\">Ac 2:5,</a><a href=\"/en/wol/bc/r1/lp-e/1200001071/4/1\" data-bid=\"5-2\" class=\"b\">&#xA0;11</a>) Perhaps as a result of this, Christianity was introduced into Crete.The apostle Paul, on his way to Rome for trial, passed by Crete aboard a grain ship of Alexandria, about the fall of the year 58&#xA0;C.E. The ship, with 276 persons on board, &#x201C;sailed under the shelter of Crete,&#x201D; that is along the southern side of the island, the leeward side, where the ship was protected from the adverse northwesterly winds. From Salmone on the E coast of Crete, the ship worked its way slowly westward until reaching Fair Havens, a small bay providing anchorage at a point just before the southern coastline makes a sharp turn to the N.&#xA0;Here, contrary to Paul&#x2019;s counsel, the decision was made to try to reach Phoenix, another harbor about 65&#xA0;km (40&#xA0;mi) farther up the coast. Rounding Cape Littinos (Matala), the ship &#x201C;began coasting inshore&#x201D; when a tempestuous ENE wind, suddenly sweeping down from the mountainous heights, struck the ship, forcing it to heave to and run before the wind. From here the boat was driven past the island of Cauda, about 65&#xA0;km (40&#xA0;mi) from Fair Havens.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001071/5/0\" data-bid=\"6-1\" class=\"b\">Ac 27:6-16,</a><a href=\"/en/wol/bc/r1/lp-e/1200001071/5/1\" data-bid=\"6-2\" class=\"b\"> 37,&#xA0;38</a>.The evidence is that, following his two years of imprisonment in Rome, Paul visited Crete and engaged in Christian activity there during the final period of his ministry. On departing, he assigned Titus to remain in Crete to correct certain conditions among the congregations, making appointments of older men &#x201C;in city after city.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001071/6/0\" data-bid=\"7-1\" class=\"b\">Tit 1:5</a>) Later, when discussing congregational problems in a letter to Titus, Paul quoted the words of a Cretan prophet to the effect that &#x201C;Cretans are always liars, injurious wild beasts, unemployed gluttons.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001071/7/0\" data-bid=\"8-1\" class=\"b\">Tit 1:10-12</a>) These words are thought to proceed from Epimenides, a Cretan poet of the sixth century B.C.E. This estimate of the ancient Cretans was shared by the Greeks, among whom the name Cretan became synonymous with liar.<strong>[Map on page&#xA0;547]</strong>(For fully formatted text, see publication)GREECE<em>Great Sea</em>CRETE Salmone Phoenix Fair HavensCAUDA"}