{"title":"Cucumber","link":"/en/wol/d/r1/lp-e/1200001082","html":"<span id=\"page555\" class=\"pageNum\" data-no=\"555\" data-before-text=\"555\"></span><strong>CUCUMBER</strong>[Heb., <em>qish&#xB7;shu&#xB7;&#x2BC;ah&#x2B9;</em>].Among the foods of Egypt for which the complaining Israelites and mixed crowd expressed great longing were the cucumbers, along with watermelons, leeks, onions, and garlic. (<a href=\"/en/wol/bc/r1/lp-e/1200001082/0/0\" data-bid=\"1-1\" class=\"b\">Nu 11:5</a>) Some scholars, viewing the cucumber as too ordinary a food to provoke such longing, suggest the muskmelon (<em>Cucumis melo</em>) as a likely identification. However, the evidence from cognate languages, as well as that from early translations, points to the cucumber.The cucumber grows as a long, trailing vine bearing yellow or whitish flowers. The fruit of the common cucumber (<em>Cucumis sativus</em>) has a smooth, green to blue-green rind, and greenish-white seedy pulp inside. The well-watered banks of the Nile and the dew-moistened land of Palestine, combined with the heat of the sun, provide ideal growing conditions for the plant extensively cultivated in these countries.It was customary to erect a booth or hut in vegetable gardens or in vineyards as a shelter for the watchman who guarded the products of the fields against thieves and marauding animals. If like those used in recent times, the hut was a rather frail structure formed of four upright poles driven into the earth, with crosspieces to connect them. Branches were used to form the roof and sides, these sometimes being wattled (that is, the twigs and slender branches were interwoven), while the main joints of the structure were tied together with withes (flexible twigs used as rope). Once the growing season ends, these huts are deserted, and as the autumn winds and rain begin, they may sag or even collapse. Thus, in the midst of desolation, Zion is graphically depicted as &#x201C;left remaining like a booth in a vineyard, like a lookout hut in a field of cucumbers.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001082/1/0\" data-bid=\"2-1\" class=\"b\">Isa 1:8</a>.Pillars, poles, or other devices were also placed in the cultivated fields to scare off the animals, and to such a mute inanimate &#x201C;scarecrow of a cucumber field&#x201D; the prophet Jeremiah likened the images made by the idolatrous nations.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001082/2/0\" data-bid=\"3-1\" class=\"b\">Jer 10:5</a>."}