{"title":"Cush","link":"/en/wol/d/r1/lp-e/1200001089","html":"<span id=\"page558\" class=\"pageNum\" data-no=\"558\" data-before-text=\"558\"></span><strong>CUSH</strong><strong>1. </strong>The first-named son of Ham and father of six sons: Seba, Havilah, Sabtah, Raamah, Sabteca, and Nimrod. (<a href=\"/en/wol/bc/r1/lp-e/1200001089/0/0\" data-bid=\"1-1\" class=\"b\">Ge 10:6-8;</a><a href=\"/en/wol/bc/r1/lp-e/1200001089/0/1\" data-bid=\"1-2\" class=\"b\"> 1Ch 1:8-10</a>) Cush and his named descendants are included among those from whom &#x201C;the nations were spread about in the earth after the deluge.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001089/1/0\" data-bid=\"2-1\" class=\"b\">Ge 10:32</a>) Thus, while no details are given concerning Cush as an individual in the Genesis account, his name is used throughout the Hebrew Scriptures as representing his descendants and the land or regions that they settled, as described in No.&#xA0;2.It may here be noted, however, that Cush is very evidently a principal progenitor (perhaps along with Put) of the dark-complexioned branch of the human family (<a href=\"/en/wol/bc/r1/lp-e/1200001089/2/0\" data-bid=\"3-1\" class=\"b\">Jer 13:23</a>), as is indicated by the areas of settlement of certain of his descendants. This disproves the theory advanced by those who incorrectly endeavor to apply to the Negro peoples the curse pronounced on Canaan, for Canaan, the brother of Cush, did not produce any Negro descendants but, rather, was the forefather of the various Canaanite tribes of Palestine. (<a href=\"/en/wol/bc/r1/lp-e/1200001089/3/0\" data-bid=\"4-1\" class=\"b\">Ge 9:24, 25;</a><a href=\"/en/wol/bc/r1/lp-e/1200001089/3/1\" data-bid=\"4-2\" class=\"b\"> 10:6</a>) There is, therefore, no Scriptural connection whatsoever between the dark complexion of certain descendants of Cush and the curse pronounced on Canaan.<strong>2. </strong>Aside from the genealogical accounts at <a href=\"/en/wol/bc/r1/lp-e/1200001089/4/0\" data-bid=\"5-1\" class=\"b\">Genesis chapter&#xA0;10</a> and <a href=\"/en/wol/bc/r1/lp-e/1200001089/5/0\" data-bid=\"6-1\" class=\"b\">1&#xA0;Chronicles chapter&#xA0;1</a>, and the use of the name in the <a href=\"/en/wol/bc/r1/lp-e/1200001089/6/0\" data-bid=\"7-1\" class=\"b\">superscription of Psalm 7</a>, considered in No.&#xA0;3, the name Cush is employed in all other texts to refer to the progeny of that son of Ham and the place of their habitation.The name of Cush is associated through his son Nimrod with Babel and the kingdom that Nimrod forged in post-Flood times. (<a href=\"/en/wol/bc/r1/lp-e/1200001089/7/0\" data-bid=\"8-1\" class=\"b\">Ge 10:8-12</a>) Some <span id=\"page559\" class=\"pageNum\" data-no=\"559\" data-before-text=\"559\"></span>connect Cush&#x2019;s name with the ancient city of Kish, revealed by excavations in lower Mesopotamia near Babylon, and said to be the city from which emperors of the third millennium B.C.E. in Babylonia assumed the title of &#x201C;king of the world.&#x201D; &#x201C;The Sumerian King List,&#x201D; an ancient record, though highly legendary, contains the statement: &#x201C;After the Flood had swept over (the earth) (and) when kingship was lowered (again) from heaven, kingship was (first) in Kish.&#x201D; (<em>Ancient Near Eastern Texts, </em>edited by J.&#xA0;Pritchard, 1974, p.&#xA0;265) Referring to this ancient city, Professor Albright comments: &#x201C;Unless Kish is the prototype of the Cush of <a href=\"/en/wol/bc/r1/lp-e/1200001089/8/0\" data-bid=\"9-1\" class=\"b\">Gen. 10:8</a>, as is quite possible, it is not mentioned in the Bible. Nimrod was in any case probably considered as the first ruler of Kish.&#x201D; (Young&#x2019;s <em>Analytical Concordance to the Bible, </em>Supplement on &#x201C;Recent Discoveries in Bible Lands,&#x201D; by W.&#xA0;Albright, 1955, p.&#xA0;14) Thus, although Babylonia later came fully under Semitic domination, there seems to be some historical evidence that harmonizes with the Biblical record of Cushite rule in that area at an early time.<strong>The &#x201C;Land of Cush.&#x201D; </strong>The &#x201C;land of Cush&#x201D; referred to at <a href=\"/en/wol/bc/r1/lp-e/1200001089/9/0\" data-bid=\"10-1\" class=\"b\">Genesis 2:13</a> as the land originally encircled by the river Gihon, one of the four heads of the &#x201C;river issuing out of Eden,&#x201D; is of uncertain location. (<a href=\"/en/wol/bc/r1/lp-e/1200001089/10/0\" data-bid=\"11-1\" class=\"b\">Ge 2:10</a>) The translators of the <em>Septuagint </em>rendered the Hebrew word for &#x201C;Cush&#x201D; by the Greek name Ethiopia in this text. The name Cush did become more or less synonymous with ancient Ethiopia at an early time, yet it cannot arbitrarily be said that such is necessarily the case at <a href=\"/en/wol/bc/r1/lp-e/1200001089/11/0\" data-bid=\"12-1\" class=\"b\">Genesis 2:13</a>. Josephus, following the rendering of the <em>Septuagint, </em>associated the Gihon River with the Nile. (<em>Jewish Antiquities, </em>I, 39 [i,&#xA0;3]) However, the Gihon&#x2019;s having had a common source with the Euphrates and the Tigris rivers certainly does not seem to allow for such identification, unless the global Deluge is assumed to have brought about extreme changes in the topography of the area.The term &#x201C;Cush&#x201D; at <a href=\"/en/wol/bc/r1/lp-e/1200001089/12/0\" data-bid=\"13-1\" class=\"b\">Genesis 2:13</a> is, therefore, connected by some scholars with the Kassu or Kassites of the Assyrian inscriptions, a people of uncertain origin inhabiting the plateau region of central Asia. An article by P.&#xA0;English in the <em>Journal of Near Eastern Studies </em>(1959, Vol.&#xA0;XVIII, pp.&#xA0;49-53) presents evidence of a Negro population in ancient times in the region of the SE corner of the Black Sea and later in the Caucasus region farther N.&#xA0;It suggests a relationship between the names of the regions of Abkhazia and Khazaria, inhabited by such tribes, and the Biblical Cush. There is, of course, the possibility that the reference to Cush at <a href=\"/en/wol/bc/r1/lp-e/1200001089/13/0\" data-bid=\"14-1\" class=\"b\">Genesis 2:13</a> could apply to some segment of the Cushite family that did not migrate southward with the main body of Cushites but settled in the region of Asia Minor described above.Still others suggest that the &#x201C;land of Cush&#x201D; encircled by the Gihon was on the Arabian Peninsula, since the name &#x201C;Cushan&#x201D; is used to parallel &#x201C;the land of Midian&#x201D; at <a href=\"/en/wol/bc/r1/lp-e/1200001089/14/0\" data-bid=\"15-1\" class=\"b\">Habakkuk 3:7</a>, Midian being located generally in the vicinity of the Gulf of &#x2BD;Aqaba. It is possibly with reference to such an Arabian &#x201C;Cush&#x201D; that Moses&#x2019; Midianite wife Zipporah is called a &#x201C;Cushite.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001089/15/0\" data-bid=\"16-1\" class=\"b\">Ex 18:1-5;</a><a href=\"/en/wol/bc/r1/lp-e/1200001089/15/1\" data-bid=\"16-2\" class=\"b\"> Nu 12:1</a>.<strong>After the Tower of Babel. </strong>Following the breakup at Babel because of the confusion of language, the main body of Cush&#x2019;s descendants appear to have migrated southward. Whether they reached Africa by first going into the Arabian Peninsula and then crossing over the narrow strait known as Bab el-Mandab or whether they settled initially in Africa and then crossed over into Arabia is uncertain, although the basic association of &#x201C;Cush&#x201D; with Africa might favor the latter migratory movement. The name of Cush&#x2019;s son Seba is associated with E Africa, while those of Havilah, Sabtah, Raamah, and Sabteca are generally associated with regions on the Arabian Peninsula. (See individual articles under names of sons.) It is of note that, while the names of these sons appear to have been perpetuated by tribes descended from them, this does not seem to be the case with the name of Nimrod, his name appearing in ancient history solely as that of an individual. This may indicate that Nimrod remained childless.Though Cushites were to be found in Arabia, the name Cush as used in the Bible in most cases clearly refers to a region in Africa, and where the relationship is obvious, translators simply render &#x201C;Cush&#x201D; as &#x201C;Ethiopia.&#x201D; It is regularly associated with Egypt (<a href=\"/en/wol/bc/r1/lp-e/1200001089/16/0\" data-bid=\"17-1\" class=\"b\">Isa 20:3-5;</a><a href=\"/en/wol/bc/r1/lp-e/1200001089/16/1\" data-bid=\"17-2\" class=\"b\"> 43:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200001089/16/2\" data-bid=\"17-3\" class=\"b\"> Jer 46:7-9</a>) and also with Libya. (<a href=\"/en/wol/bc/r1/lp-e/1200001089/17/0\" data-bid=\"18-1\" class=\"b\">2Ch 12:2,&#xA0;3;</a><a href=\"/en/wol/bc/r1/lp-e/1200001089/17/1\" data-bid=\"18-2\" class=\"b\"> Da 11:43;</a><a href=\"/en/wol/bc/r1/lp-e/1200001089/17/2\" data-bid=\"18-3\" class=\"b\"> Na 3:9</a>) <a href=\"/en/wol/bc/r1/lp-e/1200001089/18/0\" data-bid=\"19-1\" class=\"b\">Isaiah 11:11</a> presents the ancient geographic designations for the regional divisions running southward from the Nile Delta: &#x201C;Egypt&#x201D; (or &#x201C;Mizraim,&#x201D; here, Lower Egypt), &#x201C;Pathros&#x201D; (Upper Egypt), and &#x201C;Cush&#x201D; (Nubia-Ethiopia). <a href=\"/en/wol/bc/r1/lp-e/1200001089/19/0\" data-bid=\"20-1\" class=\"b\">Ezekiel 29:10</a> speaks of the devastation of Egypt &#x201C;from Migdol to Syene and to the boundary of Ethiopia [Cush].&#x201D; Thus, Cush or ancient Ethiopia appears to have been beyond Syene (modern Aswan) and, according to archaeological evidence, continued S perhaps as far as modern Khartoum. Cush thus embraced primarily the northern half of the present Sudan and the southernmost part of modern Egypt. &#x201C;The rivers of Ethiopia [Cush]&#x201D; are suggested to have been the Blue and White Nile rivers, which have their junction at Khartoum, and also the Atbara River, which joins the Nile S of the fifth cataract.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001089/20/0\" data-bid=\"21-1\" class=\"b\">Zep 3:10</a>.&#x201C;The Arabs that were by the side of the Ethiopians [<em>Ku&#xB7;shim&#x2B9;</em>]&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001089/21/0\" data-bid=\"22-1\" class=\"b\">2Ch 21:16</a>) possibly were those Arab tribes occupying the SW coast of the Arabian Peninsula and thus facing Africa across the Red Sea.Much of the land of Cush was evidently arid desert country. &#x201C;The region of the rivers of Ethiopia&#x201D; is described as &#x201C;the land of the whirring insects with wings&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001089/22/0\" data-bid=\"23-1\" class=\"b\">Isa 18:1</a>), perhaps referring to the locusts that swarm in Ethiopia and Egypt; however, some suggest the mosquitoes, and others point out that the Hebrew word for &#x201C;whirring&#x201D; (<em>tsela&#xB7;tsal&#x2B9;</em>) resembles in sound the name given to the tsetse fly (<em>tsaltsalya</em>) by the Galla tribes (a Hamitic people living in modern Ethiopia). Ivory, ebony, gold, precious stones, iron, and aromatics were products of the land, and Biblical mention is made of &#x201C;the merchants of Ethiopia&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001089/23/0\" data-bid=\"24-1\" class=\"b\">Isa 45:14</a>) and &#x201C;the topaz of Cush.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001089/24/0\" data-bid=\"25-1\" class=\"b\">Job 28:19</a>.<strong>Later History. </strong>Cush, or Ethiopia, had come under Egyptian domination by about the time of the Exodus of Israel from Egypt, and it continued thus for some 500 years. A viceroy administering this domain under the Egyptian Pharaoh was known by the title &#x201C;King&#x2019;s Son of Kush.&#x201D; Evidently toward the close of the second millennium B.C.E., Ethiopia freed itself from Egypt&#x2019;s control. The Ethiopian capital was thereafter located first at Napata, near the fourth cataract, and later at Mero&#xEB;, about 210&#xA0;km (130&#xA0;mi) NNE of Khartoum.Ethiopian warriors formed part of Pharaoh Shishak&#x2019;s forces that attacked Judah in the fifth year of Rehoboam (993&#xA0;B.C.E.). (<a href=\"/en/wol/bc/r1/lp-e/1200001089/25/0\" data-bid=\"26-1\" class=\"b\">2Ch 12:2,&#xA0;3</a>) Following King Asa&#x2019;s tenth year, or about 967&#xA0;B.C.E., the Ethiopian Zerah marched against Judah with a million men but suffered complete defeat at Mareshah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001089/26/0\" data-bid=\"27-1\" class=\"b\">2Ch 14:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200001089/26/1\" data-bid=\"27-2\" class=\"b\"> 9-15;</a><a href=\"/en/wol/bc/r1/lp-e/1200001089/26/2\" data-bid=\"27-3\" class=\"b\"> 16:8</a>.Secular history shows that in the latter part of the eighth century B.C.E. Ethiopia conquered Egypt and dominated it for some 60 years. This was during the &#x201C;Twenty-fifth (Ethiopian) Dynasty,&#x201D; which included among its rulers King Taharqa, called Tirhakah in the Bible. This king came up against the forces of Sennacherib during their invasion of Judah (732&#xA0;B.C.E.) but, according to the Assyrian inscriptions, was defeated at Elteke(h).<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001089/27/0\" data-bid=\"28-1\" class=\"b\">2Ki 19:9;</a><a href=\"/en/wol/bc/r1/lp-e/1200001089/27/1\" data-bid=\"28-2\" class=\"b\"> Isa 37:8,&#xA0;9</a>.Assyrian Emperors Esar-haddon and Ashurbanipal invaded Egypt during their respective reigns, and the destruction of Thebes in Upper Egypt (called No-amon at <a href=\"/en/wol/bc/r1/lp-e/1200001089/28/0\" data-bid=\"29-1\" class=\"b\">Na 3:8-10</a>) by Ashurbanipal (c.&#xA0;684&#xA0;B.C.E.) completely subjugated Egypt and also ended Ethiopian dominance of the Nile valley. This fulfilled the prophecy uttered about a half century earlier by the prophet Isaiah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001089/29/0\" data-bid=\"30-1\" class=\"b\">Isa 20:3-6</a>.At the battle of Carchemish in 625&#xA0;B.C.E., Ethiopian forces formed part of Pharaoh Necho&#x2019;s army, which suffered defeat there at the hands of Nebuchadnezzar. (<a href=\"/en/wol/bc/r1/lp-e/1200001089/30/0\" data-bid=\"31-1\" class=\"b\">Jer 46:2,</a><a href=\"/en/wol/bc/r1/lp-e/1200001089/30/1\" data-bid=\"31-2\" class=\"b\">&#xA0;9</a>) Nebuchadnezzar&#x2019;s later invasion of Egypt (possibly 588&#xA0;B.C.E.) would cause &#x201C;severe pains&#x201D; in Cush and &#x201C;drive self-confident Ethiopia [Cush] into trembling.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001089/31/0\" data-bid=\"32-1\" class=\"b\">Eze 29:19;</a><a href=\"/en/wol/bc/r1/lp-e/1200001089/31/1\" data-bid=\"32-2\" class=\"b\"> 30:4-9</a>.Persian King Cambyses&#xA0;II (529-522&#xA0;B.C.E.) conquered Egypt during the days of Pharaoh Psamtik&#xA0;III, and this opened the way for bringing Ethiopia under Persian control; thus, Ahasuerus (Xerxes&#xA0;I) could be spoken of as ruling &#x201C;from India to Ethiopia [Cush].&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001089/32/0\" data-bid=\"33-1\" class=\"b\">Es 1:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200001089/32/1\" data-bid=\"33-2\" class=\"b\"> 8:9</a>) Confirming this, Xerxes states in an inscription: &#x201C;These are the countries<wbr>&#x2014;in addition to Persia&#x2014;<wbr>over which I am king .&#xA0;.&#xA0;. India .&#xA0;.&#xA0;. (and) Kush.&#x201D;<wbr>&#x2014;<em>Ancient Near Eastern Texts, </em>p.&#xA0;316.Judean exiles were foretold to return to their homeland from faraway lands, including Cush. (<a href=\"/en/wol/bc/r1/lp-e/1200001089/33/0\" data-bid=\"34-1\" class=\"b\">Isa 11:11, 12</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200001089/34/0\" data-bid=\"35-1\" class=\"b\">Zep 3:10</a>.) In Daniel&#x2019;s prophecy of &#x201C;the time of the end,&#x201D; the aggressive &#x201C;king of the north&#x201D; is described as having Ethiopia and Libya &#x201C;at his steps,&#x201D; that is, responsive to his direction. (<a href=\"/en/wol/bc/r1/lp-e/1200001089/35/0\" data-bid=\"36-1\" class=\"b\">Da 11:40-43</a>) Ethiopia (Cush) also has a place in the wicked battle forces of &#x201C;Gog of the land of Magog&#x201D; in his stormlike assault upon Jehovah&#x2019;s regathered ones &#x201C;in the final part of the years.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001089/36/0\" data-bid=\"37-1\" class=\"b\">Eze 38:2-5,</a><a href=\"/en/wol/bc/r1/lp-e/1200001089/36/1\" data-bid=\"37-2\" class=\"b\">&#xA0;8</a>) Yet the psalmist favorably foretells that Cush will be counted among those bringing gifts to God.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001089/37/0\" data-bid=\"38-1\" class=\"b\">Ps 68:29-32</a>.<strong>3. </strong>The <a href=\"/en/wol/bc/r1/lp-e/1200001089/38/0\" data-bid=\"39-1\" class=\"b\">superscription of Psalm 7</a> states that the psalm is &#x201C;concerning the words of Cush the Benjaminite.&#x201D; No other mention is made of this person. If the psalm relates to the early period of David&#x2019;s history, the reference might be to some opposer of David in Saul&#x2019;s court; if to a later period, the name might be used to refer enigmatically to Shimei the Benjaminite who cursed David.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001089/39/0\" data-bid=\"40-1\" class=\"b\">2Sa 16:5-8</a>."}