{"title":"Cuth, Cuthah","link":"/en/wol/d/r1/lp-e/1200001095","html":"<span id=\"page562\" class=\"pageNum\" data-no=\"562\" data-before-text=\"562\"></span><strong>CUTH, CUTHAH</strong>(Cu&#x2B9;thah).Both &#x201C;Cuth&#x201D; and &#x201C;Cuthah&#x201D; refer to the same original home of a people moved by the king of Assyria to the cities of Samaria after Israel&#x2019;s exiling in 740&#xA0;B.C.E. (<a href=\"/en/wol/bc/r1/lp-e/1200001095/0/0\" data-bid=\"1-1\" class=\"b\">2Ki 17:23, 24,</a><a href=\"/en/wol/bc/r1/lp-e/1200001095/0/1\" data-bid=\"1-2\" class=\"b\">&#xA0;30</a>) The deportees from Cuthah and other locations were, however, plagued with man-killing lions and, on appealing to the Assyrian king for aid, were supplied with a priest formerly of the northern kingdom of Israel. Since the worship practiced in Israel had long been disapproved by God (<a href=\"/en/wol/bc/r1/lp-e/1200001095/1/0\" data-bid=\"2-1\" class=\"b\">1Ki 13:33, 34;</a><a href=\"/en/wol/bc/r1/lp-e/1200001095/1/1\" data-bid=\"2-2\" class=\"b\"> 16:31-33</a>), this priest&#x2019;s services failed to produce genuine worshipers of Jehovah, so that &#x201C;it was of their own gods that [the colonists] proved to be worshipers,&#x201D; those from Cuthah continuing to serve their god Nergal. The race formed by the intermarrying of the &#x2018;people of Cuthah&#x2019; and other nations with the remaining Israelites came to be generally called &#x201C;Samaritan.&#x201D; According to Josephus, these were &#x201C;called Chuthaioi (Cuthim) in the Hebrew tongue, and Samareitai (Samaritans) by the Greeks.&#x201D; (<em>Jewish Antiquities, </em>IX, 290 [xiv,&#xA0;3]) The designation &#x201C;Cuthim&#x201D; was apparently used because of the predominance of people from Cuthah among the original settlers.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001095/2/0\" data-bid=\"3-1\" class=\"b\">2Ki 17:24-41</a>.The discovery of contract tablets at Tell Ibrahim (Imam Ibrahim), about 50&#xA0;km (30&#xA0;mi) NE of Babylon, containing the name <em>Kutu </em>(the Akkadian equivalent of Cuth), has led most geographers to identify Tell Ibrahim with the Biblical Cuthah. The indications are that Cuthah was at one time among the more important cities in the Babylonian Empire and was also probably quite extensive, as the mound marking it today is some 18&#xA0;m (60&#xA0;ft) high and 3&#xA0;km (2&#xA0;mi) in circumference. What is believed to have been the site of an ancient temple dedicated to Nergal is pointed out amid these ruins in accord with the Biblical statement that &#x201C;the men of Cuth&#x201D; were devotees of that god.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001095/3/0\" data-bid=\"4-1\" class=\"b\">2Ki 17:29,&#xA0;30</a>."}