{"title":"Cuttings","link":"/en/wol/d/r1/lp-e/1200001097","html":"<span id=\"page563\" class=\"pageNum\" data-no=\"563\" data-before-text=\"563\"></span><strong>CUTTINGS</strong>The making of cuttings upon the flesh or scratching the arms, hands, and face in times of mourning was evidently a common practice among the ancients. (<a href=\"/en/wol/bc/r1/lp-e/1200001097/0/0\" data-bid=\"1-1\" class=\"b\">Jer 47:5;</a><a href=\"/en/wol/bc/r1/lp-e/1200001097/0/1\" data-bid=\"1-2\" class=\"b\"> 48:37</a>) This may have been done with a view to pacifying or propitiating the deities believed to preside over the dead. With reference to this practice among the Scythians upon the death of their king, the Greek historian Herodotus (IV,&#xA0;71) wrote: &#x201C;They cut off a part of their ears, shave their heads, make cuts round their arms, tear their foreheads and noses, and pierce their left hands with arrows.&#x201D;Inflicting lacerations upon the flesh, however, was not limited to mourning rites. In the hope of having their god answer their appeals, the prophets of Baal cut themselves &#x201C;according to their custom with daggers and with lances, until they caused blood to flow out upon them.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001097/1/0\" data-bid=\"2-1\" class=\"b\">1Ki 18:28</a>) Similar rites were engaged in by other ancient peoples. For example, Herodotus (II,&#xA0;61) mentions that during the festival of Isis, the Carians residing in Egypt cut their foreheads with knives.God&#x2019;s Law specifically forbade the making of cuttings upon the flesh for the dead. (<a href=\"/en/wol/bc/r1/lp-e/1200001097/2/0\" data-bid=\"3-1\" class=\"b\">Le 19:28;</a><a href=\"/en/wol/bc/r1/lp-e/1200001097/2/1\" data-bid=\"3-2\" class=\"b\"> 21:5;</a><a href=\"/en/wol/bc/r1/lp-e/1200001097/2/2\" data-bid=\"3-3\" class=\"b\"> De 14:1</a>) The reason for this was that Israel was a holy people to Jehovah, a special property. (<a href=\"/en/wol/bc/r1/lp-e/1200001097/3/0\" data-bid=\"4-1\" class=\"b\">De 14:2</a>) As such, Israel was to remain free from all idolatrous practices. Then, too, such extreme displays of mourning accompanied by self-inflicted lacerations upon the flesh were most inappropriate for a people who were fully aware of the actual condition of the dead as well as the resurrection hope. (<a href=\"/en/wol/bc/r1/lp-e/1200001097/4/0\" data-bid=\"5-1\" class=\"b\">Da 12:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200001097/4/1\" data-bid=\"5-2\" class=\"b\"> Heb 11:19</a>) Also, the prohibition against self-mutilation would have impressed upon the Israelites proper respect for God&#x2019;s creation, the human body.Apparently, though, the Israelites on occasion disregarded God&#x2019;s law with respect to making cuttings upon their flesh.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001097/5/0\" data-bid=\"6-1\" class=\"b\">Jer 41:5</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200001097/6/0\" data-bid=\"7-1\" class=\"b\">Mic 5:1</a>."}