{"title":"Cyprus","link":"/en/wol/d/r1/lp-e/1200001100","html":"<span id=\"page564\" class=\"pageNum\" data-no=\"564\" data-before-text=\"564\"></span><strong>CYPRUS</strong>(Cy&#x2B9;prus).An island in the NE corner of the Mediterranean Sea, situated about 70&#xA0;km (43&#xA0;mi) from the coast of Cilicia in Asia Minor and about 100&#xA0;km (62&#xA0;mi) from the Syrian coast. Cyprus is the third-largest island of the Mediterranean, coming after Sicily and Sardinia. The main body of Cyprus is about 160&#xA0;km (100&#xA0;mi) long, but a narrow arm of land extends out at the NE corner about another 72&#xA0;km (45&#xA0;mi). The island is 97&#xA0;km (60&#xA0;mi) across at its broadest point. The SW section is mountainous, with one peak (Mount Olympus, or Troodos) rising to 1,951&#xA0;m (6,401&#xA0;ft). Another mountain range runs along the northern coast, and between these two ranges lies the central plain. Winter caps the mountain peaks with snow, while summer brings hot, dry weather to the plains. From ancient times the island was famous for its rich copper resources, and the name of the island became synonymous with this metal. (The English word &#x201C;copper&#x201D; is derived from the Greek <em>Ky&#x2B9;pros.</em>)Historical evidence points principally to Cyprus as the &#x201C;Kittim&#x201D; of the Hebrew Scriptures. (<a href=\"/en/wol/bc/r1/lp-e/1200001100/0/0\" data-bid=\"1-1\" class=\"b\">Isa 23:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200001100/0/1\" data-bid=\"1-2\" class=\"b\"> 12;</a><a href=\"/en/wol/bc/r1/lp-e/1200001100/0/2\" data-bid=\"1-3\" class=\"b\"> Da 11:30</a>) The island was renowned not only for its copper but also for its fine timber, particularly cypress wood, which was apparently exported to Tyre on the Phoenician coast for use in shipbuilding.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001100/1/0\" data-bid=\"2-1\" class=\"b\">Eze 27:2,</a><a href=\"/en/wol/bc/r1/lp-e/1200001100/1/1\" data-bid=\"2-2\" class=\"b\">&#xA0;6</a>.Because of its associations with the Biblical Kittim, it is to be expected that the original population of Cyprus would show some connection with Greece. (See <a href=\"/en/wol/bc/r1/lp-e/1200001100/2/0\" data-bid=\"3-1\" class=\"b\">Ge 10:4</a>; Javan is the progenitor of the Ionians or early Greeks.) And, as is shown in the article <a href=\"/en/wol/tc/r1/lp-e/1200001100/0\">KITTIM</a>, this connection did exist.The kings of the city-states of Cyprus were under Greek rule following Alexander the Great&#x2019;s victory at the Battle of Issus in 333&#xA0;B.C.E. After Alexander&#x2019;s death, the Ptolemaic dynasty of Egypt took control, and Cyprus remained for the most part within the Egyptian realm until 58&#xA0;B.C.E., when it was annexed by Rome. Though not specifically listed, it is likely that Jews from Cyprus were present in Jerusalem at the feast of Pentecost in 33&#xA0;C.E. The Levite Joseph, better known as Barnabas, was born in Cyprus.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001100/3/0\" data-bid=\"4-1\" class=\"b\">Ac 4:36</a>.<strong>Christianity. </strong>As a result of the persecution of Christians that followed the martyrdom of Stephen, the disciples were dispersed, and some of them went to Cyprus, where they witnessed to the resident Jews. Certain Cypriot Christians went to the city of Antioch, opposite Cyprus on the Syrian coast, and preached with much success among people who, like themselves, were Greek speaking. (<a href=\"/en/wol/bc/r1/lp-e/1200001100/4/0\" data-bid=\"5-1\" class=\"b\">Ac 11:19,&#xA0;20</a>) When Paul and Barnabas, accompanied by John Mark, were sent out from Antioch on their first missionary tour (c.&#xA0;47-48&#xA0;C.E.), their initial territory was in Barnabas&#x2019; home island, Cyprus. Arriving at the important commercial city of Salamis, on the E coast of Cyprus, they found more than one synagogue, indicating a Jewish population of some size. After <span id=\"page565\" class=\"pageNum\" data-no=\"565\" data-before-text=\"565\"></span>publishing God&#x2019;s word here, they traveled across the entire island to Paphos on the W coast, then the Roman provincial capital. Here the encounter with the interested proconsul, Sergius Paulus, and with the opposing sorcerer, Elymas (Bar-Jesus), took place.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001100/5/0\" data-bid=\"6-1\" class=\"b\">Ac 13:1-12</a>.Historian Luke&#x2019;s reference to a proconsul on Cyprus is accurate. Cyprus had been transferred to the control of the Roman Senate in 22&#xA0;B.C.E., and hence the appointed governor of the island thereafter bore the title, not of legate, but of proconsul, a deputy governor acting as the Senate&#x2019;s representative.From the port of Paphos, Paul and his companions sailed to Pamphylia on the Asia Minor coast. (<a href=\"/en/wol/bc/r1/lp-e/1200001100/6/0\" data-bid=\"7-1\" class=\"b\">Ac 13:13</a>) About two years later Barnabas returned to his homeland with John Mark to do further discipling work, while Paul set out on his second missionary journey through Asia Minor (c.&#xA0;49&#xA0;C.E.). (<a href=\"/en/wol/bc/r1/lp-e/1200001100/7/0\" data-bid=\"8-1\" class=\"b\">Ac 15:36-41</a>) At the close of Paul&#x2019;s third tour (c.&#xA0;56&#xA0;C.E.), when sailing from Patara on the SW coast of Asia Minor en route to Phoenicia, the apostle passed within sight of Cyprus but &#x201C;left it behind on the left side,&#x201D; evidently passing the SW end of the island as the ship headed for Tyre. (<a href=\"/en/wol/bc/r1/lp-e/1200001100/8/0\" data-bid=\"9-1\" class=\"b\">Ac 21:1-3</a>) Not long thereafter, on arriving in Jerusalem, Paul was entertained at the home of Mnason, who, like Barnabas, was a native of Cyprus. (<a href=\"/en/wol/bc/r1/lp-e/1200001100/9/0\" data-bid=\"10-1\" class=\"b\">Ac 21:15,&#xA0;16</a>) On Paul&#x2019;s voyage to Rome his ship sailed &#x201C;under the shelter of Cyprus, because the winds were contrary.&#x201D; Since the prevailing winds at that time of year are from the W and NW, which would work against crossing the open sea, this evidently caused the ship to sail around the E end of Cyprus and then along the coast of Asia Minor, where land breezes would help it along on its westward course.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001100/10/0\" data-bid=\"11-1\" class=\"b\">Ac 27:4, 5,</a><a href=\"/en/wol/bc/r1/lp-e/1200001100/10/1\" data-bid=\"11-2\" class=\"b\"> 9,</a><a href=\"/en/wol/bc/r1/lp-e/1200001100/10/2\" data-bid=\"11-3\" class=\"b\">&#xA0;12</a>.<strong>[Map on page&#xA0;564]</strong>(For fully formatted text, see publication)CILICIACYPRUS Paphos Salamis<em>Great Sea</em>SYRIA Antioch"}