{"title":"Cyrene","link":"/en/wol/d/r1/lp-e/1200001101","html":"<span id=\"page565\" class=\"pageNum\" data-no=\"565\" data-before-text=\"565\"></span><strong>CYRENE</strong>(Cy&#xB7;re&#x2B9;ne), <strong>Cyrenian </strong>(Cy&#xB7;re&#x2B9;ni&#xB7;an).Cyrene was the original ancient capital of the district of Cyrenaica on the N coast of Africa, nearly opposite the island of Crete. It was situated some 16&#xA0;km (10&#xA0;mi) inland and lay on a plateau 550&#xA0;m (1,800&#xA0;ft) above the Mediterranean Sea. Ancient Cyrene is today a mass of uninhabited remains near modern Shahhat (formerly Cirene) in Libya.Cyrene was apparently first settled by the Greeks in the seventh century B.C.E. and came to be considered one of their greatest colonies. By 96&#xA0;B.C.E. Cyrene was under Roman political control, and in 67&#xA0;B.C.E. the district of Cyrenaica and the island of Crete were united to form a single province.Simon of Cyrene (perhaps a Hellenistic Jew), who was pressed into assisting in the carrying of Jesus&#x2019; torture stake, is called &#x201C;a native&#x201D; of that city. (<a href=\"/en/wol/bc/r1/lp-e/1200001101/0/0\" data-bid=\"1-1\" class=\"b\">Mt 27:32;</a><a href=\"/en/wol/bc/r1/lp-e/1200001101/0/1\" data-bid=\"1-2\" class=\"b\"> Mr 15:21;</a><a href=\"/en/wol/bc/r1/lp-e/1200001101/0/2\" data-bid=\"1-3\" class=\"b\"> Lu 23:26</a>) It may be that, though born in Cyrene, Simon later settled in Palestine. On the basis of <a href=\"/en/wol/bc/r1/lp-e/1200001101/1/0\" data-bid=\"2-1\" class=\"b\">Acts 6:9</a> concerning the &#x201C;Cyrenians&#x201D; that disputed with Stephen, many scholars believe that there were sufficient numbers of Jews from Cyrene regularly residing in Palestine for them to have established their own synagogue in Jerusalem.On the other hand, Simon, &#x201C;a native of Cyrene,&#x201D; may have been among the other foreigners who crowded into Jerusalem at Passover time. In a similar manner, 51 days later, a large number of &#x201C;reverent men, from every nation,&#x201D; including some from &#x201C;the parts of Libya, which is toward Cyrene,&#x201D; were in attendance at the Jewish Festival of Pentecost. (<a href=\"/en/wol/bc/r1/lp-e/1200001101/2/0\" data-bid=\"3-1\" class=\"b\">Ac 2:5,</a><a href=\"/en/wol/bc/r1/lp-e/1200001101/2/1\" data-bid=\"3-2\" class=\"b\"> 10,</a><a href=\"/en/wol/bc/r1/lp-e/1200001101/2/2\" data-bid=\"3-3\" class=\"b\">&#xA0;41</a>) Some of these latter ones were likely among the &#x201C;about three thousand souls&#x201D; that were baptized after the outpouring of the holy spirit and Peter&#x2019;s subsequent discourse, and they may have thereafter carried the message of Christianity back to their homeland.<strong>Christianity. </strong>A few years later, after Cornelius had become a Christian, men from Cyrene assisted in spearheading the introduction of &#x201C;the good news of the Lord Jesus&#x201D; at Syrian Antioch among those referred to (by most Greek texts of <a href=\"/en/wol/bc/r1/lp-e/1200001101/3/0\" data-bid=\"4-1\" class=\"b\">Ac 11:20</a>) as <em>Hel&#xB7;le&#xB7;ni&#xB7;stas&#x2B9;. </em>Since this same Greek word is translated &#x201C;Greek-speaking Jews&#x201D; (<em>AT, NW</em>) at <a href=\"/en/wol/bc/r1/lp-e/1200001101/4/0\" data-bid=\"5-1\" class=\"b\">Acts 6:1</a>, some have concluded that those preached to in Syrian Antioch must also have been circumcised Jews or proselytes who spoke the Greek tongue. However, while the preaching to Greek-speaking Jews and proselytes had been going on since the day of Pentecost 33&#xA0;C.E., the conversion of the large numbers at Antioch appears to have been something new and unusual, since Barnabas was dispatched to that city likely to investigate as well as encourage the work there. (<a href=\"/en/wol/bc/r1/lp-e/1200001101/5/0\" data-bid=\"6-1\" class=\"b\">Ac 11:22,&#xA0;23</a>) Also indicating that this was a change in discipling procedures is the fact that the work done by the Cyrenians and their coworkers seems to be set off in contrast to the preaching among the &#x201C;Jews only&#x201D; done by others who had traveled to Antioch. (<a href=\"/en/wol/bc/r1/lp-e/1200001101/6/0\" data-bid=\"7-1\" class=\"b\">Ac 11:19,&#xA0;20</a>) In view of this and also the fact that a number of reliable ancient Greek manuscripts use the word <em>Hel&#x2B9;le&#xB7;nas </em>(meaning &#x201C;Greeks&#x201D;; see <a href=\"/en/wol/bc/r1/lp-e/1200001101/7/0\" data-bid=\"8-1\" class=\"b\">Ac 16:3</a>) instead of <em>Hel&#xB7;le&#xB7;ni&#xB7;stas&#x2B9;, </em>most modern translators refer to those converted with the assistance of the men from Cyrene as &#x201C;Greeks&#x201D; (<em>AS, AT, Da, Fn, JB, Mo, RS</em>), though others prefer &#x201C;heathen&#x201D; (<em>CK</em>) or <span id=\"page566\" class=\"pageNum\" data-no=\"566\" data-before-text=\"566\"></span>&#x201C;Gentiles&#x201D; (<em>TEV, NE</em>), which terms would indicate that the ones at Antioch were not adherents to the Jewish religion. However, some scholars acknowledge the possibility that these at Antioch may have been <em>both </em>Jews and Gentiles familiar with the Greek language, and so they describe them with the expression &#x201C;Greek-speaking people.&#x201D; (<em>NW</em>) &#x201C;Lucius of Cyrene&#x201D; was listed among the teachers and prophets in this Antioch congregation when Paul started on his first missionary tour in about 47&#xA0;C.E.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001101/8/0\" data-bid=\"9-1\" class=\"b\">Ac 11:20;</a><a href=\"/en/wol/bc/r1/lp-e/1200001101/8/1\" data-bid=\"9-2\" class=\"b\"> 13:1</a>."}