{"title":"Cyrus","link":"/en/wol/d/r1/lp-e/1200001102","html":"<span id=\"page566\" class=\"pageNum\" data-no=\"566\" data-before-text=\"566\"></span><strong>CYRUS</strong>(Cy&#x2B9;rus).The founder of the Persian Empire and the conqueror of Babylon; called &#x201C;Cyrus the Great,&#x201D; thereby distinguishing him from Cyrus I, his grandfather.Following his conquest of the Babylonian Empire, Cyrus is represented in the cuneiform document known as the Cyrus Cylinder as saying: &#x201C;I am Cyrus, king of the world, great king, legitimate king, king of Babylon, king of Sumer and Akkad, king of the four rims (of the earth), son of Cambyses (<em>Ka-am-bu-zi-ia</em>), great king, king of Anshan, grandson of Cyrus [I], .&#xA0;.&#xA0;. descendant of Teispes .&#xA0;.&#xA0;. of a family (which) always (exercised) kingship.&#x201D; (<em>Ancient Near Eastern Texts, </em>edited by J.&#xA0;Pritchard, 1974, p.&#xA0;316) Cyrus is thus shown to be of the royal line of the kings of Anshan, a city and district of rather uncertain location, but now generally thought to have been in the E of Elam. This line of kings is called the Achaemenian line after Achaemenes the father of Teispes.The early history of Cyrus&#xA0;II is somewhat obscure, depending largely upon rather fanciful accounts by Herodotus (Greek historian of the fifth century B.C.E.) and Xenophon (another Greek writer of about a half century later). However, both present Cyrus as the son of the Persian ruler Cambyses by his wife Mandane, the daughter of Astyages, king of the Medes. (<em>Herodotus</em>, I, 107, 108; Xenophon&#x2019;s <em>Cyrop&#xE6;dia, </em>I, ii,&#xA0;1) This blood relationship of Cyrus with the Medes is denied by Ctesias, another Greek historian of the same period, who claims instead that Cyrus became Astyages&#x2019; son-in-law by marrying his daughter Amytis.Cyrus succeeded his father Cambyses I to the throne of Anshan, which was then under the suzerainty of the Median king Astyages. Diodorus (first century B.C.E.) places the start of Cyrus&#x2019; reign in the first year of the 55th Olympiad, or 560/559&#xA0;B.C.E. Herodotus relates that Cyrus revolted against the Median rulership and, because of the defection of Astyages&#x2019; troops, was able to gain an easy victory and capture the capital of the Medes, Ecbatana. According to the Nabonidus Chronicle, King Ishtumegu (Astyages) &#x201C;called up his troops and marched against Cyrus, king of Anshan, in order to me[et him in battle]. The army of Ishtumegu revolted against him and in fetters they de[livered him] to Cyrus.&#x201D; (<em>Ancient Near Eastern Texts, </em>p.&#xA0;305) Cyrus was able to gain the loyalty of the Medes, and thus Medes and Persians thereafter fought unitedly under his leadership. In the following years Cyrus moved to establish his control over the western sector of the Median Empire, advancing all the way to the eastern border of the Lydian Empire at the Halys River in Asia Minor.Next, Cyrus defeated wealthy King Croesus of Lydia and captured Sardis. He then subdued the Ionian cities and placed all Asia Minor within the realm of the Persian Empire. Thus, in a matter of a few years, Cyrus had become the major rival of Babylon and its king, Nabonidus.<strong>Conquest of Babylon. </strong>Cyrus now girded for a confrontation with mighty Babylon, and from this point forward, in particular, he figured in the fulfillment of Bible prophecy. In Isaiah&#x2019;s inspired restoration prophecy concerning Jerusalem and its temple, this Persian ruler had been named as the one appointed by Jehovah God to effect the overthrow of Babylon and the release of the Jews who would be exiled there. (<a href=\"/en/wol/bc/r1/lp-e/1200001102/0/0\" data-bid=\"1-1\" class=\"b\">Isa 44:26&#x2013;45:7</a>) Although this prophecy had been recorded well over one and a half centuries before Cyrus&#x2019; rise to power and though the desolation of Judah evidently took place before Cyrus was even born, still Jehovah declared that Cyrus would act as His &#x201C;shepherd&#x201D; on behalf of the Jewish people. (<a href=\"/en/wol/bc/r1/lp-e/1200001102/1/0\" data-bid=\"2-1\" class=\"b\">Isa 44:28</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200001102/2/0\" data-bid=\"3-1\" class=\"b\">Ro 4:17</a>.) By virtue of this advance appointment, Cyrus was called Jehovah&#x2019;s &#x201C;anointed one&#x201D; (a form of the Hebrew <em>ma&#xB7;shi&#x2B9;ach</em>, messiah, and the Greek <em>khri&#xB7;stos&#x2B9;</em>, christ). (<a href=\"/en/wol/bc/r1/lp-e/1200001102/3/0\" data-bid=\"4-1\" class=\"b\">Isa 45:1</a>) God&#x2019;s &#x2018;calling him by his name&#x2019; (<a href=\"/en/wol/bc/r1/lp-e/1200001102/4/0\" data-bid=\"5-1\" class=\"b\">Isa 45:4</a>) at that early date does not imply that He gave Cyrus his name at birth, but means that Jehovah foreknew that such a man by that name would arise and that Jehovah&#x2019;s call to him would be, not anonymous, but direct, specific, by name.Thus, unknown to King Cyrus, who was likely a pagan devotee of Zoroastrianism, Jehovah God had been figuratively &#x2018;taking Cyrus&#x2019; right hand&#x2019; to lead or strengthen him, girding him and preparing and smoothing the way for his accomplishing the divine purpose: the conquest of Babylon. (<a href=\"/en/wol/bc/r1/lp-e/1200001102/5/0\" data-bid=\"6-1\" class=\"b\">Isa 45:1, 2,</a><a href=\"/en/wol/bc/r1/lp-e/1200001102/5/1\" data-bid=\"6-2\" class=\"b\">&#xA0;5</a>) As the One &#x201C;telling from the beginning the finale, and from long ago the things that have not been done,&#x201D; Almighty God had shaped the <span id=\"page567\" class=\"pageNum\" data-no=\"567\" data-before-text=\"567\"></span>circumstances in human affairs for fully carrying out his counsel. He had called Cyrus &#x201C;from the sunrising,&#x201D; from Persia (to the E of Babylon), where Cyrus&#x2019; favorite capital of Pasargadae was built, and Cyrus was to be like &#x201C;a bird of prey&#x201D; in swiftly pouncing upon Babylon. (<a href=\"/en/wol/bc/r1/lp-e/1200001102/6/0\" data-bid=\"7-1\" class=\"b\">Isa 46:10,&#xA0;11</a>) It is of note that, according to <em>The Encyclop&#xE6;dia Britannica </em>(1910, Vol.&#xA0;X, p.&#xA0;454), &#x201C;the Persians bore an eagle fixed to the end of a lance, and the sun, as their divinity, was also represented upon their standards, which .&#xA0;.&#xA0;. were guarded with the greatest jealousy by the bravest men of the army.&#x201D;<strong><em>How did Cyrus divert the water of the Euphrates?</em></strong>The Bible prophecies relating to Cyrus&#x2019; conquest of Babylon foretold that its rivers would be dried up and its gates left unshut, that there would be a sudden invasion of the city and a lack of resistance on the part of Babylon&#x2019;s soldiers. (<a href=\"/en/wol/bc/r1/lp-e/1200001102/7/0\" data-bid=\"8-1\" class=\"b\">Isa 44:27;</a><a href=\"/en/wol/bc/r1/lp-e/1200001102/7/1\" data-bid=\"8-2\" class=\"b\"> 45:1,&#xA0;2;</a><a href=\"/en/wol/bc/r1/lp-e/1200001102/7/2\" data-bid=\"8-3\" class=\"b\"> Jer 50:35-38;</a><a href=\"/en/wol/bc/r1/lp-e/1200001102/7/3\" data-bid=\"8-4\" class=\"b\"> 51:30-32</a>) Herodotus describes a deep, wide moat encompassing Babylon, relating that numerous bronze (or copper) gates provided entrance through the interior walls along the Euphrates River, which bisected the city. Laying siege to the city, according to Herodotus (I, 191, 192), Cyrus went &#x201C;drawing off the river by a canal into the lake [the artificial lake said to have been made earlier by Queen Nitocris], which was till now a marsh, he made the stream to sink till its former channel could be forded. When this happened, the Persians who were posted with this intent made their way into Babylon by the channel of the Euphrates, which had now sunk about to the height of the middle of a man&#x2019;s thigh. Now if the Babylonians had known beforehand or learnt what Cyrus was planning, they would have suffered the Persians to enter the city and brought them to a miserable end; for then they would have shut all the gates that opened on the river and themselves mounted up on to the walls that ran along the river banks, and so caught their enemies as in a trap. But as it was, the Persians were upon them unawares, and by reason of the great size of the city<wbr>&#x2014;so say those who dwell there&#x2014;<wbr>those in the outer parts of it were overcome, yet the dwellers in the middle part knew nothing of it; all this time they were dancing and making merry at a festival .&#xA0;.&#xA0;. till they learnt the truth but too well. [Compare <a href=\"/en/wol/bc/r1/lp-e/1200001102/8/0\" data-bid=\"9-1\" class=\"b\">Da 5:1-4,</a><a href=\"/en/wol/bc/r1/lp-e/1200001102/8/1\" data-bid=\"9-2\" class=\"b\"> 30;</a><a href=\"/en/wol/bc/r1/lp-e/1200001102/8/2\" data-bid=\"9-3\" class=\"b\"> Jer 50:24;</a><a href=\"/en/wol/bc/r1/lp-e/1200001102/8/3\" data-bid=\"9-4\" class=\"b\"> 51:31,&#xA0;32</a>.] Thus was Babylon then for the first time taken.&#x201D;Xenophon&#x2019;s account differs somewhat as to details but contains the same basic elements as that of Herodotus. Xenophon describes Cyrus as deeming it nearly impossible to storm Babylon&#x2019;s mighty walls and then goes on to relate his laying siege to the city, diverting the waters of the Euphrates into trenches and, while the city was in festival celebration, sending his forces up the riverbed past the city walls. The troops under the command of Gobryas and Gadatas caught the guards unawares and gained entrance through the very gates of the palace. In one night &#x201C;the city was taken and the king slain,&#x201D; and the Babylonian soldiers occupying the various citadels surrendered the following morning.<wbr><em>&#x2014;Cyrop&#xE6;dia, </em>VII, v, 33; compare <a href=\"/en/wol/bc/r1/lp-e/1200001102/9/0\" data-bid=\"10-1\" class=\"b\">Jer 51:30</a>.Jewish historian Josephus records an account of Cyrus&#x2019; conquest written by the Babylonian priest Berossus (of the third century B.C.E.) as follows: &#x201C;In the seventeenth year of his [Nabonidus&#x2019;] reign Cyrus advanced from Persia with a large army, and, after subjugating the rest of the kingdom, marched upon Babylonia. Apprised of his coming, Nabonnedus [Nabonidus] led his army to meet him, fought and was defeated, whereupon he fled with a few followers and shut himself up in the town of Borsippa [the twin city of Babylon]. Cyrus took Babylon, and after giving orders to raze the outer walls of the city, because it presented a very redoubtable and formidable appearance, proceeded to Borsippa to besiege Nabonnedus. The latter surrendering, without waiting for investment, was humanely treated by Cyrus, who dismissed him from Babylonia, but gave him Carmania for his residence. There Nabonnedus spent the remainder of his life, and there he died.&#x201D; (<em>Against Apion, </em>I, 150-153 [20]) This account is distinct from the others primarily because of the statements made concerning Nabonidus&#x2019; actions and Cyrus&#x2019; dealings with him. However, it harmonizes with the Biblical account that Belshazzar, rather than Nabonidus, was the king who was slain on the night of Babylon&#x2019;s fall.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001102/0\">BELSHAZZAR</a>.The cuneiform tablets found by archaeologists, though not giving details concerning the exact manner of the conquest, do confirm the sudden fall of Babylon to Cyrus. According to the Nabonidus Chronicle, in what proved to be the final year of Nabonidus&#x2019; reign (539&#xA0;B.C.E.) in the month of Tishri (September-October), Cyrus attacked the Babylonian forces at Opis and defeated them. The inscription continues: &#x201C;The 14th day, Sippar was seized without battle. Nabonidus fled. The 16th day, Gobryas (<em>Ugbaru</em>), the governor of Gutium and the army of Cyrus entered Babylon <span id=\"page568\" class=\"pageNum\" data-no=\"568\" data-before-text=\"568\"></span>without battle. Afterwards Nabonidus was arrested in Babylon when he returned .&#xA0;.&#xA0;. In the month of Arahshamnu [Marchesvan (October-November)], the 3rd day, Cyrus entered Babylon.&#x201D; (<em>Ancient Near Eastern Texts, </em>p.&#xA0;306) By means of this inscription, the date of Babylon&#x2019;s fall can be fixed as Tishri 16, 539&#xA0;B.C.E., with Cyrus&#x2019; entry 17 days later, occurring on Marchesvan&#xA0;3.<strong><em>Aryan world domination begins. </em></strong>By this victory Cyrus brought to an end the domination of Mesopotamia and the Middle East by Semitic rulers and produced the first dominant world power of Aryan origin. The Cyrus Cylinder, a cuneiform document historians consider to have been written for publication in Babylon, is strongly religious, and in it Cyrus is represented as ascribing the credit for his victory to Marduk, the chief god of Babylon, saying: &#x201C;He [Marduk] scanned and looked (through) all the countries, searching for a righteous ruler willing to lead him .&#xA0;.&#xA0;. (in the annual procession). (Then) he pronounced the name of Cyrus (<em>Ku-ra-as</em>), king of Anshan, declared him (lit.: pronounced [his] name) to be(come) the ruler of all the world. .&#xA0;.&#xA0;. Marduk, the great lord, a protector of his people/<wbr>worshipers, beheld with pleasure his (i.e. Cyrus&#x2019;) good deeds and his upright mind (lit.: heart) (and therefore) ordered him to march against his city Babylon (K&#xE1;.dingir.ra). He made him set out on the road to Babylon (DIN.TIR<sup>ki</sup>) going at his side like a real friend. His widespread troops<wbr>&#x2014;their number, like that of the water of a river, could not be established&#x2014;<wbr>strolled along, their weapons packed away. Without any battle, he made him enter his town Babylon (Su.an.na), sparing Babylon (K&#xE1;dingir.ra<sup>ki</sup>) any calamity.&#x201D;<wbr>&#x2014;<em>Ancient Near Eastern Texts, </em>p.&#xA0;315.<strong><em>Why does the Cyrus Cylinder explain Babylon&#x2019;s fall in a manner different from the Bible?</em></strong>Despite this pagan interpretation of events, the Bible shows that, on making his proclamation authorizing the exiled Jews to return to Jerusalem and rebuild the temple there, Cyrus acknowledged: &#x201C;All the kingdoms of the earth Jehovah the God of the heavens has given me, and he himself has commissioned me to build him a house in Jerusalem, which is in Judah.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001102/10/0\" data-bid=\"11-1\" class=\"b\">Ezr 1:1,&#xA0;2</a>) This, of course, does not mean that Cyrus became a Jewish convert but simply that he knew the Biblical facts regarding his victory. In view of the high administrative position in which Daniel was placed, both before and after the fall of Babylon (<a href=\"/en/wol/bc/r1/lp-e/1200001102/11/0\" data-bid=\"12-1\" class=\"b\">Da 5:29;</a><a href=\"/en/wol/bc/r1/lp-e/1200001102/11/1\" data-bid=\"12-2\" class=\"b\"> 6:1-3,</a><a href=\"/en/wol/bc/r1/lp-e/1200001102/11/2\" data-bid=\"12-3\" class=\"b\">&#xA0;28</a>), it would be most unusual if Cyrus were not informed of the prophecies that Jehovah&#x2019;s prophets had recorded and spoken, including Isaiah&#x2019;s prophecy containing Cyrus&#x2019; very name. As regards the Cyrus Cylinder, already quoted, it is acknowledged that others aside from the king may have had a hand in the preparation of this cuneiform document. The book <em>Biblical Archaeology </em>by G.&#xA0;Ernest Wright (1962, p.&#xA0;203) speaks of &#x201C;the king, or the bureau which framed the document&#x201D; (compare the similar case with Darius at <a href=\"/en/wol/bc/r1/lp-e/1200001102/12/0\" data-bid=\"13-1\" class=\"b\">Da 6:6-9</a>), while Dr.&#xA0;Emil G.&#xA0;Kraeling (<em>Rand McNally Bible Atlas, </em>1966, p.&#xA0;328) calls the Cyrus Cylinder &#x201C;a propaganda document composed by the Babylonian priests.&#x201D; It may, indeed, have been drawn up under the influence of the Babylonian clergy (<em>Ancient Near Eastern Texts, </em>p.&#xA0;315, ftn.&#xA0;1), thereby serving their purpose of explaining away the utter failure of Marduk (also known as Bel) and the other Babylonian gods to save the city, going even to the extent of attributing to Marduk the very things that Jehovah had done.<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200001102/13/0\" data-bid=\"14-1\" class=\"b\">Isa 46:1,&#xA0;2;</a><a href=\"/en/wol/bc/r1/lp-e/1200001102/13/1\" data-bid=\"14-2\" class=\"b\"> 47:11-15</a>.<strong>Cyrus&#x2019; Decree for the Return of the Exiles. </strong>By his decreeing the end of the Jewish exile, Cyrus fulfilled his commission as Jehovah&#x2019;s &#x2018;anointed shepherd&#x2019; for Israel. (<a href=\"/en/wol/bc/r1/lp-e/1200001102/14/0\" data-bid=\"15-1\" class=\"b\">2Ch 36:22, 23;</a><a href=\"/en/wol/bc/r1/lp-e/1200001102/14/1\" data-bid=\"15-2\" class=\"b\"> Ezr 1:1-4</a>) The proclamation was made &#x201C;in the first year of Cyrus the king of Persia,&#x201D; meaning his first year as ruler toward conquered Babylon. The Bible record at <a href=\"/en/wol/bc/r1/lp-e/1200001102/15/0\" data-bid=\"16-1\" class=\"b\">Daniel 9:1</a> refers to &#x201C;the first year of Darius,&#x201D; and this may have intervened between the fall of Babylon and &#x201C;the first year of Cyrus&#x201D; over Babylon. If it did, this would mean that the writer was perhaps viewing Cyrus&#x2019; first year as having begun late in the year 538&#xA0;B.C.E. However, if Darius&#x2019; rule over Babylon were to be viewed as that of a viceroy, so that his reign ran concurrent with that of Cyrus, Babylonian custom would place Cyrus&#x2019; first <em>regnal </em>year as running from Nisan of 538 to Nisan of 537&#xA0;B.C.E.In view of the Bible record, Cyrus&#x2019; decree freeing the Jews to return to Jerusalem likely was made late in the year 538 or early in 537&#xA0;B.C.E. This would allow time for the Jewish exiles to prepare to move out of Babylon and make the long trek to Judah and Jerusalem (a trip that could take about four months according to <a href=\"/en/wol/bc/r1/lp-e/1200001102/16/0\" data-bid=\"17-1\" class=\"b\">Ezr 7:9</a>) and yet be settled &#x201C;in their cities&#x201D; in Judah by &#x201C;the seventh month&#x201D; (Tishri) of the year 537&#xA0;B.C.E. (<a href=\"/en/wol/bc/r1/lp-e/1200001102/17/0\" data-bid=\"18-1\" class=\"b\">Ezr 3:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200001102/17/1\" data-bid=\"18-2\" class=\"b\">&#xA0;6</a>) This marked the end of the prophesied 70 years of Judah&#x2019;s desolation that <span id=\"page569\" class=\"pageNum\" data-no=\"569\" data-before-text=\"569\"></span>began in the same month, Tishri, of 607&#xA0;B.C.E.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001102/18/0\" data-bid=\"19-1\" class=\"b\">2Ki 25:22-26;</a><a href=\"/en/wol/bc/r1/lp-e/1200001102/18/1\" data-bid=\"19-2\" class=\"b\"> 2Ch 36:20,&#xA0;21</a>.Cyrus&#x2019; cooperation with the Jews was in notable contrast with their treatment by earlier pagan rulers. He restored the precious temple utensils that Nebuchadnezzar&#xA0;II had carried off to Babylon, gave royal permission for them to import cedar timbers from Lebanon, and authorized the outlay of funds from the king&#x2019;s house to cover construction expenses. (<a href=\"/en/wol/bc/r1/lp-e/1200001102/19/0\" data-bid=\"20-1\" class=\"b\">Ezr 1:7-11;</a><a href=\"/en/wol/bc/r1/lp-e/1200001102/19/1\" data-bid=\"20-2\" class=\"b\"> 3:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200001102/19/2\" data-bid=\"20-3\" class=\"b\"> 6:3-5</a>) According to the Cyrus Cylinder (PICTURE, Vol.&#xA0;2, p.&#xA0;332), the Persian ruler followed a generally humane and tolerant policy toward the conquered peoples of his domain. The inscription quotes him as saying: &#x201C;I returned to [certain previously named] sacred cities on the other side of the Tigris, the sanctuaries of which have been ruins for a long time, the images which (used) to live therein and established for them permanent sanctuaries. I (also) gathered all their (former) inhabitants and returned (to them) their habitations.&#x201D;<wbr>&#x2014;<em>Ancient Near Eastern Texts, </em>p.&#xA0;316.Aside from the royal proclamation quoted in <a href=\"/en/wol/bc/r1/lp-e/1200001102/20/0\" data-bid=\"21-1\" class=\"b\">Ezra 1:1-4</a>, the Biblical record speaks of another document by Cyrus, a &#x201C;memorandum,&#x201D; which was filed away in the house of the records at Ecbatana in Media and was discovered there during the reign of Darius the Persian. (<a href=\"/en/wol/bc/r1/lp-e/1200001102/21/0\" data-bid=\"22-1\" class=\"b\">Ezr 5:13-17;</a><a href=\"/en/wol/bc/r1/lp-e/1200001102/21/1\" data-bid=\"22-2\" class=\"b\"> 6:1-5</a>) Concerning this second document, Professor G.&#xA0;Ernest Wright says, &#x201C;[it] is explicitly entitled a <em>dikrona, </em>an official Aramaic term for a memorandum which recorded an oral decision of the king or other official and which initiated administrative action. It was never intended for publication but solely for the eye of the proper official, following which it was filed away in government archives.&#x201D;<wbr>&#x2014;<em>Biblical Archaeology, </em>p.&#xA0;203.<strong>Death and Prophetic Significance. </strong>Cyrus is believed to have fallen in battle in 530&#xA0;B.C.E., though the details are somewhat obscure. Prior to his death, his son Cambyses&#xA0;II evidently became coregent with him, succeeding to the Persian throne as sole ruler when his father died.The prophecies concerning the sudden fall of symbolic Babylon the Great as set forth in the book of Revelation parallel in major respects the description of Cyrus&#x2019; conquest of the literal city of Babylon. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200001102/22/0\" data-bid=\"23-1\" class=\"b\">Re 16:12;</a><a href=\"/en/wol/bc/r1/lp-e/1200001102/22/1\" data-bid=\"23-2\" class=\"b\"> 18:7, 8</a> with <a href=\"/en/wol/bc/r1/lp-e/1200001102/23/0\" data-bid=\"24-1\" class=\"b\">Isa 44:27, 28;</a><a href=\"/en/wol/bc/r1/lp-e/1200001102/23/1\" data-bid=\"24-2\" class=\"b\"> 47:8,&#xA0;9</a>.) The king at the head of the mighty military forces described immediately after the account of symbolic Babylon&#x2019;s fall, however, is no earthly king but the heavenly &#x201C;Word of God,&#x201D; Jehovah&#x2019;s true anointed Shepherd, Christ Jesus.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001102/24/0\" data-bid=\"25-1\" class=\"b\">Re 19:1-3,</a><a href=\"/en/wol/bc/r1/lp-e/1200001102/24/1\" data-bid=\"25-2\" class=\"b\"> 11-16</a>."}