{"title":"Dagon","link":"/en/wol/d/r1/lp-e/1200001107","html":"<span id=\"page570\" class=\"pageNum\" data-no=\"570\" data-before-text=\"570\"></span><strong>DAGON</strong>(Da&#x2B9;gon).A god of the Philistines. The existence of cities called &#x201C;Beth-dagon&#x201D; (likely named after the god Dagon) in the territories of Judah and Asher suggests that the worship of this deity was well established in Canaan at the time of Israel&#x2019;s conquest of the Promised Land. (<a href=\"/en/wol/bc/r1/lp-e/1200001107/0/0\" data-bid=\"1-1\" class=\"b\">Jos 15:41;</a><a href=\"/en/wol/bc/r1/lp-e/1200001107/0/1\" data-bid=\"1-2\" class=\"b\"> 19:27</a>) It is believed that the Philistines adopted Dagon worship from the Canaanites.There is no agreement as to the derivation of the name Dagon. Some scholars associate it with the Hebrew word <em>dagh </em>(fish), while others favor linking the name with the Hebrew word <em>da&#xB7;ghan&#x2B9; </em>(grain). At <a href=\"/en/wol/bc/r1/lp-e/1200001107/1/0\" data-bid=\"2-1\" class=\"b\">1&#xA0;Samuel 5:4</a> it is stated concerning the fallen Dagon, &#x201C;Only the fish part [literally, &#x201C;Only Dagon&#x201D;] had been left upon him,&#x201D; his head and the palms of his hands having been cut off. The Hebrew word literally meaning &#x201C;Dagon&#x201D; in this text has been variously rendered &#x201C;body&#x201D; (<em>NIV, TEV</em>), &#x201C;Dagon&#x2019;s body&#x201D; (<em>NE</em>), and &#x201C;Dagon himself&#x201D; (<em>Ro</em>) by some translators, while others have translated it as &#x201C;fish portion&#x201D; (<em>Le</em>), &#x201C;fish-stump&#x201D; (<em>Da</em>), &#x201C;fishy part&#x201D; (<em>Yg</em>), or &#x201C;fish part&#x201D; (<em>NW</em>).Dagon at times figures in the Biblical narratives. By bracing himself against the two middle supporting pillars, Samson caused the collapse of a house at Gaza used for Dagon worship, killing the Philistines who had assembled there. (<a href=\"/en/wol/bc/r1/lp-e/1200001107/2/0\" data-bid=\"3-1\" class=\"b\">Jg 16:21-30</a>) At the house of Dagon in Ashdod, the Philistines deposited the sacred ark of Jehovah as a war trophy. Twice the image of Dagon fell on its face before the Ark. The second time the idol itself was broken. Perhaps in order not to defile the place where the pieces of their god had lain, the priests and others entering the temple of Dagon at Ashdod were careful not to tread upon the threshold. (<a href=\"/en/wol/bc/r1/lp-e/1200001107/3/0\" data-bid=\"4-1\" class=\"b\">1Sa 5:2-5</a>) By experiencing the painful effects of piles and the ruining of their land by jerboas, the Philistines came to recognize that the hand of the God of Israel had been hard against them and their god Dagon. (<a href=\"/en/wol/bc/r1/lp-e/1200001107/4/0\" data-bid=\"5-1\" class=\"b\">1Sa 5:6,&#xA0;7;</a><a href=\"/en/wol/bc/r1/lp-e/1200001107/4/1\" data-bid=\"5-2\" class=\"b\"> 6:5</a>) When King Saul was discovered among the slain at Gilboa, the Philistines cut off his head. After informing the houses of their idols as well as the people back home, they fastened Saul&#x2019;s skull to the house of Dagon.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001107/5/0\" data-bid=\"6-1\" class=\"b\">1Sa 31:8-10;</a><a href=\"/en/wol/bc/r1/lp-e/1200001107/5/1\" data-bid=\"6-2\" class=\"b\"> 1Ch 10:8-10</a>.It may be that the Philistines carried idols of their god Dagon into battle.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001107/6/0\" data-bid=\"7-1\" class=\"b\">2Sa 5:21</a>."}