{"title":"Dan","link":"/en/wol/d/r1/lp-e/1200001115","html":"<span id=\"page573\" class=\"pageNum\" data-no=\"573\" data-before-text=\"573\"></span><strong>DAN</strong>[Judge].<strong>1. </strong>The 5th of Jacob&#x2019;s 12 sons; born in Paddan-aram. (<a href=\"/en/wol/bc/r1/lp-e/1200001115/0/0\" data-bid=\"1-1\" class=\"b\">Ge 35:25,&#xA0;26</a>) Dan was the firstborn of his mother Bilhah, the maidservant of her barren mistress Rachel, who substituted for her as a secondary wife to Jacob. It was for this reason that Rachel quickly adopted the boy and called his name Dan, saying: &#x201C;God has acted as my judge .&#xA0;.&#xA0;. so that he gave me a son.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001115/1/0\" data-bid=\"2-1\" class=\"b\">Ge 30:6</a>) The name of Dan&#x2019;s full brother was Naphtali. By the time Jacob moved down into Egypt, taking along the whole household, Dan himself had a son named Hushim (called Shuham at <a href=\"/en/wol/bc/r1/lp-e/1200001115/2/0\" data-bid=\"3-1\" class=\"b\">Nu 26:42</a>). (<a href=\"/en/wol/bc/r1/lp-e/1200001115/3/0\" data-bid=\"4-1\" class=\"b\">Ge 46:7,</a><a href=\"/en/wol/bc/r1/lp-e/1200001115/3/1\" data-bid=\"4-2\" class=\"b\"> 23,</a><a href=\"/en/wol/bc/r1/lp-e/1200001115/3/2\" data-bid=\"4-3\" class=\"b\">&#xA0;26</a>) Seventeen years later, when dying Jacob called his sons to his bedside, Dan had full legal status along with the other 11 as family heads of the 12 tribes of Israel. In blessing him, Jacob said: &#x201C;Dan will judge his people as one of the tribes of Israel. Let Dan prove to be a serpent by the roadside, a horned snake at the wayside, that bites the heels of the horse so that its rider falls backward. I shall indeed wait for salvation from you, O&#xA0;Jehovah.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001115/4/0\" data-bid=\"5-1\" class=\"b\">Ge 49:16-18</a>.<strong>2. </strong>One of the tribes of Israel, named after the 5th son of Jacob. Dan&#x2019;s son Hushim was also called Shuham, and the Shuhamites were the only family enrolled for Dan. (<a href=\"/en/wol/bc/r1/lp-e/1200001115/5/0\" data-bid=\"6-1\" class=\"b\">Nu 26:42</a>) When entering Egypt, Dan had only this one son, yet some two centuries later after coming out of slavery, the tribe numbered 62,700 men 20 years old and upward. (<a href=\"/en/wol/bc/r1/lp-e/1200001115/6/0\" data-bid=\"7-1\" class=\"b\">Ge 46:23;</a><a href=\"/en/wol/bc/r1/lp-e/1200001115/6/1\" data-bid=\"7-2\" class=\"b\"> Nu 1:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200001115/6/2\" data-bid=\"7-3\" class=\"b\"> 38,&#xA0;39</a>) It was the second most populous tribe as to men of battle age. In the wilderness Dan&#x2019;s tribe, with Ahiezer as chieftain, was assigned to camp on the N of the tabernacle alongside the tribes of Asher and Naphtali. On the move the tribe marched in the highly important position as rear guard, a compliment to their courage, loyalty, and dependability.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001115/7/0\" data-bid=\"8-1\" class=\"b\">Nu 2:25-31;</a><a href=\"/en/wol/bc/r1/lp-e/1200001115/7/1\" data-bid=\"8-2\" class=\"b\"> 10:25</a>.When the Promised Land was divided up, with chieftain Bukki the son of Jogli representing Dan, as matters turned out, this tribe got one of the smallest territories, despite the fact that it was still the second largest in number. Its lot, however, the seventh, fell on very desirable soil, bordering the tribes of Judah, Ephraim, and Benjamin, a land extending from the fertile valleys of the Shephelah to the seacoast plains of the Mediterranean. But because of not driving out the squatter nations, as Jehovah had commanded, Dan suffered severely. (<a href=\"/en/wol/bc/r1/lp-e/1200001115/8/0\" data-bid=\"9-1\" class=\"b\">Nu 26:43;</a><a href=\"/en/wol/bc/r1/lp-e/1200001115/8/1\" data-bid=\"9-2\" class=\"b\"> 34:22;</a><a href=\"/en/wol/bc/r1/lp-e/1200001115/8/2\" data-bid=\"9-3\" class=\"b\"> Jos 19:40-46;</a><a href=\"/en/wol/bc/r1/lp-e/1200001115/8/3\" data-bid=\"9-4\" class=\"b\"> Jg 1:34</a>) It was for such reason that part of the tribe moved to the northern extremity of Palestine and took over the city of Leshem, or Laish, and called it &#x201C;Dan.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001115/9/0\" data-bid=\"10-1\" class=\"b\">Jos 19:47, 48;</a><a href=\"/en/wol/bc/r1/lp-e/1200001115/9/1\" data-bid=\"10-2\" class=\"b\"> Jg 18:11-31</a>) In the course of this exploit the Danites robbed a man named Micah of his carved image and set it up as their own god, notwithstanding that members of Dan had been chosen years earlier to stand for the maledictions from Mount Ebal, which included, &#x201C;Cursed is the man who makes a carved image or a molten statue, a thing detestable to Jehovah.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001115/10/0\" data-bid=\"11-1\" class=\"b\">De 27:13-15</a>) Dan was conspicuously absent from giving support to Judge Barak against the forces of Sisera.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001115/11/0\" data-bid=\"12-1\" class=\"b\">Jg 5:17</a>.In Bible history certain individuals of the tribe of Dan distinguished themselves. There was Oholiab, son of Ahisamach, who was given divine wisdom to assist Bezalel; he was a man highly skilled in embroidering and weaving costly materials for the tabernacle furnishings. (<a href=\"/en/wol/bc/r1/lp-e/1200001115/12/0\" data-bid=\"13-1\" class=\"b\">Ex 31:1-6;</a><a href=\"/en/wol/bc/r1/lp-e/1200001115/12/1\" data-bid=\"13-2\" class=\"b\"> 35:34, 35;</a><a href=\"/en/wol/bc/r1/lp-e/1200001115/12/2\" data-bid=\"13-3\" class=\"b\"> 38:22,&#xA0;23</a>) Samson the faithful servant of Jehovah as judge of Israel for 20 years proved true both Jacob&#x2019;s deathbed prophecy (&#x201C;Dan will judge his people&#x201D;) and Moses&#x2019; prediction (&#x201C;Dan is a lion cub&#x201D;). (<a href=\"/en/wol/bc/r1/lp-e/1200001115/13/0\" data-bid=\"14-1\" class=\"b\">Ge 49:16;</a><a href=\"/en/wol/bc/r1/lp-e/1200001115/13/1\" data-bid=\"14-2\" class=\"b\"> De 33:22;</a><a href=\"/en/wol/bc/r1/lp-e/1200001115/13/2\" data-bid=\"14-3\" class=\"b\"> Jg 13:2,</a><a href=\"/en/wol/bc/r1/lp-e/1200001115/13/3\" data-bid=\"14-4\" class=\"b\"> 24, 25;</a><a href=\"/en/wol/bc/r1/lp-e/1200001115/13/4\" data-bid=\"14-5\" class=\"b\"> 15:20</a>) When David became king, 28,600 Danites were numbered among his loyal troops. Later, Azarel the son of Jeroham is mentioned as the chief prince of the tribe. (<a href=\"/en/wol/bc/r1/lp-e/1200001115/14/0\" data-bid=\"15-1\" class=\"b\">1Ch 12:35;</a><a href=\"/en/wol/bc/r1/lp-e/1200001115/14/1\" data-bid=\"15-2\" class=\"b\"> 27:22</a>) The mother of the &#x201C;skillful man&#x201D; that the king of Tyre sent to assist Solomon in building the temple was of the tribe of Dan.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001115/15/0\" data-bid=\"16-1\" class=\"b\">2Ch 2:13,&#xA0;14</a>.<strong>3. </strong>A city in the extreme N of Palestine. Prior to its capture by the tribe of Dan, it was called Leshem or Laish by the pagan inhabitants. (<a href=\"/en/wol/bc/r1/lp-e/1200001115/16/0\" data-bid=\"17-1\" class=\"b\">Jos 19:47;</a><a href=\"/en/wol/bc/r1/lp-e/1200001115/16/1\" data-bid=\"17-2\" class=\"b\"> <span id=\"page574\" class=\"pageNum\" data-no=\"574\" data-before-text=\"574\"></span>Jg 18:7,</a><a href=\"/en/wol/bc/r1/lp-e/1200001115/16/2\" data-bid=\"17-3\" class=\"b\">&#xA0;27</a>) The Danites rebuilt the destroyed city and called it &#x201C;Dan by the name of their father, Dan.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001115/17/0\" data-bid=\"18-1\" class=\"b\">Jg 18:28,&#xA0;29</a>) However, the city is mentioned some four centuries earlier by the name of Dan in the account of Abraham&#x2019;s pursuit of Chedorlaomer and his allies all the way &#x201C;up to Dan.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001115/18/0\" data-bid=\"19-1\" class=\"b\">Ge 14:14</a>) There is nothing to argue against the existence of this name, Dan, as applying to the indicated area in the time of Abraham. The correspondence of this early name to that of the forefather of the tribe of Dan may have been coincidental or even divinely directed.The name Dan again appears in the Pentateuch at <a href=\"/en/wol/bc/r1/lp-e/1200001115/19/0\" data-bid=\"20-1\" class=\"b\">Deuteronomy 34:1</a>, where it is included among the extremities of the territory seen by Moses in his final view of the Promised Land from his position on Mount Nebo. Since Dan is located at the base of the Anti-Lebanon mountains (and not far from Mount Hermon), this may mean that Moses&#x2019; view reached up to that range. The use of the name Dan here could correspond to its usage in the case of Abraham or could be the result of Joshua&#x2019;s recording the final portion of the book, which includes events following Moses&#x2019; death.Dan lay in &#x201C;the low plain that belonged to Beth-rehob,&#x201D; and this area, N of the waters of Merom and just below Lebanon, was a fertile and very desirable region, well watered. (<a href=\"/en/wol/bc/r1/lp-e/1200001115/20/0\" data-bid=\"21-1\" class=\"b\">Jg 18:28</a>) The site has been identified with Tell el-Qadi (Tel Dan), which Arabic name means &#x201C;Mound of the Judge,&#x201D; thus preserving the meaning of the Hebrew &#x201C;Dan.&#x201D; Two springs there join to form the Nahr el-Leddan, which is the most abundant in water of the streams that combine a few miles away to form the Jordan. The city was on a high mound near the southern foot of Mount Hermon and overlooked the spacious Hula Basin. Its position was also strategic, as it lay on the important trade route between Tyre and Damascus.Dan became synonymous with the extreme N of Israel as shown by the frequent expression &#x201C;from Dan to Beer-sheba.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001115/21/0\" data-bid=\"22-1\" class=\"b\">Jg 20:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200001115/21/1\" data-bid=\"22-2\" class=\"b\"> 1Sa 3:20;</a><a href=\"/en/wol/bc/r1/lp-e/1200001115/21/2\" data-bid=\"22-3\" class=\"b\"> 2Sa 3:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200001115/21/3\" data-bid=\"22-4\" class=\"b\"> 1Ki 4:25;</a><a href=\"/en/wol/bc/r1/lp-e/1200001115/21/4\" data-bid=\"22-5\" class=\"b\"> 2Ch 30:5</a>) There were, in actuality, other towns farther N than Dan, even as there were several towns farther S than Beer-sheba, but apparently Dan was a city of major importance in the N as Beer-sheba was in the S.&#xA0;Because of its position it was logically among the first to suffer when the land was attacked from the N, as in the invasion by Syrian Ben-hadad. (<a href=\"/en/wol/bc/r1/lp-e/1200001115/22/0\" data-bid=\"23-1\" class=\"b\">1Ki 15:20;</a><a href=\"/en/wol/bc/r1/lp-e/1200001115/22/1\" data-bid=\"23-2\" class=\"b\"> 2Ch 16:4</a>) This is doubtless reflected in Jeremiah&#x2019;s prophetic expressions at <a href=\"/en/wol/bc/r1/lp-e/1200001115/23/0\" data-bid=\"24-1\" class=\"b\">Jeremiah 4:15;</a><a href=\"/en/wol/bc/r1/lp-e/1200001115/23/1\" data-bid=\"24-2\" class=\"b\"> 8:16</a>. Following the division of the kingdom, Jeroboam set up golden calves at Dan and at Bethel in his effort to divert his subjects from the temple in Jerusalem.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001115/24/0\" data-bid=\"25-1\" class=\"b\">1Ki 12:28-30;</a><a href=\"/en/wol/bc/r1/lp-e/1200001115/24/1\" data-bid=\"25-2\" class=\"b\"> 2Ki 10:29</a>.<strong>[Picture on page&#xA0;574]</strong>Ruins of the city of Dan near the headwaters of the Jordan. Here in the far north Jeroboam established a second center for calf worship when ten tribes broke away from Judah"}