{"title":"Dancing","link":"/en/wol/d/r1/lp-e/1200001116","html":"<span id=\"page574\" class=\"pageNum\" data-no=\"574\" data-before-text=\"574\"></span><strong>DANCING</strong>The rhythmic performance of bodily movements, usually accompanied by music, ranging anywhere from a slow tempo to a violent frenzy. Dancing is an outward expression of one&#x2019;s emotions and attitudes, often those of joy and ecstasy, rarely of hatred and revenge (as exhibited in war dances). The emotions and feelings displayed in the dance are heightened by appropriately colored costumes or symbolic accessories.The art of dancing is of very ancient origin, and from earliest times it has been used by almost all <span id=\"page575\" class=\"pageNum\" data-no=\"575\" data-before-text=\"575\"></span>races as a medium of emotional expression, particularly in worship. In the Hebrew Scriptures several expressions occur that are translated &#x201C;dancing,&#x201D; &#x201C;circle dances,&#x201D; &#x201C;dancing around,&#x201D; and &#x201C;skipping about.&#x201D; The Hebrew verb <em>chul, </em>which basically means &#x201C;whirl; turn,&#x201D; is also rendered &#x201C;dance.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001116/0/0\" data-bid=\"1-1\" class=\"b\">Jg 21:21</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200001116/1/0\" data-bid=\"2-1\" class=\"b\">Jer 30:23;</a><a href=\"/en/wol/bc/r1/lp-e/1200001116/1/1\" data-bid=\"2-2\" class=\"b\"> La 4:6</a>.) Two nouns meaning &#x201C;dance; circle dance&#x201D; are drawn from this verb, namely <em>ma&#xB7;chohl&#x2B9; </em>(<a href=\"/en/wol/bc/r1/lp-e/1200001116/2/0\" data-bid=\"3-1\" class=\"b\">Jer 31:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200001116/2/1\" data-bid=\"3-2\" class=\"b\"> Ps 150:4</a>) and <em>mecho&#xB7;lah&#x2B9;.<wbr></em>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001116/3/0\" data-bid=\"4-1\" class=\"b\">Ca 6:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200001116/3/1\" data-bid=\"4-2\" class=\"b\"> Jg 21:21</a>.<strong>Victory and Festive Dances. </strong>Dancers expressed their heartfelt praise and thanksgiving to Jehovah after Israel witnessed the faith-inspiring demonstration of Jehovah&#x2019;s power in destroying the Egyptians. So, as the men joined Moses in singing a victory song, Miriam led the women in dances to the accompaniment of tambourines. (<a href=\"/en/wol/bc/r1/lp-e/1200001116/4/0\" data-bid=\"5-1\" class=\"b\">Ex 15:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200001116/4/1\" data-bid=\"5-2\" class=\"b\"> 20,&#xA0;21</a>) Another victory dance motivated by deep religious feelings was that of Jephthah&#x2019;s daughter, who came out to join her father in praising Jehovah for having given the Ammonites into his hands. (<a href=\"/en/wol/bc/r1/lp-e/1200001116/5/0\" data-bid=\"6-1\" class=\"b\">Jg 11:34</a>) The women of Israel, dancing to the music of lutes and tambourines, welcomed Saul and David back after Jehovah&#x2019;s victory over the Philistines. (<a href=\"/en/wol/bc/r1/lp-e/1200001116/6/0\" data-bid=\"7-1\" class=\"b\">1Sa 18:6,&#xA0;7;</a><a href=\"/en/wol/bc/r1/lp-e/1200001116/6/1\" data-bid=\"7-2\" class=\"b\"> 21:11;</a><a href=\"/en/wol/bc/r1/lp-e/1200001116/6/2\" data-bid=\"7-3\" class=\"b\"> 29:5</a>) Dancing was a part of certain annual festivals in connection with the worship of Jehovah. (<a href=\"/en/wol/bc/r1/lp-e/1200001116/7/0\" data-bid=\"8-1\" class=\"b\">Jg 21:19-21,</a><a href=\"/en/wol/bc/r1/lp-e/1200001116/7/1\" data-bid=\"8-2\" class=\"b\">&#xA0;23</a>) The Psalms also endorse dancing as a means of honoring and praising Jehovah. &#x201C;Praise Jah, you people! .&#xA0;.&#xA0;. Let them praise his name with dancing. With the tambourine and the harp let them make melody to him.&#x201D; &#x201C;Praise him with the tambourine and the circle dance.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001116/8/0\" data-bid=\"9-1\" class=\"b\">Ps 149:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200001116/8/1\" data-bid=\"9-2\" class=\"b\">&#xA0;3;</a><a href=\"/en/wol/bc/r1/lp-e/1200001116/8/2\" data-bid=\"9-3\" class=\"b\"> 150:4</a>.It was a great occasion when the ark of the covenant finally arrived in Jerusalem, especially for King David, who gave way to his emotions in a most vigorous dance. &#x201C;And David was dancing around before Jehovah with all his power, .&#xA0;.&#xA0;. leaping and dancing around before Jehovah.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001116/9/0\" data-bid=\"10-1\" class=\"b\">2Sa 6:14-17</a>) In the parallel passage David is described as &#x201C;skipping about.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001116/10/0\" data-bid=\"11-1\" class=\"b\">1Ch 15:29</a>.Dancing also had a religious significance among the people of the pagan nations. The processions of ancient Babylon and other nations were usually of a religious nature, and often processional dances were staged as part of the event. The dances in Greece usually acted out some legend connected with their gods, who were themselves depicted as dancing. Fertility dances were designed to stimulate the sexual passions of both participants and observers. The Canaanites performed circle dances around their idols and sacred poles honoring the fertility forces of nature. The worship of Baal was associated with wild, unrestrained dances. In Elijah&#x2019;s time there was such a display by the priests of Baal who, in the course of the demonic dance, lacerated themselves with knives as they kept &#x201C;limping around&#x201D; the altar. (<a href=\"/en/wol/bc/r1/lp-e/1200001116/11/0\" data-bid=\"12-1\" class=\"b\">1Ki 18:26-29</a>) Other translations say they &#x201C;performed a limping dance&#x201D; (<em>AT</em>), &#x201C;danced in halting wise&#x201D; (<em>JP</em>), &#x201C;performed their hobbling dance&#x201D; (<em>JB</em>). On making the golden calf, the Israelites also indulged in a form of pagan dancing before their idol, thus meriting Jehovah&#x2019;s condemnation.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001116/12/0\" data-bid=\"13-1\" class=\"b\">Ex 32:6,</a><a href=\"/en/wol/bc/r1/lp-e/1200001116/12/1\" data-bid=\"13-2\" class=\"b\"> 17-19</a>.<strong>Other Bible Mention of Dancing. </strong>In Israel, dancing was performed mostly in groups, particularly by women. When men joined in the dance, they were in separate companies; apparently there was no mingling of the sexes in their dances. The dances were both processional and circular (<a href=\"/en/wol/bc/r1/lp-e/1200001116/13/0\" data-bid=\"14-1\" class=\"b\">Jg 21:21;</a><a href=\"/en/wol/bc/r1/lp-e/1200001116/13/1\" data-bid=\"14-2\" class=\"b\"> 2Sa 6:14-16</a>), but these styles did not make the dances akin to the pagan processional or circle dances. The motives and objectives behind the dances themselves, the announced purpose of the dances, the movements of the dancing bodies, and the ideas such movements convey to observers are the important things to consider and compare in determining resemblance in dance patterns.In the Christian Greek Scriptures the word <em>or&#xB7;khe&#x2B9;o&#xB7;mai </em>is translated &#x201C;dance.&#x201D; According to W.&#xA0;E.&#xA0;Vine it &#x201C;probably originally signified to lift up, as of the feet; hence, to leap with regularity of motion.&#x201D; (<em>An Expository Dictionary of New Testament Words, </em>1962, Vol.&#xA0;1, p.&#xA0;266) Herod was so pleased with Salome&#x2019;s dancing at his birthday party that he granted her request and had John the Baptizer beheaded. (<a href=\"/en/wol/bc/r1/lp-e/1200001116/14/0\" data-bid=\"15-1\" class=\"b\">Mt 14:6-11;</a><a href=\"/en/wol/bc/r1/lp-e/1200001116/14/1\" data-bid=\"15-2\" class=\"b\"> Mr 6:21-28</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200001116/0\">SALOME</a> No.&#xA0;2.) Jesus Christ likened his generation to the young children he observed playing games and dancing in the marketplace. (<a href=\"/en/wol/bc/r1/lp-e/1200001116/15/0\" data-bid=\"16-1\" class=\"b\">Mt 11:16-19;</a><a href=\"/en/wol/bc/r1/lp-e/1200001116/15/1\" data-bid=\"16-2\" class=\"b\"> Lu 7:31-35</a>) In Jesus&#x2019; illustration of the prodigal son, however, a different Greek word is used, <em>kho&#xB7;ros&#x2B9;, </em>from which the English word &#x201C;chorus&#x201D; is drawn. This Greek word has reference to a company of dancers, evidently a dancing troupe hired as entertainment for such a festive occasion.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001116/16/0\" data-bid=\"17-1\" class=\"b\">Lu 15:25</a>."}