{"title":"Debt, Debtor","link":"/en/wol/d/r1/lp-e/1200001139","html":"<span id=\"page600\" class=\"pageNum\" data-no=\"600\" data-before-text=\"600\"></span><strong>DEBT, DEBTOR</strong>A debt refers to that which is owed, an obligation to pay or render something. In ancient Israel, debts were incurred primarily because of financial reverses. For an Israelite to become a debtor was a misfortune; the borrower, in effect, became the lender&#x2019;s servant. (<a href=\"/en/wol/bc/r1/lp-e/1200001139/0/0\" data-bid=\"1-1\" class=\"b\">Pr 22:7</a>) God&#x2019;s people were therefore commanded to be generous and unselfish in lending to needy fellow Israelites, not seeking to profit from their adversity by charging them interest. (<a href=\"/en/wol/bc/r1/lp-e/1200001139/1/0\" data-bid=\"2-1\" class=\"b\">Ex 22:25;</a><a href=\"/en/wol/bc/r1/lp-e/1200001139/1/1\" data-bid=\"2-2\" class=\"b\"> De 15:7,&#xA0;8;</a><a href=\"/en/wol/bc/r1/lp-e/1200001139/1/2\" data-bid=\"2-3\" class=\"b\"> Ps 37:26;</a><a href=\"/en/wol/bc/r1/lp-e/1200001139/1/3\" data-bid=\"2-4\" class=\"b\"> 112:5</a>) But foreigners could be required to pay interest. (<a href=\"/en/wol/bc/r1/lp-e/1200001139/2/0\" data-bid=\"3-1\" class=\"b\">De 23:20</a>) Jewish commentators understand this provision to apply to business loans, not to cases of need. Ordinarily foreigners were in Israel only temporarily, often as merchants, and could reasonably be expected to pay interest, especially since they would also be lending to others on interest.At times a third party would assume responsibility, or go surety, for a debtor. This practice is repeatedly warned against in <a href=\"/en/wol/bc/r1/lp-e/1200001139/3/0\" data-bid=\"4-1\" class=\"b\">the book of Proverbs (6:1-3;</a><a href=\"/en/wol/bc/r1/lp-e/1200001139/3/1\" data-bid=\"4-2\" class=\"b\"> 11:15;</a><a href=\"/en/wol/bc/r1/lp-e/1200001139/3/2\" data-bid=\"4-3\" class=\"b\"> 17:18;</a><a href=\"/en/wol/bc/r1/lp-e/1200001139/3/3\" data-bid=\"4-4\" class=\"b\"> 22:26</a>), since the one going surety would be the loser in case of the debtor&#x2019;s default.The first-century Christian view of debts is expressed at <a href=\"/en/wol/bc/r1/lp-e/1200001139/4/0\" data-bid=\"5-1\" class=\"b\">Romans 13:8</a>: &#x201C;Do not you people be <span id=\"page601\" class=\"pageNum\" data-no=\"601\" data-before-text=\"601\"></span>owing anybody a single thing, except to love one another.&#x201D;<strong>Law Protected Creditors and Debtors. </strong>Under the Mosaic Law, even a thief was required to pay off the debt he incurred through his wrongdoing. If unable to do so, he was to be sold into slavery. (<a href=\"/en/wol/bc/r1/lp-e/1200001139/5/0\" data-bid=\"6-1\" class=\"b\">Ex 22:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200001139/5/1\" data-bid=\"6-2\" class=\"b\">&#xA0;3</a>) Thus the victim was certain of being compensated for his loss.Faithful Israelites recognized that meeting their debts was a divine requirement. (<a href=\"/en/wol/bc/r1/lp-e/1200001139/6/0\" data-bid=\"7-1\" class=\"b\">Ps 37:21</a>) So the creditor could rest assured of receiving repayment. An Israelite with no material assets could sell himself or his children into slavery to care for his debts.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001139/7/0\" data-bid=\"8-1\" class=\"b\">Ex 21:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200001139/7/1\" data-bid=\"8-2\" class=\"b\"> Le 25:39</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200001139/8/0\" data-bid=\"9-1\" class=\"b\">2Ki 4:1-7</a>.On the other hand, the Law also protected the debtor. The creditor could not enter the house of the debtor and seize a pledge but had to wait outside until the debtor brought it to him. (<a href=\"/en/wol/bc/r1/lp-e/1200001139/9/0\" data-bid=\"10-1\" class=\"b\">De 24:10,&#xA0;11</a>) Neither the garment of a widow nor necessities, such as a hand mill or the upper grindstone thereof, could be seized as a pledge. (<a href=\"/en/wol/bc/r1/lp-e/1200001139/10/0\" data-bid=\"11-1\" class=\"b\">De 24:6,</a><a href=\"/en/wol/bc/r1/lp-e/1200001139/10/1\" data-bid=\"11-2\" class=\"b\">&#xA0;17</a>) Since it was common for the poor to have only one outer garment (mantle), in which they also slept, this garment, if taken as a pledge, had to be returned by the creditor at sunset.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001139/11/0\" data-bid=\"12-1\" class=\"b\">Ex 22:26, 27;</a><a href=\"/en/wol/bc/r1/lp-e/1200001139/11/1\" data-bid=\"12-2\" class=\"b\"> De 24:12,&#xA0;13</a>.According to <a href=\"/en/wol/bc/r1/lp-e/1200001139/12/0\" data-bid=\"13-1\" class=\"b\">Deuteronomy 15:1-3</a>, it appears that during the Sabbath year (every seventh year) a creditor could not press a fellow Israelite for payment of a debt. Unlike the Sabbath-keeping Israelite who realized virtually no return from his land, the foreigner continued to have an income from his nonagricultural work. Reasonably, therefore, he could be pressed for payment of a debt during the Sabbath year. At the approach of the Sabbath year, some Israelites, knowing that they would not be able to press matters, may have refrained from lending to their needy brothers. But the Law condemned such selfishness.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001139/13/0\" data-bid=\"14-1\" class=\"b\">De 15:9</a>.During the Jubilee year (every 50th year) Hebrew slaves were set free; all hereditary possessions, with the exception of houses in walled cities not formerly belonging to Levites, were returned to their original owners. This arrangement prevented Israelite families from sinking into hopeless debt and poverty. Even one who mismanaged his assets could not permanently lose his inheritance for his family.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001139/14/0\" data-bid=\"15-1\" class=\"b\">Le 25:10-41</a>.Strict adherence to God&#x2019;s law would have resulted in a stable economy free from great national and internal debts. The Israelites were assured: &#x201C;For Jehovah your God will indeed bless you just as he has promised you, and you will certainly lend on pledge to many nations, whereas you yourself will not borrow.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001139/15/0\" data-bid=\"16-1\" class=\"b\">De 15:6</a>.<strong>Abuses. </strong>As Israel lapsed into a course of unfaithfulness, needy debtors were among those that suffered. The fact that debtors joined themselves to David while he was outlawed suggests that they were hard pressed by their creditors. (<a href=\"/en/wol/bc/r1/lp-e/1200001139/16/0\" data-bid=\"17-1\" class=\"b\">1Sa 22:2</a>) Lending on interest to fellow Israelites appears to have become common. (<a href=\"/en/wol/bc/r1/lp-e/1200001139/17/0\" data-bid=\"18-1\" class=\"b\">Isa 24:2</a>) Through his prophet Amos, Jehovah condemned Israel for selling &#x201C;someone poor for the price of a pair of sandals.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001139/18/0\" data-bid=\"19-1\" class=\"b\">Am 2:6</a>) And by means of Ezekiel, He denounced the Israelites for charging interest and fraudulently profiting from their companions.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001139/19/0\" data-bid=\"20-1\" class=\"b\">Eze 22:12</a>.After the return from Babylonian exile, a deplorable situation developed among the Jews because of their failure to obey God&#x2019;s law about making interest-free loans to needy fellow Israelites. In the time of Nehemiah, many Jews had been forced to put up their houses, fields, and even their sons and daughters as security. However, after Nehemiah&#x2019;s exhortation to rectify matters, the creditors agreed to make restoration to their debtors and to lend without interest.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001139/20/0\" data-bid=\"21-1\" class=\"b\">Ne 5:1-13</a>.<strong>Jesus&#x2019; Illustrations. </strong>In the first century C.E., the relationship of creditors and debtors was very familiar to the Jews, and Jesus at times drew on this for his illustrations. He emphasized the need to be forgiving by telling about a wicked slave who, although having been released from a 60,000,000-denarius (c. $40,000,000) debt, had a fellow slave thrown into prison for a 100-denarius (c. $70) debt. (<a href=\"/en/wol/bc/r1/lp-e/1200001139/21/0\" data-bid=\"22-1\" class=\"b\">Mt 18:23-33</a>) The illustration of two debtors, one of whom was forgiven a 500-denarius (c. $350) debt and the other a 50-denarius (c. $35) debt, highlighted the principle: &#x201C;He who is forgiven little, loves little.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001139/22/0\" data-bid=\"23-1\" class=\"b\">Lu 7:41-47</a>) Wise use of &#x201C;unrighteous&#x201D; (material) riches to make friends with God is illustrated by the unrighteous steward who, when about to lose his position, shrewdly used his authority to make friends with the debtors of his master by reducing their debts.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001139/23/0\" data-bid=\"24-1\" class=\"b\">Lu 16:1-9</a>.<strong>Other Debts. </strong>In the Scriptures, the words &#x201C;debt&#x201D; and &#x201C;debtor&#x201D; are also used with reference to obligations other than those accrued by borrowing. The wage due a worker is counted as a &#x201C;debt.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001139/24/0\" data-bid=\"25-1\" class=\"b\">Ro 4:4</a>) Sinners are &#x201C;debtors&#x201D; to those against whom they have transgressed and therefore must seek their forgiveness. God&#x2019;s forgiveness of &#x201C;debts&#x201D; depends on whether a person has forgiven his personal &#x201C;debtors.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001139/25/0\" data-bid=\"26-1\" class=\"b\">Mt 6:12,</a><a href=\"/en/wol/bc/r1/lp-e/1200001139/25/1\" data-bid=\"26-2\" class=\"b\"> 14, 15;</a><a href=\"/en/wol/bc/r1/lp-e/1200001139/25/2\" data-bid=\"26-3\" class=\"b\"> <span id=\"page602\" class=\"pageNum\" data-no=\"602\" data-before-text=\"602\"></span>Lu 13:4</a>) In view of his obligation to preach &#x201C;the good news,&#x201D; the apostle Paul spoke of himself as a &#x201C;debtor&#x201D; to all persons. (<a href=\"/en/wol/bc/r1/lp-e/1200001139/26/0\" data-bid=\"27-1\" class=\"b\">Ro 1:14,&#xA0;15</a>) Gentile believers were, in effect, &#x201C;debtors&#x201D; to the Jewish Christians at Jerusalem because of having benefited spiritually from them. Therefore, it was only proper that they assist their poor Jewish brothers materially.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001139/27/0\" data-bid=\"28-1\" class=\"b\">Ro 15:26,&#xA0;27</a>."}