{"title":"Decapolis","link":"/en/wol/d/r1/lp-e/1200001141","html":"<span id=\"page602\" class=\"pageNum\" data-no=\"602\" data-before-text=\"602\"></span><strong>DECAPOLIS</strong>(De&#xB7;cap&#x2B9;o&#xB7;lis) [Ten-City Region].A league or confederation of ten cities (from Greek <em>de&#x2B9;ka, </em>meaning &#x201C;ten,&#x201D; and <em>po&#x2B9;lis, </em>&#x201C;city&#x201D;). The name also applied to the region in which most of these cities were centered.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001141/0/0\" data-bid=\"1-1\" class=\"b\">Mt 4:25</a>.Following the conquest by Alexander the Great in about 332&#xA0;B.C.E., Greek colonies developed in Syria and Palestine, apparently settled by veterans from Alexander&#x2019;s armies who were thereafter followed by Greek-speaking immigrants. In many cases these colonies grew on the sites of earlier Jewish towns, while in others they were built on fresh sites, particularly E of the Jordan River. They flourished during the rule of the Seleucids of Syria and the Ptolemies of Egypt, but the rise of the Maccabean-Jewish state (starting c.&#xA0;168&#xA0;B.C.E.) greatly jeopardized their relatively independent position. While the populations of these cities doubtless included many Jews, still these cities were centers of Greek culture and organization and hence were very much out of step with the Maccabean aims. When Pompey conquered and reorganized Palestine in 63&#xA0;B.C.E., these Hellenistic cities were given Roman protection and a favored status. They were allowed to mint their own coins and, to a great extent, to exercise self-government, although they still owed allegiance to Rome and to the Syrian provincial government and were required to pay taxes and provide men for military service.<strong>Formation of the League. </strong>Likely sometime between Pompey&#x2019;s conquest and the death of Herod the Great (c.&#xA0;1&#xA0;B.C.E.) ten of these Hellenistic cities formed themselves into the loose federation known as the Decapolis. The motive underlying this union seems to have been a mutual interest in close trade relations and also defense against either anti-Hellenistic forces within Palestine or aggressive nomadic tribes in the desert regions to the E.&#xA0;The term &#x201C;Decapolis&#x201D; first appears in the Christian Greek Scriptures and in the writings of Josephus and Pliny the Elder (both of the first century C.E.). Pliny, while acknowledging that some difference of opinion already existed, listed the following cities as among the original ten: Damascus, Philadelphia, Raphana, Scythopolis, Gadara, Hippo (Hippos), Dion, Pella, <span id=\"page603\" class=\"pageNum\" data-no=\"603\" data-before-text=\"603\"></span>Galasa (Gerasa), and Canatha. (<em>Natural History, </em>V, XVI,&#xA0;74) Of these, only Scythopolis (Beth-shean) lay W of the Jordan; because of the strategic position of the Valley of Esdraelon, it served as an important link with the Mediterranean Coast and seaports. Damascus, far to the N in Syria, was evidently included because of its importance as a trade center. Philadelphia (ancient Rabbah, modern &#x2BD;Amman) was the southernmost of the ten cities, only about 40&#xA0;km (25&#xA0;mi) NE of the northern end of the Dead Sea. The remainder of the cities were in the fertile region of Gilead or neighboring Bashan. Most of them are believed to have been on or near the main roads of that region. Canatha is likely the Kenath of <a href=\"/en/wol/bc/r1/lp-e/1200001141/1/0\" data-bid=\"2-1\" class=\"b\">Numbers 32:42</a>.In the second century C.E., Ptolemy names 18 cities as in the &#x201C;Decapolis,&#x201D; which may indicate that the name came to be used in a general way and that the number of cities varied. Some scholars would put Abila, listed by Ptolemy, in place of Raphana as among the original ten. It seems evident, at any rate, that the Decapolis region did not have precisely defined boundaries and that the authority of the cities of the Decapolis did not embrace all the intervening territory but applied only within the district of each particular city.<strong>Jesus&#x2019; Ministry and the Decapolis. </strong>While people from the Decapolis were among the crowds that flocked to hear Jesus&#x2019; teaching in Galilee (<a href=\"/en/wol/bc/r1/lp-e/1200001141/2/0\" data-bid=\"3-1\" class=\"b\">Mt 4:25</a>), there is no specific mention of his having devoted time to any of its Hellenistic cities. Jesus did enter the region of Decapolis during his Galilean ministry when he crossed the Sea of Galilee and entered the country of the Gerasenes (or Gadarenes according to <a href=\"/en/wol/bc/r1/lp-e/1200001141/3/0\" data-bid=\"4-1\" class=\"b\">Mt 8:28</a>). (<a href=\"/en/wol/bc/r1/lp-e/1200001141/4/0\" data-bid=\"5-1\" class=\"b\">Mr 5:1</a>) But here, after he had cast out demons and permitted them to enter a herd of swine, resulting in the herd&#x2019;s destruction, the people from the nearby city and countryside urged Jesus to &#x2018;get out of their districts.&#x2019; He complied, but the man he had freed from demon possession obeyed Jesus&#x2019; instruction to go witness to his relatives, and he proclaimed Jesus&#x2019; healing works in the Decapolis. (<a href=\"/en/wol/bc/r1/lp-e/1200001141/5/0\" data-bid=\"6-1\" class=\"b\">Mr 5:2-20</a>) Some scholars believe the herd of swine there was a further evidence of the non-Jewish influence prevalent in that region.After the Passover of 32&#xA0;C.E., and upon returning from a trip to the regions of Tyre and Sidon in Phoenicia, Jesus came &#x201C;to the sea of Galilee up through the midst of the regions of Decapolis.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001141/6/0\" data-bid=\"7-1\" class=\"b\">Mr 7:31</a>) Somewhere in this region he healed a deaf man having a speech impediment and later miraculously fed a crowd of 4,000.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001141/7/0\" data-bid=\"8-1\" class=\"b\">Mr 7:32&#x2013;8:9</a>.<strong>Later History. </strong>According to Eusebius, prior to the destruction of Jerusalem in 70&#xA0;C.E., Christians of Judea fled to the Decapolitan city of Pella in the mountainous region of Gilead, thereby giving heed to Jesus&#x2019; prophetic warning.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001141/8/0\" data-bid=\"9-1\" class=\"b\">Lu 21:20, 21</a>; <em>The Ecclesiastical History, </em>III, V,&#xA0;3.By no means alone among the cities of Palestine in their Hellenistic leanings, the cities of the Decapolis reflected the most powerful expression of Greek influence. They are believed to have reached their peak during the second century C.E., and in the following century the league began to break up. Evidence of the strong Greek influence, as well as the wealth of the Decapolitan cities, can be seen in the impressive remains of theaters, amphitheaters, temples, baths, aqueducts, and other structures at Gerasa (modern Jarash) as well as at other cities.<strong>[Map on page&#xA0;602]</strong>(For fully formatted text, see publication)<strong>DECAPOLIS<wbr></strong>&#x2014;Roads<em>Great Sea</em>DamascusRaphana (?)Hippos<em>Sea of Galilee</em>DionCanathaAbila (?)GadaraScythopolis (Beth-shean)PellaGerasaPhiladelphia (Rabbah)<em>Salt Sea</em>"}