{"title":"Deed","link":"/en/wol/d/r1/lp-e/1200001145","html":"<span id=\"page608\" class=\"pageNum\" data-no=\"608\" data-before-text=\"608\"></span><strong>DEED</strong>A written agreement duly signed and sometimes sealed, containing the legal terms for the accomplishment of an intended purpose; the documented instrument for the transfer of real estate. The Bible&#x2019;s only use of the Hebrew word <em>se&#x2B9;pher </em>in this particular sense concerns Jeremiah&#x2019;s purchase of a field from his cousin Hanamel.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001145/0/0\" data-bid=\"1-1\" class=\"b\">Jer 32:6-15</a>.The details surrounding the drawing up of this deed are interesting. The money for the purchase, &#x201C;seven shekels and ten silver pieces,&#x201D; was weighed out in the presence of witnesses. (<a href=\"/en/wol/bc/r1/lp-e/1200001145/1/0\" data-bid=\"2-1\" class=\"b\">Jer 32:9</a>) If this stipulation of &#x2018;seven and ten&#x2019; is assumed to be a legal form meaning 17 silver shekels (c. $37), it would be a reasonable price, considering the time and circumstances under which the property was sold. It was a time of war and famine (not many months before Jerusalem was captured by Nebuchadnezzar).When the money was paid, two deeds, presumably identical, were drafted &#x2018;according to the judicial commandment and legal regulations.&#x2019; One of these was known as &#x201C;the deed of purchase, the one sealed,&#x201D; and the other was called &#x201C;the one left open.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001145/2/0\" data-bid=\"3-1\" class=\"b\">Jer 32:11</a>) Only the first one is said to have been signed by witnesses, the whole transaction taking place &#x201C;before the eyes of all the Jews who were sitting in the Courtyard of the Guard.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001145/3/0\" data-bid=\"4-1\" class=\"b\">Jer 32:12</a>) Both deeds were then placed in an earthenware jar for safekeeping.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001145/4/0\" data-bid=\"5-1\" class=\"b\">Jer 32:14</a>.The custom of making duplicate deeds but sealing only one was very practical. Leaving one copy open permitted it to be referred to by the interested parties. If it was ever damaged, or its authenticity called into question, or if there was suspicion that it had been altered, then the sealed copy could be presented to the city judges who, after examining the seal, would break it open and make a comparison of the two copies."}