{"title":"Deuteronomy","link":"/en/wol/d/r1/lp-e/1200001163","html":"<span id=\"page619\" class=\"pageNum\" data-no=\"619\" data-before-text=\"619\"></span><strong>DEUTERONOMY</strong>The Hebrew name of this fifth book of the Pentateuch is <em>Deva&#xB7;rim&#x2B9; </em>(Words), drawn from the opening phrase in the Hebrew text. The name &#x201C;Deuteronomy&#x201D; comes from the <em>Septuagint </em>Greek title <em>Deu&#xB7;te&#xB7;ro&#xB7;no&#x2B9;mi&#xB7;on, </em>literally meaning &#x201C;Second Law; Repetition of the Law.&#x201D; This comes from the Greek rendering of a Hebrew phrase in <a href=\"/en/wol/bc/r1/lp-e/1200001163/0/0\" data-bid=\"1-1\" class=\"b\">Deuteronomy 17:18</a>, <em>mish&#xB7;neh&#x2B9; hat&#xB7;toh&#xB7;rah&#x2B9;, </em>correctly rendered &#x2018;copy of the law.&#x2019;The authenticity of Deuteronomy as a book of the Bible canon and the writership of Moses are well established by the fact that Deuteronomy has always been considered by the Jews as a part of the Law of Moses. The evidence for the authenticity of Deuteronomy is, in general, the same as that for the other four books of the Pentateuch. (See <a href=\"/en/wol/tc/r1/lp-e/1200001163/0\">PENTATEUCH</a>; also books under individual names.) Jesus is the foremost authority for the authenticity of Deuteronomy, quoting from it <span id=\"page620\" class=\"pageNum\" data-no=\"620\" data-before-text=\"620\"></span>three times in turning away the temptations of Satan the Devil. (<a href=\"/en/wol/bc/r1/lp-e/1200001163/1/0\" data-bid=\"2-1\" class=\"b\">Mt 4:1-11;</a><a href=\"/en/wol/bc/r1/lp-e/1200001163/1/1\" data-bid=\"2-2\" class=\"b\"> De 6:13,</a><a href=\"/en/wol/bc/r1/lp-e/1200001163/1/2\" data-bid=\"2-3\" class=\"b\"> 16;</a><a href=\"/en/wol/bc/r1/lp-e/1200001163/1/3\" data-bid=\"2-4\" class=\"b\"> 8:3</a>) Also, Jesus answered the question as to what was the greatest and first commandment by quoting from <a href=\"/en/wol/bc/r1/lp-e/1200001163/2/0\" data-bid=\"3-1\" class=\"b\">Deuteronomy 6:5</a>. (<a href=\"/en/wol/bc/r1/lp-e/1200001163/3/0\" data-bid=\"4-1\" class=\"b\">Mr 12:30</a>) And Paul quotes from <a href=\"/en/wol/bc/r1/lp-e/1200001163/4/0\" data-bid=\"5-1\" class=\"b\">Deuteronomy 30:12-14;</a><a href=\"/en/wol/bc/r1/lp-e/1200001163/4/1\" data-bid=\"5-2\" class=\"b\"> 32:35,&#xA0;36</a>.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001163/5/0\" data-bid=\"6-1\" class=\"b\">Ro 10:6-8;</a><a href=\"/en/wol/bc/r1/lp-e/1200001163/5/1\" data-bid=\"6-2\" class=\"b\"> Heb 10:30</a>.The time covered by the book of Deuteronomy is somewhat over two months in the year 1473&#xA0;B.C.E. It was written on the Plains of Moab and consists of four discourses, a song, and a blessing by Moses as Israel camped on Canaan&#x2019;s borders prior to entering the land.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001163/6/0\" data-bid=\"7-1\" class=\"b\">De 1:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200001163/6/1\" data-bid=\"7-2\" class=\"b\"> Jos 1:11;</a><a href=\"/en/wol/bc/r1/lp-e/1200001163/6/2\" data-bid=\"7-3\" class=\"b\"> 4:19</a>.<strong>Purpose. </strong>Despite the meaning of the name Deuteronomy, this book is not a second law nor a repetition of the entire Law but, rather, an explanation of it, as <a href=\"/en/wol/bc/r1/lp-e/1200001163/7/0\" data-bid=\"8-1\" class=\"b\">Deuteronomy 1:5</a> says. It exhorts Israel to faithfulness to Jehovah, using the generation of the 40 years&#x2019; wandering as an example to avoid. Moses explains and elaborates on some of the essential points of the Law and the principles therein, with a view to the altered circumstances of Israel when they would be settled permanently in the land. He adjusts some of the laws accordingly and gives further regulations concerning the administration of government in their settled condition in the Promised Land.In exhorting them and calling on them to enter into this renewed covenant with Jehovah through Moses, the book of Deuteronomy places the emphasis strikingly on knowledge, teaching, and instruction. The words &#x201C;teach,&#x201D; &#x201C;teaching,&#x201D; and &#x201C;taught&#x201D; occur much more often in Deuteronomy than in Exodus, Leviticus, or Numbers. Moses explained that Jehovah was teaching Israel by feeding them with manna. (<a href=\"/en/wol/bc/r1/lp-e/1200001163/8/0\" data-bid=\"9-1\" class=\"b\">De 8:3</a>) He told the Israelites to place Jehovah&#x2019;s law, figuratively speaking, as frontlets between their eyes and on the doorposts of their houses and on their gates. (<a href=\"/en/wol/bc/r1/lp-e/1200001163/9/0\" data-bid=\"10-1\" class=\"b\">6:8,&#xA0;9</a>) He commanded them to inculcate his law in their sons. (<a href=\"/en/wol/bc/r1/lp-e/1200001163/10/0\" data-bid=\"11-1\" class=\"b\">6:6,&#xA0;7</a>) Instructions were given to read the Law every seventh year, during the time of the (annual) Festival of Booths. (<a href=\"/en/wol/bc/r1/lp-e/1200001163/11/0\" data-bid=\"12-1\" class=\"b\">31:10-13</a>) Special instructions were given for the king that Israel might have in the future. He was to write a copy of the Law for himself and read in it every day. (<a href=\"/en/wol/bc/r1/lp-e/1200001163/12/0\" data-bid=\"13-1\" class=\"b\">17:18-20</a>) Each time Israel went out to battle, the priests were to admonish the people to faith and courage and to assure them of victory, for Jehovah their God was marching with them. (<a href=\"/en/wol/bc/r1/lp-e/1200001163/13/0\" data-bid=\"14-1\" class=\"b\">20:1-4</a>) When they should enter the Promised Land, they were to divide the tribes into two groups, with one group on Mount Ebal and the other on Mount Gerizim, and then they were to have God&#x2019;s Law read to them.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001163/14/0\" data-bid=\"15-1\" class=\"b\">27:11-26</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200001163/15/0\" data-bid=\"16-1\" class=\"b\">Jos 8:33-35</a>.<strong>Love Highlighted. </strong>Love, kindness, and consideration are also highlighted in Deuteronomy. The word &#x201C;love&#x201D; itself, either as a noun or as a form of the verb, occurs more than five times as often in Deuteronomy as in Exodus, Leviticus, and Numbers combined. Here we also have the greatest commandment, to which Jesus referred (<a href=\"/en/wol/bc/r1/lp-e/1200001163/16/0\" data-bid=\"17-1\" class=\"b\">Mt 22:36,&#xA0;37</a>), uniquely stated: &#x201C;You must love Jehovah your God with all your heart and all your soul and all your vital force.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001163/17/0\" data-bid=\"18-1\" class=\"b\">De 6:5</a>; see also <a href=\"/en/wol/bc/r1/lp-e/1200001163/18/0\" data-bid=\"19-1\" class=\"b\">10:12</a>; <a href=\"/en/wol/bc/r1/lp-e/1200001163/19/0\" data-bid=\"20-1\" class=\"b\">11:13</a>.) Jehovah repeatedly expresses his love for Israel. (<a href=\"/en/wol/bc/r1/lp-e/1200001163/20/0\" data-bid=\"21-1\" class=\"b\">7:7-9;</a><a href=\"/en/wol/bc/r1/lp-e/1200001163/20/1\" data-bid=\"21-2\" class=\"b\"> 23:5;</a><a href=\"/en/wol/bc/r1/lp-e/1200001163/20/2\" data-bid=\"21-3\" class=\"b\"> 33:3</a>) The very tone of Deuteronomy highlights Jehovah&#x2019;s love for his people: &#x201C;If only they would develop this heart of theirs to fear me and to keep all my commandments always, in order that it might go well with them and their sons to time indefinite!&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001163/21/0\" data-bid=\"22-1\" class=\"b\">5:29</a>) In fact, we find such expressions as &#x201C;that it may go well with you&#x201D; and &#x201C;that you may keep alive&#x201D; time and again in Deuteronomy.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001163/22/0\" data-bid=\"23-1\" class=\"b\">4:40;</a><a href=\"/en/wol/bc/r1/lp-e/1200001163/22/1\" data-bid=\"23-2\" class=\"b\"> 5:16;</a><a href=\"/en/wol/bc/r1/lp-e/1200001163/22/2\" data-bid=\"23-3\" class=\"b\"> 6:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200001163/22/3\" data-bid=\"23-4\" class=\"b\"> 22:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200001163/22/4\" data-bid=\"23-5\" class=\"b\"> 30:19,&#xA0;20</a>.Even though warfare was ahead of Israel in taking the land, Jehovah did not overlook loving consideration. Victory was not so important or urgent that ruthless demands were to be made. An engaged man was exempt. (<a href=\"/en/wol/bc/r1/lp-e/1200001163/23/0\" data-bid=\"24-1\" class=\"b\">De 20:7</a>) Exemption was made for a newly married man, so that he could cherish his wife and she have her husband for at least a full year. (<a href=\"/en/wol/bc/r1/lp-e/1200001163/24/0\" data-bid=\"25-1\" class=\"b\">24:5</a>) If a man planted a vineyard and had not eaten the fruit of it or built a house and had not inaugurated it, he was excused from warfare so that he might enjoy the fruits of his labors.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001163/25/0\" data-bid=\"26-1\" class=\"b\">20:5,&#xA0;6</a>.Explicit details were given with respect to waging war and taking the land of Canaan. The fearful were to be sent home, lest they make the hearts of their brothers also weak. (<a href=\"/en/wol/bc/r1/lp-e/1200001163/26/0\" data-bid=\"27-1\" class=\"b\">De 20:8</a>) The cities of the specified nations of Canaan whose wickedness had come to the full were to be devoted to destruction without fail, but the cities not of these specified nations were to be given the alternative of surrender or destruction. If they surrendered, they were to be put to forced labor, but the Law required that even slaves be treated with kindness, and its commandments protected the women from being molested even in cities taken in war. In cases of cities that refused to surrender, all the males were put to death, only the little children and the women who had not had relations with men being spared. (<a href=\"/en/wol/bc/r1/lp-e/1200001163/27/0\" data-bid=\"28-1\" class=\"b\">20:10-18</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200001163/28/0\" data-bid=\"29-1\" class=\"b\">Nu 31:17,&#xA0;18</a>.) In building siegeworks around a <span id=\"page621\" class=\"pageNum\" data-no=\"621\" data-before-text=\"621\"></span>city, the Israelites were not permitted to cut down fruit trees.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001163/29/0\" data-bid=\"30-1\" class=\"b\">De 20:19,&#xA0;20</a>.Animals were also given loving consideration in the book of Deuteronomy. The Israelites were prohibited from taking a bird sitting on a nest, for it was the protective instinct for her offspring that made her vulnerable. She was allowed to escape, but the young could be claimed by the Israelites for themselves. The mother was thus free to raise more young. (<a href=\"/en/wol/bc/r1/lp-e/1200001163/30/0\" data-bid=\"31-1\" class=\"b\">De 22:6,&#xA0;7</a>) The farmer was not permitted to hitch an ass with a bull, to prevent hardship on the weaker animal. (<a href=\"/en/wol/bc/r1/lp-e/1200001163/31/0\" data-bid=\"32-1\" class=\"b\">22:10</a>) The bull was not to be muzzled while threshing the grain so that he would not be tormented with hunger while grain was so close at hand and he was exerting his energy in work to thresh it.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001163/32/0\" data-bid=\"33-1\" class=\"b\">25:4</a>.In family and social life consideration was shown. The firstborn son was to receive the double portion, regardless of whether he was the son of the favorite wife or not. (<a href=\"/en/wol/bc/r1/lp-e/1200001163/33/0\" data-bid=\"34-1\" class=\"b\">De 21:15-17</a>) Brother-in-law marriage was stated as a law for the first time, and penalties were outlined in order to give it force. (<a href=\"/en/wol/bc/r1/lp-e/1200001163/34/0\" data-bid=\"35-1\" class=\"b\">25:5-10</a>) Honest weights and measures were mandated. (<a href=\"/en/wol/bc/r1/lp-e/1200001163/35/0\" data-bid=\"36-1\" class=\"b\">25:13-16</a>) The value of life was stressed by the command to build a parapet around the roof of a house. (<a href=\"/en/wol/bc/r1/lp-e/1200001163/36/0\" data-bid=\"37-1\" class=\"b\">22:8</a>) Consideration even for the wrongdoer that was to be given strokes was indicated by the Law that limited the strokes to&#xA0;40. (<a href=\"/en/wol/bc/r1/lp-e/1200001163/37/0\" data-bid=\"38-1\" class=\"b\">25:1-3</a>) All these regulations gave more detail to the Law, while also showing great consideration. At the same time there was more strictness.<strong>Warnings and Laws. </strong>Deuteronomy is filled with warnings against false worship and unfaithfulness as well as instructions on how to deal with it so that pure worship might be preserved. The exhortation to holiness was an outstanding thing in Deuteronomy. The Israelites were admonished not to intermarry with the nations round about, because this would present a threat to pure worship and loyalty to Jehovah. (<a href=\"/en/wol/bc/r1/lp-e/1200001163/38/0\" data-bid=\"39-1\" class=\"b\">De 7:3,&#xA0;4</a>) They were warned against materialism and self-righteousness. (<a href=\"/en/wol/bc/r1/lp-e/1200001163/39/0\" data-bid=\"40-1\" class=\"b\">8:11-18;</a><a href=\"/en/wol/bc/r1/lp-e/1200001163/39/1\" data-bid=\"40-2\" class=\"b\"> 9:4-6</a>) Strong laws were made regarding apostasy. They were to watch themselves so that they would not turn to other gods. (<a href=\"/en/wol/bc/r1/lp-e/1200001163/40/0\" data-bid=\"41-1\" class=\"b\">11:16,&#xA0;17</a>) They were warned against false prophets. Instructions were given in two places as to how to identify a false prophet and how he should be dealt with. (<a href=\"/en/wol/bc/r1/lp-e/1200001163/41/0\" data-bid=\"42-1\" class=\"b\">13:1-5;</a><a href=\"/en/wol/bc/r1/lp-e/1200001163/41/1\" data-bid=\"42-2\" class=\"b\"> 18:20-22</a>) Even if a member of one&#x2019;s own family should become apostate, the family was not to have pity but was to share in stoning such a one to death.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001163/42/0\" data-bid=\"43-1\" class=\"b\">13:6-11</a>.Cities of Israel that turned apostate were to be devoted to destruction, and nothing was to be preserved for personal benefit by anyone. The city was never to be rebuilt. (<a href=\"/en/wol/bc/r1/lp-e/1200001163/43/0\" data-bid=\"44-1\" class=\"b\">De 13:12-17</a>) Delinquents whose parents could not control them were to be stoned to death.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001163/44/0\" data-bid=\"45-1\" class=\"b\">21:18-21</a>.Holiness and freedom from bloodguilt were emphasized by the law concerning the way to handle an unsolved murder. (<a href=\"/en/wol/bc/r1/lp-e/1200001163/45/0\" data-bid=\"46-1\" class=\"b\">De 21:1-9</a>) Indicative of the zeal for pure worship, Deuteronomy contained regulations as to who could become a member of Jehovah&#x2019;s congregation and when. No illegitimate son to the tenth generation, no Moabite or Ammonite to time indefinite, and no eunuch could be admitted. However, Egyptians and Edomites of the third generation could become members of the congregation.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001163/46/0\" data-bid=\"47-1\" class=\"b\">23:1-8</a>.Deuteronomy outlines the judicial arrangement for Israel when settled in the Promised Land. It sets forth the qualifications for judges and the arrangement of courts in the city gates, with the sanctuary as the supreme court of the land, whose judgments were to be followed by all Israel.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001163/47/0\" data-bid=\"48-1\" class=\"b\">De 16:18&#x2013;17:13</a>.Deuteronomy emphasizes Jehovah&#x2019;s position as the unique God (<a href=\"/en/wol/bc/r1/lp-e/1200001163/48/0\" data-bid=\"49-1\" class=\"b\">De 6:4</a>), Israel&#x2019;s position as his unique people (<a href=\"/en/wol/bc/r1/lp-e/1200001163/49/0\" data-bid=\"50-1\" class=\"b\">4:7,&#xA0;8</a>), and the establishment of one central place of worship (<a href=\"/en/wol/bc/r1/lp-e/1200001163/50/0\" data-bid=\"51-1\" class=\"b\">12:4-7</a>). It foretells the one who would be raised up as a prophet like Moses and who would speak in Jehovah&#x2019;s name, one to whom all must be subject.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001163/51/0\" data-bid=\"52-1\" class=\"b\">18:18,&#xA0;19</a>.<strong>[Box on page&#xA0;619]</strong><strong>HIGHLIGHTS OF </strong><strong>DEUTERONOMY</strong>  Discourses explaining portions of the Law and exhorting Israel to love and obey Jehovah in the land that they were about to enter  Written by Moses just before Israel entered the Promised Land in 1473&#xA0;B.C.E.<strong>Exhortation to remember what Jehovah has done and to serve only him </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200001163/52/0\" data-bid=\"53-1\" class=\"b\">1:1&#x2013;4:49</a>)  Moses recalls the sending out of spies, the faithless and rebellious response to their report, Jehovah&#x2019;s oath that that generation would die in the wilderness  Israel was not to molest the sons of Esau (descended from Jacob&#x2019;s brother) or Moab and Ammon (offspring of Abraham&#x2019;s nephew Lot); but Jehovah gave Israel the land held by Amorite Kings Sihon and Og, E of the Jordan  Moses begs Jehovah to let him cross the Jordan; instead, Jehovah tells him to commission and strengthen Joshua to lead the nation  Moses reminds nation of Jehovah&#x2019;s burning anger regarding Baal of Peor; must not forget what they witnessed in Horeb, never make a carved image for worship; Jehovah, the only true God, exacts exclusive devotion<strong>Admonition to love Jehovah and to obey all of his commandments </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200001163/53/0\" data-bid=\"54-1\" class=\"b\">5:1&#x2013;26:19</a>)  Moses recounts giving of the Law at Horeb, restates the Ten Words, urges Israel to do just as Jehovah commanded  Must love Jehovah with all one&#x2019;s heart, soul, and vital force; God&#x2019;s commands to be kept constantly before them; should explain to their sons the reason for Jehovah&#x2019;s regulations  Seven nations to be destroyed out of the land, along with their altars and images; no marriage alliances with them  Should not forget how God dealt with them in the wilderness so as to make them know that man lives not by bread alone but by every expression of Jehovah&#x2019;s mouth  Must remember how they provoked Jehovah by making molten calf; now should fear, serve, and cling to him; keep the whole commandment  Regulations to be obeyed in Promised Land: Wipe out false religion of Canaan; worship at the place that Jehovah chooses; do not eat blood; put apostates to death; eat clean food; give tenth of produce to Jehovah; show consideration for the poor; keep annual festivals; pursue justice; shun spiritism; listen to the one Jehovah raises up as prophet; respect boundary marks; keep land clean from bloodguilt; show compassion; keep clean from sexual immorality; give the firstfruits of the land to Jehovah; prove holy to Jehovah<strong>Blessings for obeying Jehovah, curses for disobedience </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200001163/54/0\" data-bid=\"55-1\" class=\"b\">27:1&#x2013;28:68</a>)  After nation crosses the Jordan, the Law is to be written on great stones  Cursings for disobedience to be pronounced on Mount Ebal  Blessings for obedience to all of Jehovah&#x2019;s commands to be pronounced on Mount Gerizim<strong>Covenant made on Plains of Moab </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200001163/55/0\" data-bid=\"56-1\" class=\"b\">29:1&#x2013;30:20</a>)  Recounts Jehovah&#x2019;s care in Egypt and during Israel&#x2019;s 40 years in the wilderness; warns against stubborn disobedience  Foretells Jehovah&#x2019;s mercy for those repenting  Sets before them choice between life and death; urges them to choose life by loving Jehovah, listening to his voice, and sticking to him<strong>Transfer of leadership to Joshua, and Moses&#x2019; final blessings </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200001163/56/0\" data-bid=\"57-1\" class=\"b\">31:1&#x2013;34:12</a>)  Joshua is commissioned to lead Israel  Moses teaches Israel a song that will be a witness against them when they forsake Jehovah  Moses blesses the tribes of Israel, then he dies on Mount Nebo"}