{"title":"Devoted Thing","link":"/en/wol/d/r1/lp-e/1200001165","html":"<span id=\"page622\" class=\"pageNum\" data-no=\"622\" data-before-text=\"622\"></span><strong>DEVOTED THING</strong>In his dealings with the nation of Israel, Jehovah God decreed that certain things, persons, or even entire cities be placed under a sacred ban, thereby restricting them from any common or profane use. Koehler and Baumgartner define <em>che&#x2B9;rem </em>as a &#x201C;thing or person devoted (to destruction or sacred use a[nd] therefore secluded from profane use),&#x201D; and the causative form of the verb <em>cha&#xB7;ram&#x2B9; </em>as &#x201C;banish (by banning .&#xA0;.&#xA0;. seclude from society a[nd] life, devote to destruction).&#x201D; (<em>Lexicon in Veteris Testamenti Libros, </em>Leiden, 1958, p.&#xA0;334) Such devoted things in a sense, therefore, became &#x201C;taboo&#x201D; for the Israelites. The related word in Arabic retains a similar meaning till this day. To the Arab Muslims, the sacred territory of Mecca and Medina is considered <em>haram; </em>and the <em>harim </em>of a sheik has long been forbidden ground to all persons other than the master of the harem or his eunuchs.It was in the declaration of the Law that sacred banning was first expressed. At <a href=\"/en/wol/bc/r1/lp-e/1200001165/0/0\" data-bid=\"1-1\" class=\"b\">Exodus 22:20</a> we read: &#x201C;One who sacrifices to any gods but Jehovah alone is to be devoted to destruction [a form of <em>cha&#xB7;ram&#x2B9;</em>].&#x201D; This decree was applied impartially against the Israelites themselves, as in the case of the idolatry carried on at Shittim that resulted in the death of some 24,000 of the nation. (<a href=\"/en/wol/bc/r1/lp-e/1200001165/1/0\" data-bid=\"2-1\" class=\"b\">Nu 25:1-9</a>) The possession of a thing devoted to destruction could also make the possessor subject to such ban. Thus, concerning the religious images of the nations of Canaan, God warned the Israelites: &#x201C;You must not bring a detestable thing [image] into your house and actually become a thing devoted to destruction [<em>che&#x2B9;rem</em>] like it. You should thoroughly loathe it and absolutely detest it, because it is something devoted to destruction.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001165/2/0\" data-bid=\"3-1\" class=\"b\">De 7:25,&#xA0;26</a>.The sacred ban did not always mean destruction. Articles, animals, and even fields could be devoted to Jehovah and thus become holy items for sacred use by the priesthood or in temple service. However, persons who came under sacred ban were to be put to death without fail. No devoted thing was redeemable at any price, and this was a major distinction between a devoted thing and something otherwise sanctified.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001165/3/0\" data-bid=\"4-1\" class=\"b\">Le 27:21,</a><a href=\"/en/wol/bc/r1/lp-e/1200001165/3/1\" data-bid=\"4-2\" class=\"b\"> 28, 29</a>; compare with <a href=\"/en/wol/bc/r1/lp-e/1200001165/4/0\" data-bid=\"5-1\" class=\"b\">verses 19,</a><a href=\"/en/wol/bc/r1/lp-e/1200001165/4/1\" data-bid=\"5-2\" class=\"b\"> 27,</a><a href=\"/en/wol/bc/r1/lp-e/1200001165/4/2\" data-bid=\"5-3\" class=\"b\"> 30, 31;</a> <a href=\"/en/wol/bc/r1/lp-e/1200001165/5/0\" data-bid=\"6-1\" class=\"b\">Nu 18:14;</a><a href=\"/en/wol/bc/r1/lp-e/1200001165/5/1\" data-bid=\"6-2\" class=\"b\"> Jos 6:18, 19,</a><a href=\"/en/wol/bc/r1/lp-e/1200001165/5/2\" data-bid=\"6-3\" class=\"b\"> 24;</a><a href=\"/en/wol/bc/r1/lp-e/1200001165/5/3\" data-bid=\"6-4\" class=\"b\"> Eze 44:29;</a><a href=\"/en/wol/bc/r1/lp-e/1200001165/5/4\" data-bid=\"6-5\" class=\"b\"> Ezr 10:8</a>.<strong>Canaanites. </strong>It was in the conquest of Canaan that this sacred banning reached its greatest prominence. Prior to the official entry into the land, when the Canaanite king of Arad attacked Israel down in the Negeb, Jehovah approved the Israelites&#x2019; vow to devote the cities of his kingdom to destruction. (<a href=\"/en/wol/bc/r1/lp-e/1200001165/6/0\" data-bid=\"7-1\" class=\"b\">Nu 21:1-3</a>) Following their attacks on Israel, the kingdoms of Sihon and Og, E of the Jordan, next came under ban, resulting in the destruction of all persons in their cities and the preservation of only the domestic animals and other spoil. (<a href=\"/en/wol/bc/r1/lp-e/1200001165/7/0\" data-bid=\"8-1\" class=\"b\">De 2:31-35;</a><a href=\"/en/wol/bc/r1/lp-e/1200001165/7/1\" data-bid=\"8-2\" class=\"b\"> 3:1-7</a>) Later, on the Plains of Moab, just before the crossing of the Jordan by the Israelites, Jehovah reemphasized the vital need for clean worship and the avoidance of all corrupting influences. He decreed that seven nations in the Promised Land were to be placed under sacred ban and that their idolatrous populations were to be devoted to destruction by the Israelites, who were to act as his executioners. (<a href=\"/en/wol/bc/r1/lp-e/1200001165/8/0\" data-bid=\"9-1\" class=\"b\">De 7:1-6,</a><a href=\"/en/wol/bc/r1/lp-e/1200001165/8/1\" data-bid=\"9-2\" class=\"b\"> 16,</a><a href=\"/en/wol/bc/r1/lp-e/1200001165/8/2\" data-bid=\"9-3\" class=\"b\"> 22-26</a>) Only faraway cities not of these nations were to be given the option of seeking peace; but those nations designated by God as devoted to destruction were to be annihilated, &#x201C;in order that they may not teach you to do according to all their detestable things, which they have done to their gods, and you may indeed sin against Jehovah your God.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001165/9/0\" data-bid=\"10-1\" class=\"b\">De 20:10-18</a>) The sparing of any of them would lead inevitably to infection and contamination by their false religions. Their extermination could serve to preserve the lives of the Israelites themselves; but, of greater importance, it would maintain the purity of the worship of the Universal Sovereign, Jehovah God. The same ban was to apply to any apostatizing member of their families or to the future inhabitants of any of the Israelite cities that might be established in the Promised Land.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001165/10/0\" data-bid=\"11-1\" class=\"b\">De 13:6-17</a>.West of the Jordan, Jericho was the first city devoted to destruction, with nothing being preserved except the metal articles for temple use. Because of her faith, Rahab and her family were granted exemption from the ban. In spite of Joshua&#x2019;s strong warning that failure to observe the ban could result in the whole nation&#x2019;s being devoted to destruction, Achan took some of the <span id=\"page623\" class=\"pageNum\" data-no=\"623\" data-before-text=\"623\"></span>banned articles and thus made himself &#x201C;a thing devoted to destruction.&#x201D; Only his death relieved the entire nation from coming under the same ban.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001165/11/0\" data-bid=\"12-1\" class=\"b\">Jos 6:17-19;</a><a href=\"/en/wol/bc/r1/lp-e/1200001165/11/1\" data-bid=\"12-2\" class=\"b\"> 7:10-15,</a><a href=\"/en/wol/bc/r1/lp-e/1200001165/11/2\" data-bid=\"12-3\" class=\"b\"> 24-26</a>.<strong><em>Gibeonites. </em></strong>Thereafter, numerous cities were devoted to destruction. (<a href=\"/en/wol/bc/r1/lp-e/1200001165/12/0\" data-bid=\"13-1\" class=\"b\">Jos 8:26, 27;</a><a href=\"/en/wol/bc/r1/lp-e/1200001165/12/1\" data-bid=\"13-2\" class=\"b\"> 10:28-42;</a><a href=\"/en/wol/bc/r1/lp-e/1200001165/12/2\" data-bid=\"13-3\" class=\"b\"> 11:11,&#xA0;12</a>) Concerning such cities, the record states: &#x201C;There proved to be no city that made peace with the sons of Israel but the Hivites inhabiting Gibeon. All the others they took by war. For it proved to be Jehovah&#x2019;s course to let their hearts become stubborn so as to declare war against Israel, in order that he might devote them to destruction, that they might come to have no favorable consideration, but in order that he might annihilate them, just as Jehovah had commanded Moses.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001165/13/0\" data-bid=\"14-1\" class=\"b\">Jos 11:19,&#xA0;20</a>.<strong>Assyrian Failure. </strong>The Assyrian Sennacherib boasted that no god had been able to save the nations whom his forefathers had devoted to destruction. (<a href=\"/en/wol/bc/r1/lp-e/1200001165/14/0\" data-bid=\"15-1\" class=\"b\">2Ch 32:14</a>) Assyria&#x2019;s false gods, however, were unable to make effective such a ban on Jerusalem, and the true God Jehovah proved Sennacherib&#x2019;s threat to be impotent. Nevertheless, the very land of Judah, because of the stubbornness and rebellion of the people, did eventually become a land devoted by God to destruction, and it suffered devastation at the hands of Nebuchadnezzar. (<a href=\"/en/wol/bc/r1/lp-e/1200001165/15/0\" data-bid=\"16-1\" class=\"b\">Jer 25:1-11;</a><a href=\"/en/wol/bc/r1/lp-e/1200001165/15/1\" data-bid=\"16-2\" class=\"b\"> Isa 43:28</a>) Babylon thereafter came in for a devoting to destruction in the full sense of the expression.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001165/16/0\" data-bid=\"17-1\" class=\"b\">Jer 50:21-27;</a><a href=\"/en/wol/bc/r1/lp-e/1200001165/16/1\" data-bid=\"17-2\" class=\"b\"> 51:1-3</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200001165/17/0\" data-bid=\"18-1\" class=\"b\">Re 18:2-8</a>.<strong>Other Mention. </strong>After Israel settled in the land, the Israelites residing in Jabesh-gilead came under ban for failing to support a united action against the tribe of Benjamin in punishment for its wickedness. (<a href=\"/en/wol/bc/r1/lp-e/1200001165/18/0\" data-bid=\"19-1\" class=\"b\">Jg 21:8-12</a>) King Saul failed to carry out completely the terms of a ban on Amalek and its king, offering the pretext that the things preserved were to be offered in sacrifice to Jehovah. He was told that &#x201C;to obey is better than a sacrifice&#x201D; and that the kingship would now be given to another. (<a href=\"/en/wol/bc/r1/lp-e/1200001165/19/0\" data-bid=\"20-1\" class=\"b\">1Sa 15:1-23</a>) King Ahab was guilty of a similar action with regard to the Syrian Ben-hadad&#xA0;II. (<a href=\"/en/wol/bc/r1/lp-e/1200001165/20/0\" data-bid=\"21-1\" class=\"b\">1Ki 20:42</a>) The inhabitants of Mount Seir were devoted to destruction by the Ammonites and Moabites.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001165/21/0\" data-bid=\"22-1\" class=\"b\">2Ch 20:22,&#xA0;23</a>.Sacred bans figure in a number of prophecies. <a href=\"/en/wol/bc/r1/lp-e/1200001165/22/0\" data-bid=\"23-1\" class=\"b\">Malachi 4:5, 6</a> foretells the work of &#x201C;Elijah the prophet before the coming of the great and fear-inspiring day of Jehovah,&#x201D; in order that Jehovah &#x201C;may not come and actually strike the earth with a devoting of it to destruction.&#x201D; (Compare <a href=\"/en/wol/bc/r1/lp-e/1200001165/23/0\" data-bid=\"24-1\" class=\"b\">Mt 24:21,&#xA0;22</a>.) <a href=\"/en/wol/bc/r1/lp-e/1200001165/24/0\" data-bid=\"25-1\" class=\"b\">Daniel 11:44</a> describes the symbolic &#x201C;king of the north&#x201D; going forth in great rage &#x201C;to annihilate and to devote many to destruction.&#x201D; Jehovah, because of his indignation, is described as devoting &#x201C;all the nations&#x201D; to destruction. (<a href=\"/en/wol/bc/r1/lp-e/1200001165/25/0\" data-bid=\"26-1\" class=\"b\">Isa 34:2</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200001165/26/0\" data-bid=\"27-1\" class=\"b\">Re 19:15-21</a>.) The triumphant &#x201C;daughter of Zion&#x201D; is said to devote, by a ban, the unjust profit and the resources of the enemy peoples to &#x201C;the true Lord of the whole earth.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001165/27/0\" data-bid=\"28-1\" class=\"b\">Mic 4:13</a>) It is foretold that Jerusalem, delivered from all her enemies, will be inhabited and that henceforth there will occur &#x201C;no more any banning to destruction.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001165/28/0\" data-bid=\"29-1\" class=\"b\">Zec 14:11</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200001165/29/0\" data-bid=\"30-1\" class=\"b\">Re 22:3</a>.These scriptures all serve to emphasize the divine statement at <a href=\"/en/wol/bc/r1/lp-e/1200001165/30/0\" data-bid=\"31-1\" class=\"b\">Deuteronomy 7:9,&#xA0;10</a>: &#x201C;And you well know that Jehovah your God is the true God, the faithful God, keeping covenant and loving-kindness in the case of those who love him and those who keep his commandments to a thousand generations, but repaying to his face the one who hates him by destroying him. He will not hesitate toward the one who hates him; he will repay him to his face.&#x201D; God&#x2019;s Son, who gave his life as a ransom, declared: &#x201C;He that exercises faith in the Son has everlasting life; he that disobeys the Son will not see life, but the wrath of God remains upon him.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001165/31/0\" data-bid=\"32-1\" class=\"b\">Joh 3:36</a>) The cursed &#x201C;goats&#x201D; of the prophetic parable at <a href=\"/en/wol/bc/r1/lp-e/1200001165/32/0\" data-bid=\"33-1\" class=\"b\">Matthew 25:31-46</a> are clearly such persons upon whom the wrath of God remains and who are therefore devoted to everlasting destruction.In the <em>Septuagint </em>the word <em>che&#x2B9;rem </em>is generally translated by the Greek <em>a&#xB7;na&#x2B9;the&#xB7;ma.<wbr></em>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001165/0\">CURSE</a>; <a href=\"/en/wol/tc/r1/lp-e/1200001165/1\">VOW</a>."}