{"title":"Diamond","link":"/en/wol/d/r1/lp-e/1200001169","html":"<span id=\"page624\" class=\"pageNum\" data-no=\"624\" data-before-text=\"624\"></span><strong>DIAMOND</strong>A brilliant precious stone, the hardest natural mineral yet discovered and among the most valuable of gems. Although diamonds are generally colorless, some have such tints as yellow, green, red, brown, blue, and black. Most uncut diamonds are eight-sided transparent or translucent crystals and are composed of nearly pure carbon. Diamonds are thought to have been formed long ago when the earth&#x2019;s carbon was subjected to great pressure and heat. Early diamonds were found in streambeds, <span id=\"page625\" class=\"pageNum\" data-no=\"625\" data-before-text=\"625\"></span>but in modern times they are usually mined from rock formations deep in the earth.The Hebrew word <em>sha&#xB7;mir&#x2B9; </em>(translated &#x201C;diamond&#x201D; twice, &#x201C;emery stone&#x201D; once in <em>NW</em>) is evidently related to the Akkadian word <em>ashmur, </em>meaning &#x201C;emery.&#x201D; Some suggest that <em>sha&#xB7;mir&#x2B9; </em>may apply to a very hard mineral loosely identified by the general term &#x201C;adamant&#x201D; (from Gr. <em>a&#xB7;da&#x2B9;mas, </em>meaning &#x201C;unconquerable&#x201D;), which may refer to diamond or to a number of very hard substances, such as corundum and emery.Jehovah referred to the use of diamonds for scratching or engraving hard materials when he said: &#x201C;The sin of Judah is written down with an iron stylus. With a diamond point it is engraved on the tablet of their heart, and on the horns of their altars.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001169/0/0\" data-bid=\"1-1\" class=\"b\">Jer 17:1,&#xA0;2</a>) The house of Israel also became obstinate and hardhearted. Therefore, Jehovah said to Ezekiel: &#x201C;Look! I have made your face exactly as hard as their faces and your forehead exactly as hard as their foreheads. Like a diamond, harder than flint, I have made your forehead.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001169/1/0\" data-bid=\"2-1\" class=\"b\">Eze 3:7-9</a>) Similarly, because of the Jews&#x2019; stubbornness, Jehovah declared through Zechariah: &#x201C;Their heart they set as an emery stone [Heb., <em>sha&#xB7;mir&#x2B9;</em>] to keep from obeying the law and the words that Jehovah of armies sent by his spirit, by means of the former prophets.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001169/2/0\" data-bid=\"3-1\" class=\"b\">Zec 7:12</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200001169/0\">JEWELS AND PRECIOUS STONES</a>."}