{"title":"Dibon","link":"/en/wol/d/r1/lp-e/1200001172","html":"<span id=\"page625\" class=\"pageNum\" data-no=\"625\" data-before-text=\"625\"></span><strong>DIBON</strong>(Di&#x2B9;bon).<strong>1. </strong>A city E of the Dead Sea, wrested from the Moabites by Sihon the Amorite but later taken from him by Israel at the time of the Israelite entry into the land under Moses.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001172/0/0\" data-bid=\"1-1\" class=\"b\">Nu 21:25-30</a>.Ancient Dibon is today identified with Dhiban, 5&#xA0;km (3&#xA0;mi) N of the Arnon, 21&#xA0;km (13&#xA0;mi) E of the Dead Sea. It has been the site of recent intensive archaeological investigations and has achieved some fame as the scene of the discovery of the famous Moabite Stone in 1868. Statements on this stele, set up by Mesha, the king of Moab, have been interpreted by some to identify Dibon as his capital city (including Qarhah) and as &#x201C;the chief city of Moab&#x201D; at one time.Soon after the initial Israelite conquest of this area, the tribe of Gad lived there and &#x201C;proceeded to build [or, rebuild] Dibon,&#x201D; apparently giving it the lengthened name of Dibon-gad, a location listed as one of the nation&#x2019;s camping sites. (<a href=\"/en/wol/bc/r1/lp-e/1200001172/1/0\" data-bid=\"2-1\" class=\"b\">Nu 32:34;</a><a href=\"/en/wol/bc/r1/lp-e/1200001172/1/1\" data-bid=\"2-2\" class=\"b\"> 33:45,&#xA0;46</a>) However, Dibon was considered part of the inheritance of Reuben. (<a href=\"/en/wol/bc/r1/lp-e/1200001172/2/0\" data-bid=\"3-1\" class=\"b\">Nu 32:2,&#xA0;3;</a><a href=\"/en/wol/bc/r1/lp-e/1200001172/2/1\" data-bid=\"3-2\" class=\"b\"> Jos 13:8, 9,</a><a href=\"/en/wol/bc/r1/lp-e/1200001172/2/2\" data-bid=\"3-3\" class=\"b\"> 15-17</a>) Dibon probably suffered under the revival of Moabite power during the reign of King Eglon, until it gained relief as a result of Judge Ehud&#x2019;s victory. (<a href=\"/en/wol/bc/r1/lp-e/1200001172/3/0\" data-bid=\"4-1\" class=\"b\">Jg 3:12-30</a>) Mesha, king of Moab, revolted against Israelite domination many centuries later, &#x201C;as soon as Ahab died,&#x201D; according to the Bible account at <a href=\"/en/wol/bc/r1/lp-e/1200001172/4/0\" data-bid=\"5-1\" class=\"b\">2&#xA0;Kings 3:4,&#xA0;5</a>. The Bible does not say precisely how long this uprising lasted, and it is possible that, as Mesha boasts on the Moabite Stone, he managed to annex several Israelite cities to &#x201C;Qarhah&#x201D; at that time. Nevertheless, unlike Mesha&#x2019;s propagandistic inscription, the Scriptural record makes it clear that Moab was soundly defeated when its forces entered into battle against the combined armies of Israel, Judah, and Edom.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001172/5/0\" data-bid=\"6-1\" class=\"b\">2Ki 3:4-27</a>.Less than 200 years later Dibon was once more known as a Moabite city, and against it <a href=\"/en/wol/bc/r1/lp-e/1200001172/6/0\" data-bid=\"7-1\" class=\"b\">Isaiah (15:2</a>) uttered a pronouncement of doom. The inhabitants of the region are therefore spoken of prophetically as going &#x201C;up to The House and to Dibon, to the high places,&#x201D; mourning the desolation of Moab.Certain scholars have theorized that Isaiah alluded to the threatening Assyrian menace as causing the &#x201C;weeping&#x201D; at &#x201C;the high places&#x201D; near Dibon; however, there is no record of an Assyrian devastation of that region. When Jehovah&#x2019;s servant Jeremiah prophesied about a hundred years later that Dibon would &#x201C;get down from glory, and <span id=\"page626\" class=\"pageNum\" data-no=\"626\" data-before-text=\"626\"></span>sit down in thirst&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001172/7/0\" data-bid=\"8-1\" class=\"b\">Jer 48:18</a>), Isaiah&#x2019;s earlier prophecy had apparently not yet been fulfilled. Therefore the later prophet was evidently presenting anew a similar message and thereby making the prediction of doom on Moab doubly certain. Sometime after the fall of Jerusalem in 607&#xA0;B.C.E., when Nebuchadnezzar thoroughly devastated Moab, he may have left Dibon&#x2019;s citizens, not only &#x2018;thirsting&#x2019; for the luxuries of its previous glory but also forsaken as humbled captives, literally thirsting for water and other common necessities.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001172/8/0\" data-bid=\"9-1\" class=\"b\">Jer 25:9,</a><a href=\"/en/wol/bc/r1/lp-e/1200001172/8/1\" data-bid=\"9-2\" class=\"b\"> 17-21</a>.The finding of large stores of remarkably preserved grain at Dibon, which grain is considered to date back to sometime in the latter half of the first millennium B.C.E., seems to confirm the view of some that the Dibon region, even today an agriculturally productive area, may have at one time been a breadbasket of Palestine.Some commentators consider Dibon to be the same as Dimon mentioned in <a href=\"/en/wol/bc/r1/lp-e/1200001172/9/0\" data-bid=\"10-1\" class=\"b\">Isaiah 15:9</a>.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001172/0\">DIMON</a>.<strong>2. </strong>A location in Judah (<a href=\"/en/wol/bc/r1/lp-e/1200001172/10/0\" data-bid=\"11-1\" class=\"b\">Ne 11:25</a>), thought by some to be the same as Dimonah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001172/11/0\" data-bid=\"12-1\" class=\"b\">Jos 15:22</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001172/1\">DIMONAH</a>."}