{"title":"Dimon","link":"/en/wol/d/r1/lp-e/1200001180","html":"<span id=\"page626\" class=\"pageNum\" data-no=\"626\" data-before-text=\"626\"></span><strong>DIMON</strong>(Di&#x2B9;mon).A site mentioned in Isaiah&#x2019;s pronouncement of doom upon Moab; the slaughter of the Moabites causes the waters of Dimon to become &#x201C;full of blood.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001180/0/0\" data-bid=\"1-1\" class=\"b\">Isa 15:9</a>.Some commentators consider Dimon to be another form of Dibon (mentioned in <a href=\"/en/wol/bc/r1/lp-e/1200001180/1/0\" data-bid=\"2-1\" class=\"b\">verse 2</a> of the prophecy), Dimon being used to provide an alliteration, or play on the sound, of the Hebrew word for &#x201C;blood&#x201D; (<em>dam</em>), thus &#x201C;Dimon .&#xA0;.&#xA0;. full of <em>dam.&#x201D; </em>In favor of such a view is the fact that the Dead Sea Scrolls read &#x201C;Dibon&#x201D; instead of &#x201C;Dimon&#x201D; here in <a href=\"/en/wol/bc/r1/lp-e/1200001180/2/0\" data-bid=\"3-1\" class=\"b\">verse 9</a>, and Jerome&#x2019;s statement that in his day (c.&#xA0;347-420&#xA0;C.E.) the two names were used interchangeably.Others, however, consider it improbable that the name of Dibon would be presented in two different ways within the brief pronouncement, and they also note that no other place in the pronouncement receives double mention. They further point out that Dibon did not stand by any large &#x201C;waters,&#x201D; it being a considerable distance from the nearest wadi, the Arnon. They suggest, therefore, that Dimon may be a scribal alteration of Madmen, mentioned in Jeremiah&#x2019;s condemnation of Moab (<a href=\"/en/wol/bc/r1/lp-e/1200001180/3/0\" data-bid=\"4-1\" class=\"b\">Jer 48:2</a>), and usually identified with Dimna, about 4&#xA0;km (2.5&#xA0;mi) WNW of Rabbath-Moab, on a height dominating the waters of the &#x2BD;Ain el-Megheisil to the SE.Both views are conjectural, the latter having in <span id=\"page627\" class=\"pageNum\" data-no=\"627\" data-before-text=\"627\"></span>its favor identification with a site associated with waters, which the context seems to require."}