{"title":"Dinah","link":"/en/wol/d/r1/lp-e/1200001182","html":"<span id=\"page627\" class=\"pageNum\" data-no=\"627\" data-before-text=\"627\"></span><strong>DINAH</strong>(Di&#x2B9;nah) [Judged [that is, acquitted; vindicated]].Daughter of Jacob by Leah. Dinah may have been about six years of age when Jacob returned to Canaan and settled at Succoth, she having been born at Haran when her father was residing there.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001182/0/0\" data-bid=\"1-1\" class=\"b\">Ge 30:21, 22,</a><a href=\"/en/wol/bc/r1/lp-e/1200001182/0/1\" data-bid=\"1-2\" class=\"b\"> 25;</a><a href=\"/en/wol/bc/r1/lp-e/1200001182/0/2\" data-bid=\"1-3\" class=\"b\"> 31:41</a>.At the time Jacob and his family were tenting outside the city of Shechem, young Dinah unwisely made it a practice to visit the Canaanite girls there. On one of these visits she was violated by Shechem the son of the Hivite chieftain Hamor. Shechem fell in love with her, and Dinah remained in his home until avenged by her full brothers Simeon and Levi. (<a href=\"/en/wol/bc/r1/lp-e/1200001182/1/0\" data-bid=\"2-1\" class=\"b\">Ge 34:1-31</a>) Some contend that Dinah must have been just a child when she was violated. However, it must be borne in mind that before coming to Shechem, Jacob built a house and booths at Succoth, indicating that he resided there for some time. (<a href=\"/en/wol/bc/r1/lp-e/1200001182/2/0\" data-bid=\"3-1\" class=\"b\">Ge 33:17</a>) At Shechem he bought a tract of land and apparently became established there for a while. All of this, together with the fact that Shechem fell in love with Dinah, the &#x201C;young woman,&#x201D; would argue that Dinah, though still young, was not a mere child at the time of her association with Shechem.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001182/3/0\" data-bid=\"4-1\" class=\"b\">Ge 33:18, 19;</a><a href=\"/en/wol/bc/r1/lp-e/1200001182/3/1\" data-bid=\"4-2\" class=\"b\"> 34:12</a>.Years later, Dinah, with the rest of Jacob&#x2019;s household, came into Egypt at the invitation of Joseph.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001182/4/0\" data-bid=\"5-1\" class=\"b\">Ge 46:7,</a><a href=\"/en/wol/bc/r1/lp-e/1200001182/4/1\" data-bid=\"5-2\" class=\"b\">&#xA0;15</a>."}