{"title":"Divination","link":"/en/wol/d/r1/lp-e/1200001200","html":"<span id=\"page636\" class=\"pageNum\" data-no=\"636\" data-before-text=\"636\"></span><strong>DIVINATION</strong>Divination embraces generally the whole scope of gaining secret knowledge, especially about future events, through the aid of spiritistic occult powers. (See <a href=\"/en/wol/tc/r1/lp-e/1200001200/0\">SPIRITISM</a>.) For consideration of specialized aspects of divination, see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001200/1\">ASTROLOGERS</a>; <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001200/2\">CONJURER</a>; <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001200/3\">FORETELLER OF EVENTS</a>; <a href=\"/en/wol/tc/r1/lp-e/1200001200/4\">MAGIC AND SORCERY</a>.Practitioners of divination believe that superhuman gods reveal the future to those trained to read and interpret certain signs and omens, which, they say, are communicated in various ways: By celestial phenomena (the position and movement of stars and planets, eclipses, meteors), <span id=\"page637\" class=\"pageNum\" data-no=\"637\" data-before-text=\"637\"></span>by terrestrial physical forces (wind, storms, fire), by behavior of creatures (howling of dogs, flight of birds, movement of snakes), by patterns of tea leaves in cups, by oil configurations on water, by the direction falling arrows take, by the appearance of body parts of sacrificed animals (liver, lungs, entrails), by the lines in the palm of the hand, by the casting of lots, and by the &#x201C;spirits&#x201D; of the dead.Certain fields of divination have been given specific names. For example, augury, popular with the Romans, is a study of omens, portents, or chance phenomena; palmistry predicts the future from lines on the inside of the hand; hepatoscopy inspects the liver; haruspication inspects entrails; belomancy with arrows; rhabdomancy uses the divining rod; oneiromancy is divination by dreams; necromancy is a purported inquiring of the dead. Crystal gazing and oracular divination are still other forms.<strong>Origin. </strong>The birthplace of divination was Babylonia, the land of the Chaldeans, and from there these occult practices spread around the earth with the migration of mankind. (<a href=\"/en/wol/bc/r1/lp-e/1200001200/0/0\" data-bid=\"1-1\" class=\"b\">Ge 11:8,&#xA0;9</a>) Of the portion of Ashurbanipal&#x2019;s library that has been unearthed, one fourth, it is said, contains omen tablets that purport to interpret all the peculiarities observed in the heavens and on earth, as well as all the incidental and accidental occurrences of everyday life. King Nebuchadnezzar&#x2019;s decision to attack Jerusalem was made only after resorting to divination, concerning which it is written: &#x201C;He has shaken the arrows. He has asked by means of the teraphim; he has looked into the liver. In his right hand the divination proved to be for Jerusalem.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001200/1/0\" data-bid=\"2-1\" class=\"b\">Eze 21:21,&#xA0;22</a>.Looking into the liver in quest of omens was based on the belief that all vitality, emotion, and affection were centered in this organ. One sixth of man&#x2019;s blood is in the liver. The variations in its lobes, ducts, appendages, veins, ridges, and markings were interpreted as signs, or omens, from the gods. (See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001200/5\">ASTROLOGERS</a>.) A large number of clay models of livers have been found, the oldest being from Babylon, containing omens and texts in cuneiform used by diviners. (PICTURE, Vol.&#xA0;2, p.&#xA0;324) Ancient Assyrian priests were called <em>baru, </em>meaning &#x201C;inspector&#x201D; or &#x201C;he who sees,&#x201D; because of the prominent part liver inspecting played in their fortune-telling religion.<strong>Condemned by Bible. </strong>All the various forms of divination, regardless of the name by which they are called, stand in sharp contrast with, and open defiance of, the Holy Bible. Jehovah through Moses sternly and repeatedly warned Israel not to take up these divination practices of the other nations, saying: &#x201C;There should not be found in you anyone who makes his son or his daughter pass through the fire, anyone who employs divination, a practicer of magic or anyone who looks for omens or a sorcerer, or one who binds others with a spell or anyone who consults a spirit medium or a professional foreteller of events or anyone who inquires of the dead. For everybody doing these things is something detestable to Jehovah, and on account of these detestable things Jehovah your God is driving them away from before you.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001200/2/0\" data-bid=\"3-1\" class=\"b\">De 18:9-12;</a><a href=\"/en/wol/bc/r1/lp-e/1200001200/2/1\" data-bid=\"3-2\" class=\"b\"> Le 19:26,</a><a href=\"/en/wol/bc/r1/lp-e/1200001200/2/2\" data-bid=\"3-3\" class=\"b\">&#xA0;31</a>) Even if their prophetic signs and portents came true, practicers of divination were not exempted from condemnation. (<a href=\"/en/wol/bc/r1/lp-e/1200001200/3/0\" data-bid=\"4-1\" class=\"b\">De 13:1-5;</a><a href=\"/en/wol/bc/r1/lp-e/1200001200/3/1\" data-bid=\"4-2\" class=\"b\"> Jer 23:32;</a><a href=\"/en/wol/bc/r1/lp-e/1200001200/3/2\" data-bid=\"4-3\" class=\"b\"> Zec 10:2</a>) The Bible&#x2019;s extreme hostility toward diviners is shown in its decree that all such were to be put to death without fail.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001200/4/0\" data-bid=\"5-1\" class=\"b\">Ex 22:18;</a><a href=\"/en/wol/bc/r1/lp-e/1200001200/4/1\" data-bid=\"5-2\" class=\"b\"> Le 20:27</a>.But despite these repeated commandments, apostates flouted Jehovah<wbr>&#x2014;not just commoners like the woman of En-dor, but mighty kings like Saul and Manasseh, and Queen Jezebel. (<a href=\"/en/wol/bc/r1/lp-e/1200001200/5/0\" data-bid=\"6-1\" class=\"b\">1Sa 28:7,&#xA0;8;</a><a href=\"/en/wol/bc/r1/lp-e/1200001200/5/1\" data-bid=\"6-2\" class=\"b\"> 2Ki 9:22;</a><a href=\"/en/wol/bc/r1/lp-e/1200001200/5/2\" data-bid=\"6-3\" class=\"b\"> 21:1-6;</a><a href=\"/en/wol/bc/r1/lp-e/1200001200/5/3\" data-bid=\"6-4\" class=\"b\"> 2Ch 33:1-6</a>) Though good King Josiah cleaned out the divination practitioners in his day, it was not enough to save Judah from being destroyed, as her sister kingdom Israel had been. (<a href=\"/en/wol/bc/r1/lp-e/1200001200/6/0\" data-bid=\"7-1\" class=\"b\">2Ki 17:12-18;</a><a href=\"/en/wol/bc/r1/lp-e/1200001200/6/1\" data-bid=\"7-2\" class=\"b\"> 23:24-27</a>) Jehovah, however, in his loving-kindness, first sent his prophets to warn them regarding their disgusting practices, the same as his prophets warned the mother of all divination, Babylon.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001200/7/0\" data-bid=\"8-1\" class=\"b\">Isa 3:1-3;</a><a href=\"/en/wol/bc/r1/lp-e/1200001200/7/1\" data-bid=\"8-2\" class=\"b\"> 8:19, 20;</a><a href=\"/en/wol/bc/r1/lp-e/1200001200/7/2\" data-bid=\"8-3\" class=\"b\"> 44:24, 25;</a><a href=\"/en/wol/bc/r1/lp-e/1200001200/7/3\" data-bid=\"8-4\" class=\"b\"> 47:9-15;</a><a href=\"/en/wol/bc/r1/lp-e/1200001200/7/4\" data-bid=\"8-5\" class=\"b\"> Jer 14:14;</a><a href=\"/en/wol/bc/r1/lp-e/1200001200/7/5\" data-bid=\"8-6\" class=\"b\"> 27:9;</a><a href=\"/en/wol/bc/r1/lp-e/1200001200/7/6\" data-bid=\"8-7\" class=\"b\"> 29:8;</a><a href=\"/en/wol/bc/r1/lp-e/1200001200/7/7\" data-bid=\"8-8\" class=\"b\"> Eze 13:6-9,</a><a href=\"/en/wol/bc/r1/lp-e/1200001200/7/8\" data-bid=\"8-9\" class=\"b\"> 23;</a><a href=\"/en/wol/bc/r1/lp-e/1200001200/7/9\" data-bid=\"8-10\" class=\"b\"> Mic 3:6-12;</a><a href=\"/en/wol/bc/r1/lp-e/1200001200/7/10\" data-bid=\"8-11\" class=\"b\"> Zec 10:2</a>.Divination was also very prevalent in the days of Jesus&#x2019; apostles. On the island of Cyprus, a sorcerer by the name of Bar-Jesus was struck with blindness because of his interference with the apostle Paul&#x2019;s preaching; and in Macedonia, Paul cast a demon of divination out of a bothersome girl, much to the consternation of her masters, who made much gain by her occult power of prediction. (<a href=\"/en/wol/bc/r1/lp-e/1200001200/8/0\" data-bid=\"9-1\" class=\"b\">Ac 13:6-11;</a><a href=\"/en/wol/bc/r1/lp-e/1200001200/8/1\" data-bid=\"9-2\" class=\"b\"> 16:16-19</a>) However, others, like Simon of Samaria, voluntarily gave up their practice of magical arts, and at Ephesus there were so many who burned their books of divination that the value of them totaled 50,000 pieces of silver (if denarii, $37,200).<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001200/9/0\" data-bid=\"10-1\" class=\"b\">Ac 8:9-13;</a><a href=\"/en/wol/bc/r1/lp-e/1200001200/9/1\" data-bid=\"10-2\" class=\"b\"> 19:19</a>.Man&#x2019;s natural desire to know the future is satisfied when he worships and serves his Grand <span id=\"page638\" class=\"pageNum\" data-no=\"638\" data-before-text=\"638\"></span>Creator, for through God&#x2019;s channel of communication He lovingly reveals ahead of time what it is good for man to know. (<a href=\"/en/wol/bc/r1/lp-e/1200001200/10/0\" data-bid=\"11-1\" class=\"b\">Am 3:7</a>) However, when men turn away from Jehovah and become alienated from the only One who knows the end from the beginning, they easily fall victim to spiritistic demon influence. Saul is such a striking example, one who at first looked to Jehovah for knowledge of future events but who, after being cut off from all contact with God because of his unfaithfulness, turned to the demons as a substitute for divine guidance.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001200/11/0\" data-bid=\"12-1\" class=\"b\">1Sa 28:6,&#xA0;7;</a><a href=\"/en/wol/bc/r1/lp-e/1200001200/11/1\" data-bid=\"12-2\" class=\"b\"> 1Ch 10:13,&#xA0;14</a>.A sharp distinction, therefore, exists between revealed truth from God and information obtained by divination. Those who turn to the latter are often seized in violent convulsions by invisible demonic powers, sometimes working themselves into a frenzy by weird music and certain drugs. No such physical or mental distortions are experienced by true servants of Jehovah when moved by holy spirit to speak. (<a href=\"/en/wol/bc/r1/lp-e/1200001200/12/0\" data-bid=\"13-1\" class=\"b\">Ac 6:15;</a><a href=\"/en/wol/bc/r1/lp-e/1200001200/12/1\" data-bid=\"13-2\" class=\"b\"> 2Pe 1:21</a>) God&#x2019;s prophets in a sense of duty spoke freely without payment; the pagan diviners plied their trade for selfish personal gain.Nowhere in the Bible is any form of divination given a good connotation. Many times in the same condemnatory texts spiritistic practices of divination are spoken of together with adultery and fornication. (<a href=\"/en/wol/bc/r1/lp-e/1200001200/13/0\" data-bid=\"14-1\" class=\"b\">2Ki 9:22;</a><a href=\"/en/wol/bc/r1/lp-e/1200001200/13/1\" data-bid=\"14-2\" class=\"b\"> Na 3:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200001200/13/2\" data-bid=\"14-3\" class=\"b\"> Mal 3:5;</a><a href=\"/en/wol/bc/r1/lp-e/1200001200/13/3\" data-bid=\"14-4\" class=\"b\"> Ga 5:19, 20;</a><a href=\"/en/wol/bc/r1/lp-e/1200001200/13/4\" data-bid=\"14-5\" class=\"b\"> Re 9:21;</a><a href=\"/en/wol/bc/r1/lp-e/1200001200/13/5\" data-bid=\"14-6\" class=\"b\"> 21:8;</a><a href=\"/en/wol/bc/r1/lp-e/1200001200/13/6\" data-bid=\"14-7\" class=\"b\"> 22:15</a>) In God&#x2019;s eyes divination is comparable to the sin of rebellion. (<a href=\"/en/wol/bc/r1/lp-e/1200001200/14/0\" data-bid=\"15-1\" class=\"b\">1Sa 15:23</a>) It is, therefore, unscriptural to speak of Jehovah&#x2019;s communication with his servants as a manifestation of &#x201C;good&#x201D; divination.<strong><em>Jehovah frustrates diviners. </em></strong>Jehovah&#x2019;s unlimited power compared with the very restricted power displayed by magic-working diviners is dramatized in the case of Moses and Aaron before Pharaoh. When Aaron&#x2019;s rod became a snake, the Egyptian magicians seemed to duplicate the feat. But what a rebuff the latter suffered when Aaron&#x2019;s rod swallowed up those of the sorcerers! Seemingly Egypt&#x2019;s priests turned water to blood and caused frogs to come up over the land. But when Jehovah caused the dust to become gnats, the sorcerers with their secret arts had to admit it was by &#x201C;the finger of God.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001200/15/0\" data-bid=\"16-1\" class=\"b\">Ex 7:8-12,</a><a href=\"/en/wol/bc/r1/lp-e/1200001200/15/1\" data-bid=\"16-2\" class=\"b\"> 19-22;</a><a href=\"/en/wol/bc/r1/lp-e/1200001200/15/2\" data-bid=\"16-3\" class=\"b\"> 8:5-11,</a><a href=\"/en/wol/bc/r1/lp-e/1200001200/15/3\" data-bid=\"16-4\" class=\"b\"> 16-19;</a><a href=\"/en/wol/bc/r1/lp-e/1200001200/15/4\" data-bid=\"16-5\" class=\"b\"> 9:11</a>.Wicked Haman had &#x201C;someone [evidently an astrologer] cast Pur, that is, the Lot, .&#xA0;.&#xA0;. from day to day and from month to month,&#x201D; in order to determine the most favorable time to have Jehovah&#x2019;s people exterminated. (<a href=\"/en/wol/bc/r1/lp-e/1200001200/16/0\" data-bid=\"17-1\" class=\"b\">Es 3:7-9</a>) Regarding this text, one commentary says: &#x201C;In resorting to this method of ascertaining the most auspicious day for putting his atrocious scheme into execution, Haman acted as the kings and nobles of Persia have always done, never engaging in any enterprise without consulting the astrologers, and being satisfied as to the lucky hour.&#x201D; (<em>Commentary on the Whole Bible, </em>by Jamieson, Fausset, and Brown) Based on this divination, Haman immediately set in motion his wicked scheme. However, Jehovah&#x2019;s power to deliver his people was again demonstrated, and Haman, who trusted in divination, was hanged on the very stake he had prepared for Mordecai.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001200/17/0\" data-bid=\"18-1\" class=\"b\">Es 9:24,&#xA0;25</a>.Another example of Jehovah&#x2019;s superior power over the occult forces is the instance when the Moabites came &#x201C;with the payments for divination in their hands&#x201D; to hire Balaam the Mesopotamian diviner to curse Israel. (<a href=\"/en/wol/bc/r1/lp-e/1200001200/18/0\" data-bid=\"19-1\" class=\"b\">Nu 22:7</a>) Although Balaam sought &#x201C;to come upon any unlucky omens,&#x201D; Jehovah caused him to utter only blessings. In one of his proverbial utterances Balaam, under the compelling power of Jehovah, admitted: &#x201C;There is no unlucky spell against Jacob, nor any divination against Israel.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001200/19/0\" data-bid=\"20-1\" class=\"b\">Nu chaps 23,</a><a href=\"/en/wol/bc/r1/lp-e/1200001200/19/1\" data-bid=\"20-2\" class=\"b\">&#xA0;24</a>.<strong>&#x201C;Spirit of Python.&#x201D; </strong>In Philippi, Macedonia, Paul met a servant girl who was possessed by &#x201C;a spirit, a demon of divination,&#x201D; literally, &#x201C;a spirit of python&#x201D; (Gr., <em>pneu&#x2B9;ma py&#x2B9;tho&#xB7;na; </em><a href=\"/en/wol/bc/r1/lp-e/1200001200/20/0\" data-bid=\"21-1\" class=\"b\">Ac 16:16</a>). &#x201C;Python&#x201D; was the name of the mythical snake that guarded the temple and oracle of Delphi, Greece. The word <em>py&#x2B9;thon </em>came to refer to a person who could foretell the future and also to the spirit that spoke through that one. Although later used to denote a ventriloquist, here in Acts it is used to describe a demon who enabled a young girl to practice the art of prediction."}