{"title":"Dorcas","link":"/en/wol/d/r1/lp-e/1200001214","html":"<span id=\"page646\" class=\"pageNum\" data-no=\"646\" data-before-text=\"646\"></span><strong>DORCAS</strong>(Dor&#x2B9;cas) [Gazelle].A Christian woman in the Joppa congregation abounding in &#x201C;good deeds and gifts of mercy,&#x201D; evidently including the making of inner and outer garments for needy widows. (<a href=\"/en/wol/bc/r1/lp-e/1200001214/0/0\" data-bid=\"1-1\" class=\"b\">Ac 9:36,</a><a href=\"/en/wol/bc/r1/lp-e/1200001214/0/1\" data-bid=\"1-2\" class=\"b\">&#xA0;39</a>) &#x201C;Dorcas&#x201D; corresponds to the Aramaic &#x201C;Tabitha,&#x201D; both names meaning &#x201C;Gazelle.&#x201D; Possibly Dorcas was known by both names, as it was not uncommon then for Jews, especially those living in a seaport such as Joppa with its mixed population of Jews and Gentiles, to have a Hebrew name as well as a Greek or Latin name. Or, Luke may have translated the name for the benefit of Gentile readers. Dorcas is the only woman mentioned in the Scriptures as having the feminine form of the word &#x201C;disciple&#x201D; applied to her. This, however, does not mean that she held a special position in the congregation, for all Christians were actually disciples of Jesus Christ. (<a href=\"/en/wol/bc/r1/lp-e/1200001214/1/0\" data-bid=\"2-1\" class=\"b\">Mt 28:19,&#xA0;20</a>) Though her death in 36&#xA0;C.E. caused much weeping among the widows who had apparently benefited greatly from her kindnesses, the fact that no mention is made of sorrow on the part of a husband suggests that Dorcas was unmarried at the time.At her death the disciples at Joppa prepared her for burial and, on learning that Peter was in Lydda, about 18&#xA0;km (11&#xA0;mi) SE of Joppa, sent for him. Undoubtedly they had heard about Peter&#x2019;s healing the paralytic Aeneas there, and this may have given them a basis for reasoning that the apostle might resurrect Dorcas. On the other hand, they may have turned to Peter simply for consolation.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001214/2/0\" data-bid=\"3-1\" class=\"b\">Ac 9:32-38</a>.Following a procedure similar to that used by Jesus in resurrecting Jairus&#x2019; daughter (<a href=\"/en/wol/bc/r1/lp-e/1200001214/3/0\" data-bid=\"4-1\" class=\"b\">Mr 5:38-41;</a><a href=\"/en/wol/bc/r1/lp-e/1200001214/3/1\" data-bid=\"4-2\" class=\"b\"> Lu 8:51-55</a>), Peter, after dismissing everyone from the upper chamber, prayed and then said: &#x201C;Tabitha, rise!&#x201D; Dorcas opened her eyes, sat up, and took Peter&#x2019;s hand to rise. This is the first reported resurrection performed by an apostle, resulting in many becoming believers throughout Joppa.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001214/4/0\" data-bid=\"5-1\" class=\"b\">Ac 9:39-42</a>."}