{"title":"Dothan","link":"/en/wol/d/r1/lp-e/1200001215","html":"<span id=\"page646\" class=\"pageNum\" data-no=\"646\" data-before-text=\"646\"></span><strong>DOTHAN</strong>(Do&#x2B9;than).A city figuring in two Biblical narratives. Dothan is today identified with Tell Dothan (Tel Dotan), situated on a hill in a small basinlike plain lying between the hills of Samaria and the Carmel Range, 16&#xA0;km (10&#xA0;mi) NNE of Samaria.<wbr>&#x2014;PICTURE, Vol.&#xA0;1, p.&#xA0;950.Young Joseph found his brothers and their flocks &#x201C;at Dothan.&#x201D; It is thought likely that they were to the N of that city, on the pasture ground through which ran the road that connected Gilead (E of the Jordan) with the Mediterranean seacoast and Egypt. This may have been the route traveled <span id=\"page647\" class=\"pageNum\" data-no=\"647\" data-before-text=\"647\"></span>by the &#x201C;caravan of Ishmaelites&#x201D; who purchased Joseph.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001215/0/0\" data-bid=\"1-1\" class=\"b\">Ge 37:17-36</a>.Centuries later the king of Syria dispatched a heavy military force to Dothan to arrest Elisha. Here the prophet&#x2019;s fearful attendant had his eyes miraculously opened to see the fiery war equipment of God in &#x201C;the mountainous region .&#xA0;.&#xA0;. all around Elisha,&#x201D; that is, either on the same hill where Dothan stood or on the nearby hills to the E, S, and W of Dothan. (<a href=\"/en/wol/bc/r1/lp-e/1200001215/1/0\" data-bid=\"2-1\" class=\"b\">2Ki 6:11-17</a>) The Syrians, in encircling the city, may have also posted themselves in these surrounding hills, from which they then &#x2018;came down&#x2019; when Elisha went out of the city to meet them. The enemy forces were rendered harmless, however, when miraculously struck with a type of blindness, Jehovah perhaps using the angelic forces in accomplishing this.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001215/2/0\" data-bid=\"3-1\" class=\"b\">2Ki 6:18, 19</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200001215/3/0\" data-bid=\"4-1\" class=\"b\">Ge 19:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200001215/3/1\" data-bid=\"4-2\" class=\"b\"> 10,&#xA0;11</a>."}