{"title":"Dove","link":"/en/wol/d/r1/lp-e/1200001216","html":"<span id=\"page647\" class=\"pageNum\" data-no=\"647\" data-before-text=\"647\"></span><strong>DOVE</strong>[Heb., <em>yoh&#xB7;nah&#x2B9;; </em>Gr., <em>pe&#xB7;ri&#xB7;ste&#xB7;ra&#x2B9;</em>].The dove is one of the first two birds specifically named in the Bible, Noah having sent out a dove three times after the Flood to determine the drainage of the waters. (<a href=\"/en/wol/bc/r1/lp-e/1200001216/0/0\" data-bid=\"1-1\" class=\"b\">Ge 8:8-12</a>) The Hebrew name <em>yoh&#xB7;nah&#x2B9; </em>is thought to derive from the word <em>&#x2BC;a&#xB7;nah&#x2B9;, </em>meaning &#x201C;mourn,&#x201D; and evidently is in imitation of the mournful cooing sound made by the dove. (<a href=\"/en/wol/bc/r1/lp-e/1200001216/1/0\" data-bid=\"2-1\" class=\"b\">Isa 38:14;</a><a href=\"/en/wol/bc/r1/lp-e/1200001216/1/1\" data-bid=\"2-2\" class=\"b\"> 59:11, 12;</a><a href=\"/en/wol/bc/r1/lp-e/1200001216/1/2\" data-bid=\"2-3\" class=\"b\"> Eze 7:16;</a><a href=\"/en/wol/bc/r1/lp-e/1200001216/1/3\" data-bid=\"2-4\" class=\"b\"> Na 2:7</a>) While &#x201C;dove&#x201D; and &#x201C;pigeon&#x201D; are often used interchangeably in English, both birds being classed as of the family <em>Columbidae, </em>the term &#x201C;dove&#x201D; is usually restricted to the smaller varieties generally living wild and regularly migrating. Since the distinction in English between dove and pigeon is quite indefinite, translators usually render <em>yoh&#xB7;nah&#x2B9; </em>as &#x201C;dove&#x201D; except when it occurs in association with &#x201C;turtledove&#x201D; (as in all cases relating to sacrifices), in which texts it is generally translated &#x201C;pigeon.&#x201D;<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200001216/0\">PIGEON</a>; <a href=\"/en/wol/tc/r1/lp-e/1200001216/1\">TURTLEDOVE</a>.<strong>Varieties and Description. </strong>The most common varieties of doves found in Israel are the rock dove (<em>Columba livia</em>), the ring dove (<em>Columba palumbus; </em>also called the wood pigeon), and the stock dove (<em>Columba oenas</em>). Ring doves are found particularly in the forests of Gilead and Carmel. The stock dove settles chiefly around Jericho and on the eastern side of the Jordan, while the rock dove breeds on the coastlands, along the gorges of the Jordan Valley and the highlands to the west. Doves characteristically have a plump, full-breasted body, a graceful neck, a small rounded head with rather slender bill, and short legs. The feathers are very compact, giving the bird a rather sleek look. The doves are frequently of a blue-gray color, while some have an iridescent sheen on parts of the plumage, causing it to take on a metallic appearance in the golden sunlight. This may be alluded to at <a href=\"/en/wol/bc/r1/lp-e/1200001216/2/0\" data-bid=\"3-1\" class=\"b\">Psalm 68:13</a>, although the reference there to &#x201C;the wings of a dove covered with silver and its pinions with yellowish-green gold&#x201D; is thought by some to refer to some richly wrought piece of art taken as spoil.The dove has a soft, gentle appearance and disposition, earning for it the description &#x2018;the sheep of the bird world.&#x2019; Thus the name Jonah (<em>Yoh&#xB7;nah&#x2B9;</em>) was and is a popular name for Jewish boys. (<a href=\"/en/wol/bc/r1/lp-e/1200001216/3/0\" data-bid=\"4-1\" class=\"b\">Jon 1:1</a>) The birds are notable for their devotion to their mates and their affection, and in courtship they bring their heads together and each bird takes the other&#x2019;s beak in its own much like a lover&#x2019;s kiss. &#x201C;My dove&#x201D; was thus an apt term of endearment used by the Shulammite maiden&#x2019;s shepherd lover. (<a href=\"/en/wol/bc/r1/lp-e/1200001216/4/0\" data-bid=\"5-1\" class=\"b\">Ca 5:2</a>) The maiden&#x2019;s eyes were likened to the soft gentle eyes of a dove (<a href=\"/en/wol/bc/r1/lp-e/1200001216/5/0\" data-bid=\"6-1\" class=\"b\">Ca 1:15;</a><a href=\"/en/wol/bc/r1/lp-e/1200001216/5/1\" data-bid=\"6-2\" class=\"b\"> 4:1</a>), while she likened the shepherd&#x2019;s eyes to blue-gray doves bathing in pools of milk, by this lovely simile evidently representing the darker iris surrounded by the gleaming white of the eye. (<a href=\"/en/wol/bc/r1/lp-e/1200001216/6/0\" data-bid=\"7-1\" class=\"b\">Ca 5:12</a>) Doves are fond of bathing, preferring to nest near a source of water.A timid bird, trembling when frightened (<a href=\"/en/wol/bc/r1/lp-e/1200001216/7/0\" data-bid=\"8-1\" class=\"b\">Ho 11:11</a>), the dove in its wild state often nests in valleys (<a href=\"/en/wol/bc/r1/lp-e/1200001216/8/0\" data-bid=\"9-1\" class=\"b\">Eze 7:16</a>), while the rock dove makes its nest on ledges and in holes of cliffs and rocky gorges. (<a href=\"/en/wol/bc/r1/lp-e/1200001216/9/0\" data-bid=\"10-1\" class=\"b\">Ca 2:14;</a><a href=\"/en/wol/bc/r1/lp-e/1200001216/9/1\" data-bid=\"10-2\" class=\"b\"> Jer 48:28</a>) When domesticated, they fly back to the dovecotes prepared for them, the white undersides of the wings of a large flock of doves giving the appearance of a moving cloud. (<a href=\"/en/wol/bc/r1/lp-e/1200001216/10/0\" data-bid=\"11-1\" class=\"b\">Isa 60:8</a>) Dovecotes, some of considerable size, have been excavated in Israel.The dove has strong wings, is able to fly long distances in search of food, and is swift enough to elude most of its enemies. (<a href=\"/en/wol/bc/r1/lp-e/1200001216/11/0\" data-bid=\"12-1\" class=\"b\">Ps 55:6-8</a>) Yet doves are quite trusting of humans and are rather easily entrapped or snared with a net. Thus, apostate Ephraim, foolishly placing its confidence first in Egypt and then in Assyria, was likened to a &#x201C;simpleminded dove,&#x201D; due to be caught in a net. (<a href=\"/en/wol/bc/r1/lp-e/1200001216/12/0\" data-bid=\"13-1\" class=\"b\">Ho 7:11,&#xA0;12</a>) Jesus, in warning his disciples against wolflike opposers, counseled them to be not only &#x201C;innocent as doves&#x201D; but also &#x201C;cautious as serpents.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001216/13/0\" data-bid=\"14-1\" class=\"b\">Mt 10:16</a>.At the time of Jesus&#x2019; baptism and subsequent anointing by God&#x2019;s holy spirit, that holy spirit was caused to appear &#x201C;in bodily shape like a dove,&#x201D; its visible descent upon Jesus perhaps being similar to the fluttering descent of the dove <span id=\"page648\" class=\"pageNum\" data-no=\"648\" data-before-text=\"648\"></span>as it approaches its perch. (<a href=\"/en/wol/bc/r1/lp-e/1200001216/14/0\" data-bid=\"15-1\" class=\"b\">Lu 3:22;</a><a href=\"/en/wol/bc/r1/lp-e/1200001216/14/1\" data-bid=\"15-2\" class=\"b\"> Mt 3:16;</a><a href=\"/en/wol/bc/r1/lp-e/1200001216/14/2\" data-bid=\"15-3\" class=\"b\"> Mr 1:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200001216/14/3\" data-bid=\"15-4\" class=\"b\"> Joh 1:32-34</a>) It was an apt symbol, in view of its characteristic innocence.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001216/15/0\" data-bid=\"16-1\" class=\"b\">Mt 10:16</a>.Doves were used for sacrificial purposes, as is indicated by their being sold by those pursuing commercial activities at the temple in Jerusalem, although the term &#x201C;doves [Gr., <em>pe&#xB7;ri&#xB7;ste&#xB7;ras&#x2B9;</em>]&#x201D; may here indicate the &#x201C;turtledoves&#x201D; or &#x201C;young pigeons&#x201D; mentioned in the Mosaic Law.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001216/16/0\" data-bid=\"17-1\" class=\"b\">Mr 11:15;</a><a href=\"/en/wol/bc/r1/lp-e/1200001216/16/1\" data-bid=\"17-2\" class=\"b\"> Joh 2:14-16</a>."}