{"title":"Drunkenness","link":"/en/wol/d/r1/lp-e/1200001226","html":"<span id=\"page656\" class=\"pageNum\" data-no=\"656\" data-before-text=\"656\"></span><strong>DRUNKENNESS</strong>The condition of being intoxicated because of excessive drinking of alcoholic beverages. A drunkard is a person who habitually overindulges in strong drink to the point of drunkenness.Intoxicating drinks in ancient Biblical lands included wine made from grapes (<a href=\"/en/wol/bc/r1/lp-e/1200001226/0/0\" data-bid=\"1-1\" class=\"b\">De 32:14</a>) and alcoholic beverages prepared from grains. (<a href=\"/en/wol/bc/r1/lp-e/1200001226/1/0\" data-bid=\"2-1\" class=\"b\">Isa 1:22</a>) Moderate use of wine and other strong drinks is acceptable to Jehovah, who provides &#x201C;wine that makes the heart of mortal man rejoice.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001226/2/0\" data-bid=\"3-1\" class=\"b\">Ps 104:14, 15</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001226/0\">BEER, II</a>; <a href=\"/en/wol/tc/r1/lp-e/1200001226/1\">WINE AND STRONG DRINK</a>.<strong>Condemned in the Bible. </strong>Use of strong drink to the point of drunkenness is strongly censured in the Bible. The wise writer of Proverbs paints a vivid and scientifically accurate picture of the effects of drinking alcoholic beverages to excess. He warns: &#x201C;Who has woe? Who has uneasiness? Who has contentions? Who has concern? Who has wounds for no reason? Who has dullness of eyes? Those staying a long time with the wine, those coming in to search out mixed wine. Do not look at wine when it exhibits a red color, when it gives off its sparkle in the cup [when the wine looks unduly attractive, sparkling], when it goes with a slickness [when it slides down the throat too easily]. At its end it bites just like a serpent, and it secretes poison just like a viper [it can make one sick physically (for example, causing cirrhosis of the liver) and mentally (producing delirium tremens), and it can actually kill]. Your own eyes will see strange things [the alcohol acts on the control centers of the brain, repressing them; attitudes normally repressed come to the fore; hallucinations appear; gaps in memory are filled by the individual&#x2019;s telling fantastic experiences in a most plausible way; the person exhibits uninhibited behavior], and your own heart will speak perverse things [thoughts and desires normally suppressed will be expressed].&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001226/3/0\" data-bid=\"4-1\" class=\"b\">Pr 23:29-33;</a><a href=\"/en/wol/bc/r1/lp-e/1200001226/3/1\" data-bid=\"4-2\" class=\"b\"> Ho 4:11;</a><a href=\"/en/wol/bc/r1/lp-e/1200001226/3/2\" data-bid=\"4-3\" class=\"b\"> Mt 15:18,&#xA0;19</a>.The drunkard&#x2019;s personal experience is described as the writer continues: &#x201C;And you will certainly become like one lying down in the heart of the sea [experiencing the confusion of one drowning, finally passing into unconsciousness], even like one lying down at the top of a mast [as the rocking of the ship is greatest at this point, the drunkard&#x2019;s life is in danger from accident, stroke, a fight, and so forth]. &#x2018;They have struck me, but I did not become sick; they have smitten me, but I did not know it [says the drunkard, as if talking to himself; he was insensible to what was actually going on and to the punishment that the experience has inflicted on him]. When shall I wake up? I shall seek it yet some more [he must now sleep off the effects of overindulgence, but he is enslaved by the drink and looks forward to drinking more when he is able].&#x2019;&#x201D; He will come to poverty, by spending excessive amounts for liquor and also by becoming unreliable and rendering himself unable to work.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001226/4/0\" data-bid=\"5-1\" class=\"b\">Pr 23:20, 21,</a><a href=\"/en/wol/bc/r1/lp-e/1200001226/4/1\" data-bid=\"5-2\" class=\"b\"> 34,&#xA0;35</a>.<strong>Prohibited in the Christian Congregation. </strong>The drunkard is prone to boisterousness or rough, unrestrained noisiness and to ridiculous actions, bringing reproach. (<a href=\"/en/wol/bc/r1/lp-e/1200001226/5/0\" data-bid=\"6-1\" class=\"b\">Pr 20:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200001226/5/1\" data-bid=\"6-2\" class=\"b\"> Ps 107:27;</a><a href=\"/en/wol/bc/r1/lp-e/1200001226/5/2\" data-bid=\"6-3\" class=\"b\"> Isa 19:14</a>) Consequently, the practice of drunkenness is not to be tolerated in the Christian congregation. God&#x2019;s attitude toward drunkenness was revealed in his Law to Israel. A son who was stubborn and rebellious, who was a glutton and a drunkard, was to be stoned to death. (<a href=\"/en/wol/bc/r1/lp-e/1200001226/6/0\" data-bid=\"7-1\" class=\"b\">De 21:18-21</a>) Similarly, the Bible commands that unrepentant or habitual drunkards are to be expelled from the Christian congregation. (<a href=\"/en/wol/bc/r1/lp-e/1200001226/7/0\" data-bid=\"8-1\" class=\"b\">1Co 5:11-13</a>) &#x201C;The works of the flesh&#x201D; include &#x201C;drunken bouts, revelries,&#x201D; which things the nations in general practice. A Christian, having been cleansed from such practices but thereafter returning to them and proving unrepentant, would be prevented from entering God&#x2019;s Kingdom. (<a href=\"/en/wol/bc/r1/lp-e/1200001226/8/0\" data-bid=\"9-1\" class=\"b\">1Co 6:9-11</a>) He is to cease spending his time working out the will of the nations by engaging in their excesses with wine and their drinking matches. (<a href=\"/en/wol/bc/r1/lp-e/1200001226/9/0\" data-bid=\"10-1\" class=\"b\">1Pe 4:3</a>) He must devote himself to producing the fruits of God&#x2019;s spirit.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001226/10/0\" data-bid=\"11-1\" class=\"b\">Ga 5:19-24</a>.Moderation and soundness of mind are therefore among the requirements for Christian overseers (<a href=\"/en/wol/bc/r1/lp-e/1200001226/11/0\" data-bid=\"12-1\" class=\"b\">1Ti 3:1-3;</a><a href=\"/en/wol/bc/r1/lp-e/1200001226/11/1\" data-bid=\"12-2\" class=\"b\"> Tit 1:7</a>); ministerial servants (<a href=\"/en/wol/bc/r1/lp-e/1200001226/12/0\" data-bid=\"13-1\" class=\"b\">1Ti 3:8</a>); aged men and women (<a href=\"/en/wol/bc/r1/lp-e/1200001226/13/0\" data-bid=\"14-1\" class=\"b\">Tit 2:2,&#xA0;3</a>); young men and women (<a href=\"/en/wol/bc/r1/lp-e/1200001226/14/0\" data-bid=\"15-1\" class=\"b\">Tit 2:4-8</a>); children (especially those of overseers).<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001226/15/0\" data-bid=\"16-1\" class=\"b\">Tit 1:6</a>.In discussing the Lord&#x2019;s Evening Meal, the apostle Paul reproved the Corinthian Christians for certain abuses. There were those who brought their own food and drink to the congregation&#x2019;s meeting place. Though overindulging in food and drink, they refused to share of their abundance and thus shamed their needy brothers. Hence, <span id=\"page657\" class=\"pageNum\" data-no=\"657\" data-before-text=\"657\"></span>when it came time for the observance of the Lord&#x2019;s Evening Meal, some were not in a fit condition to partake because of excesses, while others were hungry. That is why Paul said: &#x201C;One is hungry but another is intoxicated.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001226/16/0\" data-bid=\"17-1\" class=\"b\">1Co 11:20-22</a>.As shown in the Law, it is not fitting to indulge in alcoholic beverages just before engaging in religious service. The priests of Israel were commanded that they must drink no wine or intoxicating liquor while engaging in their official duties, lest they should die.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001226/17/0\" data-bid=\"18-1\" class=\"b\">Le 10:8-11</a>.<strong><em>Why does the Bible tell about such men as Noah and Lot getting intoxicated?</em></strong>Several instances of drunkenness are mentioned in the Bible when such incidents throw light on some important matter. Thus it relates that, after the Flood, Noah planted a vineyard, &#x201C;began drinking of the wine and became intoxicated.&#x201D; This happening is recorded in the Scriptures to show how Noah&#x2019;s curse on Canaan came to be uttered. (<a href=\"/en/wol/bc/r1/lp-e/1200001226/18/0\" data-bid=\"19-1\" class=\"b\">Ge 9:20-27</a>) In another case, on two different nights, Lot&#x2019;s two daughters gave him so much wine that he became drunk and they had sexual relations with him. (<a href=\"/en/wol/bc/r1/lp-e/1200001226/19/0\" data-bid=\"20-1\" class=\"b\">Ge 19:30-38</a>) This account enlightens us on the origin of the nations of Moab and Ammon and their relationship to Israel. Lot was evidently drunk enough to lose control of his good sense but not dead drunk, that is, not too drunk to have sexual relations. Since God&#x2019;s Word so strongly condemns drunkenness, we can be sure that these righteous men were not habitual in drinking to excess, were not drunkards. But the candor of the Bible is here illustrated, in its not sparing the truth when relating events involving Bible personages for our enlightenment. Some other cases of drunkenness are recorded at <a href=\"/en/wol/bc/r1/lp-e/1200001226/20/0\" data-bid=\"21-1\" class=\"b\">1&#xA0;Samuel 25:36-38;</a><a href=\"/en/wol/bc/r1/lp-e/1200001226/20/1\" data-bid=\"21-2\" class=\"b\"> 2&#xA0;Samuel 11:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200001226/20/2\" data-bid=\"21-3\" class=\"b\"> 1&#xA0;Kings 20:15-21</a>.<strong>A False Supposition. </strong>When the holy spirit was poured out upon Christ&#x2019;s disciples on Pentecost of 33&#xA0;C.E., they spoke in different languages and some said: &#x201C;They are full of sweet wine.&#x201D; But Peter explained: &#x201C;These people are, in fact, not drunk, as you suppose, for it is the third hour of the day,&#x201D; or about 9:00&#xA0;a.m., counting from sunrise (about 6:00&#xA0;a.m.). (<a href=\"/en/wol/bc/r1/lp-e/1200001226/21/0\" data-bid=\"22-1\" class=\"b\">Ac 2:1-4,</a><a href=\"/en/wol/bc/r1/lp-e/1200001226/21/1\" data-bid=\"22-2\" class=\"b\"> 13-15</a>) These observers of Pentecost had the scroll of Isaiah&#x2019;s prophecy, where it is written: &#x201C;Woe to those who are getting up early in the morning that they may seek just intoxicating liquor.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001226/22/0\" data-bid=\"23-1\" class=\"b\">Isa 5:11</a>) Actually, it was not customary to have a feast or banquet at that early hour, and it was unrealistic to think that 120 people would all be drunk together at that time of morning. Paul expresses the custom when he says: &#x201C;Those who get drunk are usually drunk at night.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001226/23/0\" data-bid=\"24-1\" class=\"b\">1Th 5:7</a>.<strong>Figurative Drunkenness. </strong>The leaders of the ten-tribe kingdom, with Ephraim as its dominant tribe, were spiritually drunk with &#x201C;wine.&#x201D; For one thing, they doted on political independence and alliances with the enemies of the kingdom of Judah, whose kings sat on &#x201C;Jehovah&#x2019;s throne.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001226/24/0\" data-bid=\"25-1\" class=\"b\">1Ch 29:23</a>) They doubtless had their literal drunken bouts as well. These men were in a covenant with Jehovah God but were violating it in an arrogant, drunken way and reproaching him.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001226/25/0\" data-bid=\"26-1\" class=\"b\">Isa 28:1-4</a>.Similarly, the priests and leaders of Judah became figuratively drunk. As religious guides, they added traditions of men; they saw and spoke false things about God&#x2019;s holy nation. They looked to Assyria for help instead of to God. (<a href=\"/en/wol/bc/r1/lp-e/1200001226/26/0\" data-bid=\"27-1\" class=\"b\">Isa 29:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200001226/26/1\" data-bid=\"27-2\" class=\"b\"> 9-14;</a><a href=\"/en/wol/bc/r1/lp-e/1200001226/26/2\" data-bid=\"27-3\" class=\"b\"> 2Ki 16:5-9</a>) As foretold, drunken Israel was carried off by Assyria in 740&#xA0;B.C.E. Later, apostate Judah was forced to drink the cup of Jehovah&#x2019;s rage and was sent reeling into exile to Babylon in 607&#xA0;B.C.E. (<a href=\"/en/wol/bc/r1/lp-e/1200001226/27/0\" data-bid=\"28-1\" class=\"b\">Isa 51:17-23</a>) Because of Babylon&#x2019;s harsh treatment of God&#x2019;s people, Babylon (&#x201C;the king of Sheshach&#x201D;) drank the same cup 68 years later.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001226/28/0\" data-bid=\"29-1\" class=\"b\">Jer 25:15-29</a>.Symbolic &#x201C;Babylon the Great&#x201D; is depicted in the Bible as a drunken prostitute, having in her hand a golden cup &#x201C;full of disgusting things and the unclean things of her fornication.&#x201D; Earth&#x2019;s inhabitants have been made drunk with &#x201C;the wine of her fornication.&#x201D; She herself is &#x201C;drunk with the blood of the holy ones and with the blood of the witnesses of Jesus.&#x201D; Her debauchery will result in her everlasting destruction.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001226/29/0\" data-bid=\"30-1\" class=\"b\">Re 17:1-6,</a><a href=\"/en/wol/bc/r1/lp-e/1200001226/29/1\" data-bid=\"30-2\" class=\"b\"> 16;</a><a href=\"/en/wol/bc/r1/lp-e/1200001226/29/2\" data-bid=\"30-3\" class=\"b\"> 14:8;</a><a href=\"/en/wol/bc/r1/lp-e/1200001226/29/3\" data-bid=\"30-4\" class=\"b\"> 18:8</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001226/2\">BABYLON THE GREAT</a>."}