{"title":"Eagle","link":"/en/wol/d/r1/lp-e/1200001235","html":"<span id=\"page662\" class=\"pageNum\" data-no=\"662\" data-before-text=\"662\"></span><strong>EAGLE</strong>[Heb., <em>ne&#x2B9;sher; </em>Aramaic, <em>neshar&#x2B9;; </em>Gr., <em>a&#xB7;e&#xB7;tos&#x2B9;</em>].A large bird of prey. Some believe that the Hebrew name derives from a root word meaning &#x201C;tear in pieces or lacerate.&#x201D; Others view it as onomatopoeic (that is, a name whose very sound suggests the thing meant) and believe that <em>ne&#x2B9;sher </em>represents a &#x201C;rushing sound,&#x201D; or &#x201C;gleaming flash,&#x201D; hence a bird that dives after its prey, plummeting downward with a rushing sound and like flashing light through the air. In either case, the Hebrew term well describes the eagle, whose lightning plunge from great heights causes a whining sound as the air rushes through its widespread pinions (the outer wing feathers). A bird of prey and a drinker of blood (<a href=\"/en/wol/bc/r1/lp-e/1200001235/0/0\" data-bid=\"1-1\" class=\"b\">Job 39:27,</a><a href=\"/en/wol/bc/r1/lp-e/1200001235/0/1\" data-bid=\"1-2\" class=\"b\">&#xA0;30</a>), the eagle was included among those birds listed as &#x201C;unclean&#x201D; by the Mosaic Law.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001235/1/0\" data-bid=\"2-1\" class=\"b\">Le 11:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200001235/1/1\" data-bid=\"2-2\" class=\"b\"> De 14:12</a>.<strong>Palestinian Varieties. </strong>Among the eagles to be found in Israel today are the imperial eagle (<em>Aquila heliaca</em>), the golden eagle (<em>Aquila chrysa&#xEB;tos</em>), and the short-toed eagle (<em>Circa&#xEB;tus gallicus</em>). The golden eagle, named thus because of the golden sheen on its head and nape, is an impressive dark-brown bird that measures about 1&#xA0;m (3&#xA0;ft) in length, with a total wingspan of about 2&#xA0;m (6.5&#xA0;ft). Eagles characteristically have a rather broad head with a projecting ridge above the eyes; a short, powerful, hooked beak; sturdy legs; and sharp, powerful talons.<strong><em>&#x2018;Carried on wings of eagles&#x2019;<wbr>&#x2014;what basis is there for such a figure of speech?</em></strong>The Sinai region is called &#x201C;eagle country,&#x201D; where the birds soar and glide on their strong, broad wings. So, the liberated Israelites gathered at Mount Sinai could well appreciate the aptness of the picture conveyed by God&#x2019;s words, that he had carried them out of Egypt &#x201C;on wings of eagles.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001235/2/0\" data-bid=\"3-1\" class=\"b\">Ex 19:4</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200001235/3/0\" data-bid=\"4-1\" class=\"b\">Re 12:14</a>.) Nearly 40 years later Moses could compare Jehovah&#x2019;s leading of Israel through the wilderness to that of an eagle that &#x201C;stirs up its nest, hovers over its fledglings, <span id=\"page663\" class=\"pageNum\" data-no=\"663\" data-before-text=\"663\"></span>spreads out its wings, takes them, carries them on its pinions.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001235/4/0\" data-bid=\"5-1\" class=\"b\">De 32:9-12</a>) When the young eaglets reach the time to begin flying, the parent eagle stirs them up, fluttering and flapping its own wings to convey the idea to its young, and then edges or lures them out of the nest so that they try out their wings.Though some have doubted that the eagle ever actually carries the young on its back, a guide in Scotland is reported by Sir W.&#xA0;B.&#xA0;Thomas as testifying concerning the golden eagle that &#x201C;the parent birds, after urging, and sometimes shoving the youngster into the air, will swoop underneath and rest the struggler for a moment on their wings and back.&#x201D; (<em>The Yeoman&#x2019;s England, </em>London, 1934, p.&#xA0;135) An observer in the United States is quoted in the <em>Bulletin </em>of the Smithsonian Institution (1937, No.&#xA0;167, p.&#xA0;302) as saying: &#x201C;The mother started from the nest in the crags, and roughly handling the young one, she allowed him to drop, I should say, about ninety feet; then she would swoop down under him, wings spread, and he would alight on her back. She would soar to the top of the range with him and repeat the process. .&#xA0;.&#xA0;. My father and I watched this, spellbound, for over an hour.&#x201D; G.&#xA0;R.&#xA0;Driver, commenting on these statements, says: &#x201C;The picture [at <a href=\"/en/wol/bc/r1/lp-e/1200001235/5/0\" data-bid=\"6-1\" class=\"b\">Deuteronomy 32:11</a>] then is not a mere flight of fancy but is based on actual fact.&#x201D;<wbr>&#x2014;<em>Palestine Exploration Quarterly, </em>London, 1958, pp.&#xA0;56,&#xA0;57.<strong>Lofty Nest and Farsightedness. </strong>The nest-building habits of the eagle are emphasized in God&#x2019;s questioning of Job at <a href=\"/en/wol/bc/r1/lp-e/1200001235/6/0\" data-bid=\"7-1\" class=\"b\">Job 39:27-30</a>. The nest or aerie may be in a high tree or on the crag of a cliff or rocky canyon. Over the years the nest may grow to be as much as 2&#xA0;m (6.5&#xA0;ft) high, that of some eagles coming to weigh as much as a ton! The apparent security and inaccessibility of the eagle&#x2019;s nest were also used figuratively by the prophets in their messages against the lofty kingdom of Edom in the rugged mountains of the Arabah region.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001235/7/0\" data-bid=\"8-1\" class=\"b\">Jer 49:16;</a><a href=\"/en/wol/bc/r1/lp-e/1200001235/7/1\" data-bid=\"8-2\" class=\"b\"> Ob 3,&#xA0;4</a>.The farsightedness of the eagle, mentioned at <a href=\"/en/wol/bc/r1/lp-e/1200001235/8/0\" data-bid=\"9-1\" class=\"b\">Job 39:29</a>, is borne out by Rutherford Platt in his book <em>The River of Life </em>(1956, pp.&#xA0;215, 216), which also shows the unusual design of the eye of the eagle, testifying to the Creator&#x2019;s wisdom. The book says:&#x201C;We find the championship eyes of the whole animal kingdom .&#xA0;.&#xA0;. [in] the eyes of the eagle, the vulture, and the hawk. So keen are they that they can look down from a thousand feet in the air and spot a rabbit or a grouse half hidden in the grass.&#x201C;Sharp eyesight of the hunter eye is caused by the reflection of the object falling on a dense clump of pointed, cone-shaped cells. This tiny spot in the back of the eyeball absorbs light rays from the object through thousands of points, in a special manner which summons up a clear image in the mind. For almost all hunters, such as the skunk, the cougar, and ourselves, the single spot of cones is enough; we look straight ahead and approach directly the object of our gaze. But not so the eagle or the hawk, which, having fixed the rabbit in the grass with its sharp focusing cones, may then approach by a long, slanting dive. This causes the image of the target to move across the back of the eyeball on a curved path. Such a path is precisely plotted for the eagle eye so that instead of a clump of cones the diving bird has a curved path of cones. As the eagle zooms down, the rabbit in the grass is thus held in constant focus.&#x201D;<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200001235/9/0\" data-bid=\"10-1\" class=\"b\">Jer 49:22</a>.<strong>Flight Abilities. </strong>The eagle&#x2019;s swiftness is highlighted in many texts. (<a href=\"/en/wol/bc/r1/lp-e/1200001235/10/0\" data-bid=\"11-1\" class=\"b\">2Sa 1:23;</a><a href=\"/en/wol/bc/r1/lp-e/1200001235/10/1\" data-bid=\"11-2\" class=\"b\"> Jer 4:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200001235/10/2\" data-bid=\"11-3\" class=\"b\"> La 4:19;</a><a href=\"/en/wol/bc/r1/lp-e/1200001235/10/3\" data-bid=\"11-4\" class=\"b\"> Hab 1:8</a>) There are reports of eagles surpassing a speed of 130&#xA0;km/<wbr>hr (80&#xA0;mph). Solomon warned that wealth &#x201C;makes wings for itself&#x201D; like those of a skyward-bound eagle (<a href=\"/en/wol/bc/r1/lp-e/1200001235/11/0\" data-bid=\"12-1\" class=\"b\">Pr 23:4,&#xA0;5</a>), while Job mourned the swiftness of life&#x2019;s passing, comparing it to the speed of an eagle in search of prey. (<a href=\"/en/wol/bc/r1/lp-e/1200001235/12/0\" data-bid=\"13-1\" class=\"b\">Job 9:25,&#xA0;26</a>) Yet those trusting in Jehovah receive power to go on, as if mounting up with the seemingly tireless wing of the soaring eagle.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001235/13/0\" data-bid=\"14-1\" class=\"b\">Isa 40:31</a>.Modern scientists have wondered at &#x201C;the way of an eagle in the heavens,&#x201D; as did the writer of <a href=\"/en/wol/bc/r1/lp-e/1200001235/14/0\" data-bid=\"15-1\" class=\"b\">Proverbs 30:19</a>. Clarence D.&#xA0;Cone,&#xA0;Jr., relates the manner in which observation of the majestic and almost effortless soaring of eagles, hawks, and vultures &#x201C;has helped to lead the way to the discovery of a fundamental mechanism of meteorology.&#x201D; He shows the manner in which such large birds utilize to the full the dynamic power of the great &#x201C;bubbles&#x201D; of heated air that float up from the land because of the heat of the sun and the way in which the &#x201C;slotted&#x201D; wing tips of the eagle are so designed aerodynamically that they eliminate air drag on the wing.<wbr>&#x2014;<em>Scientific American, </em>April&#xA0;1962, pp.&#xA0;131, 138.<strong>Figurative Usage. </strong>This powerful bird of prey was a frequent symbol used by the prophets to represent the warring forces of enemy nations in their sudden and often unexpected attacks. (<a href=\"/en/wol/bc/r1/lp-e/1200001235/15/0\" data-bid=\"16-1\" class=\"b\">De 28:49-51;</a><a href=\"/en/wol/bc/r1/lp-e/1200001235/15/1\" data-bid=\"16-2\" class=\"b\"> Jer 48:40;</a><a href=\"/en/wol/bc/r1/lp-e/1200001235/15/2\" data-bid=\"16-3\" class=\"b\"> 49:22;</a><a href=\"/en/wol/bc/r1/lp-e/1200001235/15/3\" data-bid=\"16-4\" class=\"b\"> Ho 8:1</a>) The Babylonian and Egyptian rulers were characterized as eagles. (<a href=\"/en/wol/bc/r1/lp-e/1200001235/16/0\" data-bid=\"17-1\" class=\"b\">Eze 17:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200001235/16/1\" data-bid=\"17-2\" class=\"b\">&#xA0;7</a>) It is notable <span id=\"page664\" class=\"pageNum\" data-no=\"664\" data-before-text=\"664\"></span>that in many ancient nations, including Assyria, Persia, and Rome, the figure of the eagle was regularly used on the royal scepters, standards, and steles, even as it has been used in modern times by Germany, the United States, and others.Some have questioned the use of the word &#x201C;eagles&#x201D; at <a href=\"/en/wol/bc/r1/lp-e/1200001235/17/0\" data-bid=\"18-1\" class=\"b\">Matthew 24:28</a> and <a href=\"/en/wol/bc/r1/lp-e/1200001235/18/0\" data-bid=\"19-1\" class=\"b\">Luke 17:37</a>, holding that the texts must refer instead to vultures, gathered around a carcass. However, although the eagle is not primarily a carrion eater, as is the vulture, it does feed on such dead bodies at times. (<em>Palestine Exploration Quarterly, </em>1955, p.&#xA0;9) So too the eagle, though usually a solitary hunter, unlike the gregarious vulture, is known to hunt in pairs occasionally; and the book <em>The Animal Kingdom </em>(Vol.&#xA0;II, p.&#xA0;965) reports an instance in which &#x201C;a number of them launched a mass attack upon a prong-horned antelope.&#x201D; (Edited by F.&#xA0;Drimmer, 1954) Jesus&#x2019; prophecy mentioned above was given in connection with his promised &#x201C;presence.&#x201D; Hence, it would not apply merely to the desolation in 70&#xA0;C.E. of the Jewish nation by the Roman armies, who had their standards emblazoned with the figures of eagles.Eagles are used in Revelation to represent creatures attending God&#x2019;s throne and announcing the judgment messages of God for those on earth, doubtless to indicate swiftness and farsightedness.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001235/19/0\" data-bid=\"20-1\" class=\"b\">Re 4:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200001235/19/1\" data-bid=\"20-2\" class=\"b\"> 8:13</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200001235/20/0\" data-bid=\"21-1\" class=\"b\">Eze 1:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200001235/20/1\" data-bid=\"21-2\" class=\"b\"> 10:14</a>.Another text that many scholars view as applying to the vulture rather than to the eagle is <a href=\"/en/wol/bc/r1/lp-e/1200001235/21/0\" data-bid=\"22-1\" class=\"b\">Micah 1:16</a>, which speaks of Israel&#x2019;s figuratively &#x2018;broadening out its baldness like that of the eagle.&#x2019; The eagle&#x2019;s head is well feathered; even the North American bald eagle is referred to as &#x201C;bald&#x201D; only because its white head feathers give it the appearance of baldness from a distance. The griffon vulture (<em>Gyps fulvus</em>), still to be seen in Israel, has only some soft white down on its head, and the neck is sparsely feathered. If the text applies to it, this would indicate that the Hebrew <em>ne&#x2B9;sher </em>has broader application than to the eagle only. It may be noted that the griffon vulture, while not classed by ornithologists as of the same &#x201C;species&#x201D; or &#x201C;genus&#x201D; as the eagle, is counted as of the same &#x201C;family&#x201D; (Accipitridae). Some, however, believe <a href=\"/en/wol/bc/r1/lp-e/1200001235/22/0\" data-bid=\"23-1\" class=\"b\">Micah 1:16</a> has reference to the molting that the eagle undergoes, although this is said to be a gradual and rather inconspicuous process. This molting process, bringing some reduction of activity and strength and followed by a renewal of normal life, may be what the psalmist meant by one&#x2019;s youth &#x201C;renewing itself just like that of an eagle.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001235/23/0\" data-bid=\"24-1\" class=\"b\">Ps 103:5</a>) Others see in this a reference to the relatively long life of the eagle, some having been known to reach an age of 80 years.The name Aquila (<a href=\"/en/wol/bc/r1/lp-e/1200001235/24/0\" data-bid=\"25-1\" class=\"b\">Ac 18:2</a>) is Latin for eagle."}