{"title":"Ecbatana","link":"/en/wol/d/r1/lp-e/1200001254","html":"<span id=\"page674\" class=\"pageNum\" data-no=\"674\" data-before-text=\"674\"></span><strong>ECBATANA</strong>(Ec&#xB7;bat&#x2B9;a&#xB7;na).The capital city of ancient Media, from about 700&#xA0;B.C.E. Persian King Cyrus&#xA0;II took it from Median King Astyages, after which the Medes and Persians joined forces under Cyrus. Ecbatana is Scripturally identified as a place that was in the jurisdictional district of Media in the days of Persian King Darius&#xA0;I (Hystaspis).<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001254/0/0\" data-bid=\"1-1\" class=\"b\">Ezr 6:1,&#xA0;2</a>.&#x201C;Ecbatana&#x201D; is the English rendering of this city&#x2019;s name at <a href=\"/en/wol/bc/r1/lp-e/1200001254/1/0\" data-bid=\"2-1\" class=\"b\">Ezra 6:2</a>. This form of the name corresponds to the reading of the Latin <em>Vulgate </em>and is also found in the Greek text of the Apocryphal writings that came to be included in the <em>Septuagint</em>. The Masoretic text and the Syriac <em>Peshitta, </em>however, give the name as &#x201C;Achmetha.&#x201D; Early Greek writers seem to have applied the name Ecbatana to several places. However, there is general agreement among scholars today that the Ecbatana captured by Cyrus (and thus that mentioned at <a href=\"/en/wol/bc/r1/lp-e/1200001254/2/0\" data-bid=\"3-1\" class=\"b\">Ezr 6:2</a>) is the modern city of Hamadan, an important commercial center of Iran situated at the foot of Mount Alwand approximately 290&#xA0;km (180&#xA0;mi) WSW of Tehran. Just as ancient Ecbatana was a significant city along the chief route leading from Mesopotamia to points farther E, so modern Hamadan is traversed by various roads, such as that running from Baghdad to Tehran.When certain Persian-appointed officials questioned the legality of the Jews&#x2019; temple-rebuilding work in Zerubbabel&#x2019;s day, these opposers sent a letter to King Darius&#xA0;I of Persia requesting confirmation of Cyrus&#x2019; decree authorizing the reconstruction. (<a href=\"/en/wol/bc/r1/lp-e/1200001254/3/0\" data-bid=\"4-1\" class=\"b\">Ezr 5:1-17</a>) Darius had an investigation made, and Cyrus&#x2019; decree was found in Ecbatana, thus establishing the legality of the temple-rebuilding work. In fact, Darius put through an order so that the Jews&#x2019; work might go on without hindrance, and their opposers were even ordered to provide them with needed materials, which &#x201C;they did promptly.&#x201D; The temple was finally completed &#x201C;by the third day of the lunar month Adar, that is, in the sixth year of the reign of Darius the king,&#x201D; or near the spring of 515&#xA0;B.C.E.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001254/4/0\" data-bid=\"5-1\" class=\"b\">Ezr 6:6-15</a>."}