{"title":"Eden","link":"/en/wol/d/r1/lp-e/1200001256","html":"<span id=\"page676\" class=\"pageNum\" data-no=\"676\" data-before-text=\"676\"></span><strong>EDEN</strong>(E&#x2B9;den) [Pleasure].<strong>1. </strong>A region in which the Creator planted a gardenlike park as the original home of the first human pair. The statement that the garden was &#x201C;in Eden, toward the east,&#x201D; apparently indicates that the garden occupied only a portion of the region called Eden. (<a href=\"/en/wol/bc/r1/lp-e/1200001256/0/0\" data-bid=\"1-1\" class=\"b\">Ge 2:8</a>) However, the garden is thereafter called &#x201C;the garden of Eden&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001256/1/0\" data-bid=\"2-1\" class=\"b\">Ge 2:15</a>) and, in later texts, is spoken of as &#x201C;Eden, the garden of God&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001256/2/0\" data-bid=\"3-1\" class=\"b\">Eze 28:13</a>), and as &#x201C;the garden of Jehovah.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001256/3/0\" data-bid=\"4-1\" class=\"b\">Isa 51:3</a>.The <em>Septuagint </em>rendered the Hebrew word for &#x201C;garden&#x201D; (<em>gan</em>) by the Greek word <em>pa&#xB7;ra&#x2B9;dei&#xB7;sos</em>. To this fact we owe our association of the English word &#x201C;paradise&#x201D; with the garden of Eden.<a href=\"/en/wol/bc/r1/lp-e/1200001256/4/0\" data-bid=\"5-1\" class=\"b\">Genesis 2:15</a> states that &#x201C;God proceeded to take the man and settle him in the garden of Eden.&#x201D; While this might appear to indicate that man&#x2019;s creation took place outside the garden, it may simply refer to God&#x2019;s &#x2018;taking&#x2019; man in the sense of his forming and creating him from the earthly elements, then assigning him to reside initially in the garden in which he came to life. The cultivation and care of the garden was man&#x2019;s work assignment. Eden&#x2019;s trees and plants included all those providing scenic beauty as well as those providing food in wide variety. (<a href=\"/en/wol/bc/r1/lp-e/1200001256/5/0\" data-bid=\"6-1\" class=\"b\">Ge 2:9,</a><a href=\"/en/wol/bc/r1/lp-e/1200001256/5/1\" data-bid=\"6-2\" class=\"b\">&#xA0;15</a>) This fact alone would indicate that the garden covered an area of considerable size.There was a great variety of animal life in the garden. God brought before Adam &#x201C;all the domestic animals and .&#xA0;.&#xA0;. flying creatures of the heavens and .&#xA0;.&#xA0;. every wild beast of the field,&#x201D; the naming of which was given to Adam as one of his earliest tasks. (<a href=\"/en/wol/bc/r1/lp-e/1200001256/6/0\" data-bid=\"7-1\" class=\"b\">Ge 2:19,&#xA0;20</a>) Eden&#x2019;s soil was watered by the waters of the river &#x201C;issuing out of Eden.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001256/7/0\" data-bid=\"8-1\" class=\"b\">Ge 2:10</a>) In view of man&#x2019;s nakedness it may be assumed that the climate was very mild and agreeable.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001256/8/0\" data-bid=\"9-1\" class=\"b\">Ge 2:25</a>.<strong><em>What was the forbidden fruit in Eden?</em></strong>Eden&#x2019;s fruit trees were all there for man to eat from &#x201C;to satisfaction.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001256/9/0\" data-bid=\"10-1\" class=\"b\">Ge 2:16</a>) But one tree, that &#x201C;of the knowledge of good and bad,&#x201D; was placed off limits for the human pair. Eve quoted Jehovah&#x2019;s prohibition given to her husband as including even the &#x2018;touching&#x2019; of the tree, with the penalty of death to result from disrespect for and violation of the divine law. (<a href=\"/en/wol/bc/r1/lp-e/1200001256/10/0\" data-bid=\"11-1\" class=\"b\">Ge 2:17;</a><a href=\"/en/wol/bc/r1/lp-e/1200001256/10/1\" data-bid=\"11-2\" class=\"b\"> 3:3</a>) Traditional teachings have attempted to explain the prohibited fruit in a variety of ways: as a symbol of sexual intercourse, represented by an &#x201C;apple&#x201D;; as standing for the mere cognizance of right and wrong; and as the knowledge attained upon reaching maturity and also through experience, which knowledge can be put to a good or a bad use. Yet, in view of the Creator&#x2019;s command to &#x201C;be fruitful and become many and fill the earth&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001256/11/0\" data-bid=\"12-1\" class=\"b\">Ge 1:28</a>), sexual intercourse must be rejected as being what the tree&#x2019;s fruit represented, for in what other way could procreation and multiplication have been effected? The mere ability to recognize right and wrong most certainly cannot be meant, for obedience to God&#x2019;s command required of sinless man that he be able to exercise such moral discrimination. Nor could the knowledge attained upon reaching maturity be meant, for it would not be sin on man&#x2019;s part to reach this state, nor would his Creator logically obligate him to remain in an immature state.As to the genus of the tree, the Scriptural record is silent. But it becomes apparent that the tree of the knowledge of good and bad symbolized the divine right or prerogative, which man&#x2019;s Creator retains, to designate to his creatures what is &#x201C;good&#x201D; and what is &#x201C;bad,&#x201D; thereafter properly requiring the practice of that which is declared good and the abstention from that which is pronounced bad in order to remain approved by God as Sovereign Ruler. (See <a href=\"/en/wol/tc/r1/lp-e/1200001256/0\">TREES</a>.) Both the prohibition and the subsequent pronouncement of the sentence passed upon the disobedient pair emphasize the fact that it was the <em>act of disobedience </em>in eating the prohibited fruit that constituted the original sin.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001256/12/0\" data-bid=\"13-1\" class=\"b\">Ge 3:3</a>.While some modern critics may balk at the very simplicity of the Edenic account, it should be obvious that the actual circumstances made a simple test most fitting. The life of the newly created man and woman was simple, not complicated and encumbered with all the complex problems, predicaments, and perplexity that disobedience to God has since brought to the human race. Nonetheless, for all its simplicity, the test succinctly and admirably expresses the universal truth of God&#x2019;s sovereignty as well as man&#x2019;s dependence upon God and his duty toward God. And it must be said that, while simple, the account of Eden&#x2019;s events presents matters on an infinitely higher level than those theories that would place man&#x2019;s start, not in a garden, but in a cave, representing him as both crudely ignorant and without moral sense. The simplicity of the test in Eden illustrates the principle stated millenniums later by God&#x2019;s Son, that &#x201C;the person faithful in what is least is faithful also in much, and the person unrighteous in what is least is unrighteous also in much.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001256/13/0\" data-bid=\"14-1\" class=\"b\">Lu 16:10</a>.<span id=\"page677\" class=\"pageNum\" data-no=\"677\" data-before-text=\"677\"></span>Eden&#x2019;s having this proscribed tree within it, however, was clearly not intended to serve as a thorn in the flesh of the human pair, nor was it so designated in order to raise an issue, or to serve as the subject for debate. If Adam and Eve had acknowledged God&#x2019;s will in the matter and had respected his instructions, their garden home would have continued unmarred as a place of pleasure and delight. The record shows that the issue and debate over the tree, along with the temptation to violate God&#x2019;s ordinance, were thrust upon mankind by God&#x2019;s Adversary. (<a href=\"/en/wol/bc/r1/lp-e/1200001256/14/0\" data-bid=\"15-1\" class=\"b\">Ge 3:1-6</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200001256/15/0\" data-bid=\"16-1\" class=\"b\">Re 12:9</a>.) Adam and Eve&#x2019;s exercise of their will, as free moral agents, in rebellion against God&#x2019;s rightful sovereignty led to their loss of Paradise and the blessedness of its confines. Of even graver consequence, they lost the opportunity to partake of another of Eden&#x2019;s trees, this one representing the right to life everlasting. Thus the account says that Jehovah &#x201C;drove the man out and posted at the east of the garden of Eden the cherubs and the flaming blade of a sword that was turning itself continually to guard the way to the tree of life.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001256/16/0\" data-bid=\"17-1\" class=\"b\">Ge 3:22-24</a>.<strong>Location of Eden. </strong>The original site of the garden of Eden is conjectural. The principal means of identifying its geographic location is the Bible&#x2019;s description of the river &#x201C;issuing out of Eden,&#x201D; which thereafter divided into four &#x201C;heads,&#x201D; producing the rivers named as the Euphrates, Hiddekel, Pishon, and Gihon. (<a href=\"/en/wol/bc/r1/lp-e/1200001256/17/0\" data-bid=\"18-1\" class=\"b\">Ge 2:10-14</a>) The Euphrates (Heb., <em>Perath&#x2B9;</em>) is well known, and &#x201C;Hiddekel&#x201D; is the name used for the Tigris in ancient inscriptions. (Compare also <a href=\"/en/wol/bc/r1/lp-e/1200001256/18/0\" data-bid=\"19-1\" class=\"b\">Da 10:4</a>.) The other two rivers, the Pishon and the Gihon, however, are unidentified.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001256/1\">CUSH</a> No.&#xA0;2; <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001256/2\">HAVILAH</a> No.&#xA0;1.Some, such as Calvin and Delitzsch, have argued in favor of Eden&#x2019;s situation somewhere near the head of the Persian Gulf in Lower Mesopotamia, approximately at the place where the Tigris and the Euphrates draw near together. They associated the Pishon and Gihon with canals between these streams. However, this would make these rivers tributaries, rather than branches dividing off from an original source. The Hebrew text points, rather, to a location in the mountainous region N of the Mesopotamian plains, the area where the Euphrates and Tigris rivers have their present sources. Thus <em>The Anchor Bible </em>(1964), in its notes on <a href=\"/en/wol/bc/r1/lp-e/1200001256/19/0\" data-bid=\"20-1\" class=\"b\">Genesis 2:10</a>, states: &#x201C;In Heb[rew] the mouth of the river is called &#x2018;end&#x2019; (<a href=\"/en/wol/bc/r1/lp-e/1200001256/20/0\" data-bid=\"21-1\" class=\"b\">Josh xv 5, </a><a href=\"/en/wol/bc/r1/lp-e/1200001256/20/1\" data-bid=\"21-2\" class=\"b\">xviii 19</a>); hence the plural of <em>ro&#x2BC;s </em>&#x2018;head&#x2019; must refer here to the upper course. .&#xA0;.&#xA0;. This latter usage is well attested for the Akk[adian] cognate <em>resu.&#x201D; </em>The fact that the Euphrates and Tigris rivers do not now proceed from a single source, as well as the impossibility of definitely determining the identification of the Pishon and Gihon rivers, is possibly explained by the effects of the Noachian Flood, which undoubtedly altered considerably the topographical features of the earth, filling in the courses of some rivers and creating others.The traditional location for the garden of Eden has long been suggested to have been a mountainous area some 225&#xA0;km (140&#xA0;mi) SW of Mount Ararat and a few kilometers S of Lake Van, in the eastern part of modern Turkey. That Eden may have been surrounded by some natural barrier, such as mountains, could be suggested by the fact that cherubs are stated to have been stationed only at the E of the garden, from which point Adam and Eve made their exit.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001256/21/0\" data-bid=\"22-1\" class=\"b\">Ge 3:24</a>.After Adam&#x2019;s banishment from the paradisaic garden, with no one to &#x201C;cultivate it and to take care of it,&#x201D; it may be assumed that it merely grew up in natural profusion with only the animals to inhabit its confines until it was obliterated by the surging waters of the Flood, its location lost to man except for the divine record of its existence.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001256/22/0\" data-bid=\"23-1\" class=\"b\">Ge 2:15</a>.<strong>2. </strong>A place mentioned along with Haran and Canneh as a principal trading center with Tyre, specializing in fine garments, carpets, and rope. (<a href=\"/en/wol/bc/r1/lp-e/1200001256/23/0\" data-bid=\"24-1\" class=\"b\">Eze 27:23,&#xA0;24</a>) It is suggested to be an abbreviated form of the name Beth-eden referred to at <a href=\"/en/wol/bc/r1/lp-e/1200001256/24/0\" data-bid=\"25-1\" class=\"b\">Amos 1:5</a>. &#x201C;The sons of Eden&#x201D; are included among other inhabitants of places that were vanquished by the Assyrian forces (<a href=\"/en/wol/bc/r1/lp-e/1200001256/25/0\" data-bid=\"26-1\" class=\"b\">2Ki 19:12;</a><a href=\"/en/wol/bc/r1/lp-e/1200001256/25/1\" data-bid=\"26-2\" class=\"b\"> Isa 37:12</a>), and some consider this Eden (Beth-eden) to be the small district of Bit-adini along the middle course of the Euphrates River.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001256/3\">BETH-EDEN</a>.<strong>3. </strong>One of the Levites who responded to King Hezekiah&#x2019;s call for reform; thereafter assigned to work under Kore, &#x201C;the gatekeeper to the east,&#x201D; in the distribution of the holy contributions among the priestly divisions.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001256/26/0\" data-bid=\"27-1\" class=\"b\">2Ch 29:12;</a><a href=\"/en/wol/bc/r1/lp-e/1200001256/26/1\" data-bid=\"27-2\" class=\"b\"> 31:14,&#xA0;15</a>."}