{"title":"Edom","link":"/en/wol/d/r1/lp-e/1200001258","html":"<span id=\"page678\" class=\"pageNum\" data-no=\"678\" data-before-text=\"678\"></span><strong>EDOM</strong>(E&#x2B9;dom) [Red], <strong>Edomites </strong>(E&#x2B9;dom&#xB7;ites).Edom was the secondary name or byname given to Esau, Jacob&#x2019;s twin brother. (<a href=\"/en/wol/bc/r1/lp-e/1200001258/0/0\" data-bid=\"1-1\" class=\"b\">Ge 36:1</a>) It was applied to him because of his selling his birthright for the <em>red </em>stew. (<a href=\"/en/wol/bc/r1/lp-e/1200001258/1/0\" data-bid=\"2-1\" class=\"b\">Ge 25:30-34</a>) Coincidentally, Esau at birth had had a very red color (<a href=\"/en/wol/bc/r1/lp-e/1200001258/2/0\" data-bid=\"3-1\" class=\"b\">Ge 25:25</a>), and a similar color prevailed in parts of the land he and his descendants later inhabited.<strong>Seir and Edom. </strong>Sometime during Jacob&#x2019;s 20-year stay in Haran, Esau (Edom) had begun to establish himself in the land of Seir, &#x201C;the field of Edom.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001258/3/0\" data-bid=\"4-1\" class=\"b\">Ge 32:3</a>) Thus, even before the death of his father (<a href=\"/en/wol/bc/r1/lp-e/1200001258/4/0\" data-bid=\"5-1\" class=\"b\">Ge 35:29</a>), Esau was apparently beginning to fulfill Isaac&#x2019;s prophetic blessing, directing his attention away from the fertile soils around Hebron and, doubtless, beginning to &#x2018;live by his sword,&#x2019; along with the 400 men under his command. (<a href=\"/en/wol/bc/r1/lp-e/1200001258/5/0\" data-bid=\"6-1\" class=\"b\">Ge 27:39, 40;</a><a href=\"/en/wol/bc/r1/lp-e/1200001258/5/1\" data-bid=\"6-2\" class=\"b\"> 32:6,</a><a href=\"/en/wol/bc/r1/lp-e/1200001258/5/2\" data-bid=\"6-3\" class=\"b\">&#xA0;8</a>) The record indicates, however, that he still maintained residence or a base camp in the Hebron area, not transferring definitely to the mountainous region of Seir until after his father&#x2019;s death (1738&#xA0;B.C.E.). By then his family had grown and his possessions were great.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001258/6/0\" data-bid=\"7-1\" class=\"b\">Ge 36:6-8</a>.The land of Seir had previously been the domain of Horites (<a href=\"/en/wol/bc/r1/lp-e/1200001258/7/0\" data-bid=\"8-1\" class=\"b\">Ge 14:6;</a><a href=\"/en/wol/bc/r1/lp-e/1200001258/7/1\" data-bid=\"8-2\" class=\"b\"> 36:20-30</a>), but Esau&#x2019;s sons dispossessed the Horite sheiks and took over the region. (<a href=\"/en/wol/bc/r1/lp-e/1200001258/8/0\" data-bid=\"9-1\" class=\"b\">De 2:12</a>) Thereafter the land became known as the land of Edom, though the older name of Seir still continued to be in use.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001258/9/0\" data-bid=\"10-1\" class=\"b\">Nu 24:18</a>.<strong>Geographic Description. </strong>The territory of Edom extended about 160&#xA0;km (100&#xA0;mi) from its frontier with Moab in the N, formed by the torrent valley of Zered, down to Elath (Eloth) on the Gulf of &#x2BD;Aqaba in the S. (<a href=\"/en/wol/bc/r1/lp-e/1200001258/10/0\" data-bid=\"11-1\" class=\"b\">De 2:1-8,</a><a href=\"/en/wol/bc/r1/lp-e/1200001258/10/1\" data-bid=\"11-2\" class=\"b\"> 13, 14;</a><a href=\"/en/wol/bc/r1/lp-e/1200001258/10/2\" data-bid=\"11-3\" class=\"b\"> 1Ki 9:26</a>) To the E, the Edomite domain apparently extended out to the edge of the Arabian Desert, while to the W it reached across the Arabah to the Wilderness of Zin and embraced the Negeb highlands region stretching from the SW corner of the Salt Sea on down to Kadesh-barnea. The western portion of Edom therefore came to form the SE boundary of Judah&#x2019;s territory.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001258/11/0\" data-bid=\"12-1\" class=\"b\">Jos 15:1</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200001258/12/0\" data-bid=\"13-1\" class=\"b\">Nu 34:3</a>.The true heartland of the Edomite territory, however, evidently lay E of the Arabah, for here the high mountain range, with some points reaching an altitude of 1,700&#xA0;m (5,600&#xA0;ft), receives some rainfall. This is because the land W of the Arabah, the Negeb, is considerably lower, allowing the remnants of Mediterranean storm clouds to pass over and reach the higher mountains of Edom, where they release some of their remaining moisture. Thus, archaeological investigations show a string of ancient settlements and fortresses along a narrow tongue of arable land on the highest part of the long mountainous tableland, or plateau, but these run out as one proceeds S toward the Gulf of &#x2BD;Aqaba. Modern Tafileh, about 30&#xA0;km (19&#xA0;mi) S of the Dead (Salt) Sea, has large olive groves, though this is due in great measure to the flow of water from eight fine springs, only about 28&#xA0;cm (11&#xA0;in.) of rainfall being deposited annually.Though fertile land was in short supply, this rugged mountainous region held valuable deposits of copper and iron; mining and smelting were carried on around modern Feinan, some 48&#xA0;km (30&#xA0;mi) S of the Dead Sea. Evidence can also be seen of the existence of ancient pine forests of considerable size.<span id=\"page679\" class=\"pageNum\" data-no=\"679\" data-before-text=\"679\"></span>In harmony with the above, Moses, upon sending messengers to the king of Edom, spoke of the Israelite position at Kadesh-barnea as &#x201C;at the extremity of your territory,&#x201D; and when requesting permission for peaceful passage through Edomite territory, Moses referred to their fields, vineyards, and wells.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001258/13/0\" data-bid=\"14-1\" class=\"b\">Nu 20:14-17</a>.<strong>Strategic Position. </strong>Moses requested permission for Israel to travel over &#x201C;the king&#x2019;s road&#x201D; through Edom. (<a href=\"/en/wol/bc/r1/lp-e/1200001258/14/0\" data-bid=\"15-1\" class=\"b\">Nu 20:17</a>) This road, generally called the King&#x2019;s Highway, may have run from the Gulf of &#x2BD;Aqaba on up to Damascus in Syria, following the edge of the high plateaus lining the E side of the Arabah when traversing Edom. Along it were to be found the major cities of Edom. (<a href=\"/en/wol/bc/r1/lp-e/1200001258/15/0\" data-bid=\"16-1\" class=\"b\">Ge 36:33;</a><a href=\"/en/wol/bc/r1/lp-e/1200001258/15/1\" data-bid=\"16-2\" class=\"b\"> 2Ki 14:7</a>) A route also led to the E from the Negeb through Ma&#x2BD;an on the edge of the Arabian Desert and connected there with another route running N and S. Over these roads passed rich cargoes from Egypt, Arabia, Syria, and Mesopotamia. Tolls collected from camel or donkey caravans traversing the roads likely contributed greatly to Edom&#x2019;s wealth. Weary desert travelers also may have paid for food and lodging upon reaching Edom.The steep escarpment, or wall of the plateau, that faced the Arabah gave the main stronghold of Edom excellent protection from that direction. The deep canyon of the torrent valley of Zered impeded invasion from Moab. (Note, however, <a href=\"/en/wol/bc/r1/lp-e/1200001258/16/0\" data-bid=\"17-1\" class=\"b\">Am 2:1</a>.) A chain of fortresses faced the desert to the more vulnerable E, providing defense against Midianite and other nomadic tribes. Additionally, the clefts that cut into the mountains and plateaus are generally walled in by unscalable red sandstone cliffs forming forbidding gorges. With good reason Jehovah&#x2019;s prophecy through Jeremiah speaks of the Edomites as confidently &#x201C;residing in the retreats of the crag, holding the height of the hill,&#x201D; and like an eagle in its nest.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001258/17/0\" data-bid=\"18-1\" class=\"b\">Jer 49:7,</a><a href=\"/en/wol/bc/r1/lp-e/1200001258/17/1\" data-bid=\"18-2\" class=\"b\">&#xA0;16</a>.<strong>The People of Edom. </strong>The Edomites as descendants of Esau were basically a Semitic race, but with a strong Hamitic strain. This was because two of Esau&#x2019;s wives were from Hamitic Canaanite stock (Hittite and Hivite); only one wife named was part Semitic, through Abraham&#x2019;s son Ishmael. (<a href=\"/en/wol/bc/r1/lp-e/1200001258/18/0\" data-bid=\"19-1\" class=\"b\">Ge 36:2,&#xA0;3</a>) If, as some scholars hold, the name Horite means simply &#x201C;cave dweller,&#x201D; Esau&#x2019;s Hivite wife Oholibamah, the daughter of Anah, may have come from the Horite dwellers of Seir. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200001258/19/0\" data-bid=\"20-1\" class=\"b\">Ge 36:2,</a><a href=\"/en/wol/bc/r1/lp-e/1200001258/19/1\" data-bid=\"20-2\" class=\"b\"> 20,</a><a href=\"/en/wol/bc/r1/lp-e/1200001258/19/2\" data-bid=\"20-3\" class=\"b\"> 24,&#xA0;25</a>.) At any rate, the Edomites, like Lot&#x2019;s descendants the Moabites and the Ammonites (note <a href=\"/en/wol/bc/r1/lp-e/1200001258/20/0\" data-bid=\"21-1\" class=\"b\">Da 11:41</a>), were related to the Israelites, and originally they also practiced circumcision. (<a href=\"/en/wol/bc/r1/lp-e/1200001258/21/0\" data-bid=\"22-1\" class=\"b\">Jer 9:25, 26</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200001258/22/0\" data-bid=\"23-1\" class=\"b\">Eze 32:29</a>.) Jehovah referred to them as Israel&#x2019;s &#x201C;brothers,&#x201D; and Edomite land rights were to be held inviolable by the Israelites advancing through the wilderness, since Jehovah <span id=\"page680\" class=\"pageNum\" data-no=\"680\" data-before-text=\"680\"></span>had granted Edom&#x2019;s descendants Mount Seir as a holding.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001258/23/0\" data-bid=\"24-1\" class=\"b\">De 2:1-8</a>.Originally formed into sheikdoms, the Edomite tribes later were organized under a kingdom. The royal line of succession indicates that the kings came from different tribes or sheikdoms, hence not taking the throne on a hereditary family basis. (<a href=\"/en/wol/bc/r1/lp-e/1200001258/24/0\" data-bid=\"25-1\" class=\"b\">Ge 36:15-19,</a><a href=\"/en/wol/bc/r1/lp-e/1200001258/24/1\" data-bid=\"25-2\" class=\"b\"> 31-43</a>) Some critics have viewed the reference at <a href=\"/en/wol/bc/r1/lp-e/1200001258/25/0\" data-bid=\"26-1\" class=\"b\">Genesis 36:31</a> to the Edomite rulers as &#x201C;the kings who reigned in the land of Edom before any king reigned over the sons of Israel&#x201D; as an anachronism or as a later insertion. This is not the case, however, since Moses, the recorder of Genesis, already knew God&#x2019;s clear promise to Jacob (Israel) that &#x201C;kings will come out of your loins.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001258/26/0\" data-bid=\"27-1\" class=\"b\">Ge 35:11</a>) Moses himself foretold that Israel would eventually have a king.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001258/27/0\" data-bid=\"28-1\" class=\"b\">De 28:36</a>.The Greek <em>Septuagint </em>contains an addition to <a href=\"/en/wol/bc/r1/lp-e/1200001258/28/0\" data-bid=\"29-1\" class=\"b\">Job 42:17</a> that would identify Job with Jobab, the Edomite king of <a href=\"/en/wol/bc/r1/lp-e/1200001258/29/0\" data-bid=\"30-1\" class=\"b\">Genesis 36:33</a>. Job, however, was from the land of Uz, a name given originally to an Aramaean tribe and repeated in Aramaean Nahor&#x2019;s lineage. (<a href=\"/en/wol/bc/r1/lp-e/1200001258/30/0\" data-bid=\"31-1\" class=\"b\">Job 1:1</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200001258/31/0\" data-bid=\"32-1\" class=\"b\">Ge 10:23;</a><a href=\"/en/wol/bc/r1/lp-e/1200001258/31/1\" data-bid=\"32-2\" class=\"b\"> 22:20,&#xA0;21</a>.) <a href=\"/en/wol/bc/r1/lp-e/1200001258/32/0\" data-bid=\"33-1\" class=\"b\">Lamentations 4:21</a> does speak of Edom as &#x2018;dwelling in the land of Uz,&#x2019; but this text, written many centuries after the probable time of Job&#x2019;s life, does not equate Uz with Edom, especially since, at <a href=\"/en/wol/bc/r1/lp-e/1200001258/33/0\" data-bid=\"34-1\" class=\"b\">Jeremiah 25:20, 21</a>, &#x201C;the kings of the land of Uz&#x201D; are distinct from Edom. The text may rather indicate an extension of the Edomite domain.<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200001258/0\">UZ</a> No.&#xA0;4.It is possible that one of the three &#x201C;companions&#x201D; who visited and criticized Job in his diseased state was an Edomite, namely, Eliphaz the Temanite. (<a href=\"/en/wol/bc/r1/lp-e/1200001258/34/0\" data-bid=\"35-1\" class=\"b\">Job 2:11</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200001258/35/0\" data-bid=\"36-1\" class=\"b\">Ge 36:11,</a><a href=\"/en/wol/bc/r1/lp-e/1200001258/35/1\" data-bid=\"36-2\" class=\"b\">&#xA0;34</a>.) Teman is presented as a center of Edomite wisdom at <a href=\"/en/wol/bc/r1/lp-e/1200001258/36/0\" data-bid=\"37-1\" class=\"b\">Jeremiah 49:7</a>, the regular Edomite contact and communication with travelers from the Orient perhaps contributing to their reputation for wisdom.<strong>From Exodus to Close of Judean History. </strong>The destruction of Pharaoh&#x2019;s forces and Israel&#x2019;s miraculous deliverance at the Red Sea had repercussions in Edom, as in all the region in and around Canaan. (<a href=\"/en/wol/bc/r1/lp-e/1200001258/37/0\" data-bid=\"38-1\" class=\"b\">Ex 15:14,&#xA0;15</a>) In the wilderness of the Sinai Peninsula, Israel&#x2019;s first armed opposition came from a far-ranging Edomite tribe, the Amalekites, a source of trouble for Israel throughout their history. (<a href=\"/en/wol/bc/r1/lp-e/1200001258/38/0\" data-bid=\"39-1\" class=\"b\">Ex 17:8-16</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200001258/39/0\" data-bid=\"40-1\" class=\"b\">Ge 36:12,</a><a href=\"/en/wol/bc/r1/lp-e/1200001258/39/1\" data-bid=\"40-2\" class=\"b\"> 16</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001258/1\">AMALEK, AMALEKITES</a>.) At the close of the period of wandering, Moses&#x2019; respectful request for safe conduct over the King&#x2019;s Highway through Edom was rejected, and the unnamed Edomite king marshaled a strong force to block any Israelite intrusion. (<a href=\"/en/wol/bc/r1/lp-e/1200001258/40/0\" data-bid=\"41-1\" class=\"b\">Nu 20:14-21</a>) So, following Aaron&#x2019;s death at Mount Hor near the border of Edom (<a href=\"/en/wol/bc/r1/lp-e/1200001258/41/0\" data-bid=\"42-1\" class=\"b\">Nu 20:22-29</a>), Israel skirted Edom&#x2019;s heartland, camped by the torrent valley of Zered, and thereafter traveled N past Moab&#x2019;s eastern frontier.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001258/42/0\" data-bid=\"43-1\" class=\"b\">Nu 21:4,</a><a href=\"/en/wol/bc/r1/lp-e/1200001258/42/1\" data-bid=\"43-2\" class=\"b\"> 10-13;</a><a href=\"/en/wol/bc/r1/lp-e/1200001258/42/2\" data-bid=\"43-3\" class=\"b\"> Jg 11:18</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200001258/43/0\" data-bid=\"44-1\" class=\"b\">De 2:26-29</a>.In the poetic blessing Moses pronounced over Israel before his death, he described Jehovah God as &#x2018;coming from Sinai,&#x2019; as having &#x201C;flashed forth from Seir [Edom],&#x201D; and as having &#x2018;beamed forth from the mountains of Paran.&#x2019; A similar description occurs in Barak and Deborah&#x2019;s song and in the prophecy of Habakkuk. (<a href=\"/en/wol/bc/r1/lp-e/1200001258/44/0\" data-bid=\"45-1\" class=\"b\">De 33:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200001258/44/1\" data-bid=\"45-2\" class=\"b\"> Jg 5:4,&#xA0;5;</a><a href=\"/en/wol/bc/r1/lp-e/1200001258/44/2\" data-bid=\"45-3\" class=\"b\"> Hab 3:3,&#xA0;4</a>) This prophetic portrayal thus evidently sets forth the arena, or theater, in which Jehovah had manifested himself to his newly formed nation, illuminating them as by flashes of light shining over the mountain peaks.Israel had been commanded not to detest an Edomite, &#x201C;for he is your brother.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001258/45/0\" data-bid=\"46-1\" class=\"b\">De 23:7,&#xA0;8</a>) However, not only the aggressive Amalekite tribe, but Edom as a whole followed a course of opposition to Israel. Saul successfully waged war against them. (<a href=\"/en/wol/bc/r1/lp-e/1200001258/46/0\" data-bid=\"47-1\" class=\"b\">1Sa 14:47,&#xA0;48</a>) Yet, Saul had an Edomite, Doeg, as head over his shepherds, and this man acted as informer to Saul against David. When Saul&#x2019;s men were averse to attacking the priests of Nob, Saul used Doeg to accomplish a wholesale massacre.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001258/47/0\" data-bid=\"48-1\" class=\"b\">1Sa 21:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200001258/47/1\" data-bid=\"48-2\" class=\"b\"> 22:9-18</a>.David, as king, won a major victory over the Edomites in the Valley of Salt. (<a href=\"/en/wol/bc/r1/lp-e/1200001258/48/0\" data-bid=\"49-1\" class=\"b\">2Sa 8:13</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200001258/2\">SALT, VALLEY OF</a>.) While the action provoking the battle is not stated, Edomite aggression was doubtless responsible, perhaps because the Edomites&#x2019; thought that David&#x2019;s campaigns into Syria had left the southern part of his kingdom vulnerable to invasion. At <a href=\"/en/wol/bc/r1/lp-e/1200001258/49/0\" data-bid=\"50-1\" class=\"b\">1&#xA0;Chronicles 18:12</a> and in the <a href=\"/en/wol/bc/r1/lp-e/1200001258/50/0\" data-bid=\"51-1\" class=\"b\">superscription of Psalm 60</a>, Abishai and Joab respectively are described as effecting the conquest of the Edomites. Since David was commander in chief and Joab was his principal general, while Abishai was a divisional commander under Joab, it can be seen how the accounts could differ in crediting the victory, depending upon the viewpoint taken, even as is the case in modern times. Similarly the difference in figures in these texts is likely due to the narrator&#x2019;s particular view of the different aspects or campaigns of the war. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200001258/51/0\" data-bid=\"52-1\" class=\"b\">1Ki 11:15,&#xA0;16</a>.) At any rate, David stationed garrisons of Israelite troops throughout Edom, and Edom&#x2019;s remaining population became subject to Israel. (<a href=\"/en/wol/bc/r1/lp-e/1200001258/52/0\" data-bid=\"53-1\" class=\"b\">2Sa 8:14;</a><a href=\"/en/wol/bc/r1/lp-e/1200001258/52/1\" data-bid=\"53-2\" class=\"b\"> 1Ch 18:13</a>) <span id=\"page681\" class=\"pageNum\" data-no=\"681\" data-before-text=\"681\"></span>The &#x201C;yoke&#x201D; of Jacob now rested heavily on the neck of Edom (Esau).<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001258/53/0\" data-bid=\"54-1\" class=\"b\">Ge 27:40</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200001258/54/0\" data-bid=\"55-1\" class=\"b\">Nu 24:18</a>.Solomon, who married Edomite women (<a href=\"/en/wol/bc/r1/lp-e/1200001258/55/0\" data-bid=\"56-1\" class=\"b\">1Ki 11:1</a>), made use of Israelite control over the Edomite coastal cities on the Red Sea, Eloth (Elath) and Ezion-geber, for developing a shipping enterprise. (<a href=\"/en/wol/bc/r1/lp-e/1200001258/56/0\" data-bid=\"57-1\" class=\"b\">1Ki 9:26;</a><a href=\"/en/wol/bc/r1/lp-e/1200001258/56/1\" data-bid=\"57-2\" class=\"b\"> 2Ch 8:17,&#xA0;18</a>) Edom&#x2019;s depleted male population was unable to lift off the Israelite yoke, though an escapee of royal blood, Hadad, did lead a resistance movement of some sort.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001258/57/0\" data-bid=\"58-1\" class=\"b\">1Ki 11:14-22</a>.Whether this situation prevailed continuously for a full century after David&#x2019;s initial conquest cannot be said. The attack by &#x201C;the sons of Ammon, and Moab and the mountainous region of Seir [Edom]&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001258/58/0\" data-bid=\"59-1\" class=\"b\">2Ch 20:1, 2,</a><a href=\"/en/wol/bc/r1/lp-e/1200001258/58/1\" data-bid=\"59-2\" class=\"b\"> 10,</a><a href=\"/en/wol/bc/r1/lp-e/1200001258/58/2\" data-bid=\"59-3\" class=\"b\">&#xA0;22</a>) may have taken place before the combined assault by Judean, Israelite, and Edomite forces against Moab. (<a href=\"/en/wol/bc/r1/lp-e/1200001258/59/0\" data-bid=\"60-1\" class=\"b\">2Ki 3:5-9</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200001258/3\">MOAB, MOABITES</a>.) Edom apparently formed part of each triple alliance, fighting first on one side and then on the other. It is also stated that at some point in Jehoshaphat&#x2019;s reign Edom had no king; the land was ruled by a deputy, who evidently was answerable to the Judean throne, so Judah&#x2019;s access to the Gulf of &#x2BD;Aqaba and its port or ports was unobstructed. (<a href=\"/en/wol/bc/r1/lp-e/1200001258/60/0\" data-bid=\"61-1\" class=\"b\">1Ki 22:47,&#xA0;48</a>) With regard to the campaign against Moab, the predicted flooding of the previously dry torrent valley where the allied armies camped may have resulted from a desert thunderstorm on the higher plateau. Such storms in modern times can send torrents of water rushing down the wadis toward the Arabah. Or the water may have appeared by purely miraculous means.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001258/61/0\" data-bid=\"62-1\" class=\"b\">2Ki 3:16-23</a>.Edom revolted and threw off the Judean yoke in the reign of Jehoshaphat&#x2019;s son Jehoram and reestablished its independent monarchy. Although Jehoram won a military victory in an encounter with them, the Edomites remained in revolt. (<a href=\"/en/wol/bc/r1/lp-e/1200001258/62/0\" data-bid=\"63-1\" class=\"b\">2Ki 8:20-22;</a><a href=\"/en/wol/bc/r1/lp-e/1200001258/62/1\" data-bid=\"63-2\" class=\"b\"> 2Ch 21:8-10</a>) In the first half of Amaziah&#x2019;s reign (858-830&#xA0;B.C.E.), the Valley of Salt was again the scene of military disaster for Edom, and Amaziah seized the major Edomite city of Sela, being ensnared, however, by worship of Edom&#x2019;s impotent false gods. (<a href=\"/en/wol/bc/r1/lp-e/1200001258/63/0\" data-bid=\"64-1\" class=\"b\">2Ki 14:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200001258/63/1\" data-bid=\"64-2\" class=\"b\"> 2Ch 25:11-20</a>) His son, Uzziah (Azariah), restored Elath to Judean control.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001258/64/0\" data-bid=\"65-1\" class=\"b\">2Ki 14:21,&#xA0;22</a>.Syria, in an offensive action against Judah during Ahaz&#x2019; reign (761-746&#xA0;B.C.E.), put the Red Sea port of Elath back into Edom&#x2019;s hands. (<a href=\"/en/wol/bc/r1/lp-e/1200001258/65/0\" data-bid=\"66-1\" class=\"b\">2Ki 16:5,&#xA0;6</a>) The Edomites, evidently free from Judah&#x2019;s dominion, joined other nations, including Assyria, in raids against Judah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001258/66/0\" data-bid=\"67-1\" class=\"b\">2Ch 28:16-20</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200001258/67/0\" data-bid=\"68-1\" class=\"b\">Ps 83:4-8</a>.No written records have been found from Edomite sources. Secular records of other nations, however, make mention of them. An Egyptian papyrus thought to be of the second millennium B.C.E. refers to Bedouin tribes from Edom entering the Delta region in search of pasturage for their cattle. Pharaohs Merneptah and Ramses&#xA0;III claimed dominion over Edom, as did the Assyrian monarch Adad-nirari&#xA0;III. Sometime after this latter king, Tiglath-pileser&#xA0;III (a contemporary of Ahaz) boasts of receiving tribute from &#x201C;Kaushmalaku of Edom,&#x201D; while Esar-haddon, Sennacherib&#x2019;s successor, lists &#x201C;Qaushgabri&#x201D; as an Edomite vassal king.<wbr>&#x2014;<em>Ancient Near Eastern Texts, </em>edited by J.&#xA0;Pritchard, 1974, pp.&#xA0;282, 291.<strong>Edom in Prophecy. </strong>As early as King Uzziah&#x2019;s rule, the prophets Joel and Amos pronounced Jehovah&#x2019;s positive condemnation of Edom for its unrelenting fury expressed against Israel by the unmerciful use of the sword. (<a href=\"/en/wol/bc/r1/lp-e/1200001258/68/0\" data-bid=\"69-1\" class=\"b\">Am 1:6,</a><a href=\"/en/wol/bc/r1/lp-e/1200001258/68/1\" data-bid=\"69-2\" class=\"b\"> 11,&#xA0;12</a>) Edom, by its vicious opposition to Jehovah&#x2019;s covenant people, had forfeited its title to the land it had held by divine warrant. (<a href=\"/en/wol/bc/r1/lp-e/1200001258/69/0\" data-bid=\"70-1\" class=\"b\">Joe 3:19;</a><a href=\"/en/wol/bc/r1/lp-e/1200001258/69/1\" data-bid=\"70-2\" class=\"b\"> Am 9:11,&#xA0;12</a>) The Edomites sealed their doom when the Babylonians conquered Judah and Jerusalem in 607&#xA0;B.C.E. Edomite hatred was clearly revealed as they urged on the devastators of Jerusalem (<a href=\"/en/wol/bc/r1/lp-e/1200001258/70/0\" data-bid=\"71-1\" class=\"b\">Ps 137:7</a>), rejoiced at Judah&#x2019;s tragedy, and in their enmity and desire for revenge even turned over Judean escapees for slaughter by the Babylonians. They joined other neighboring peoples in plundering the land, and they planned to take over the abandoned country of Judah and of Israel, speaking boastfully against Jehovah. For this, Jehovah directed his prophets Jeremiah, Ezekiel, and Obadiah to assure Edom that its rejoicing would be short-lived and the treatment meted out to Judah would also become Edom&#x2019;s portion. (<a href=\"/en/wol/bc/r1/lp-e/1200001258/71/0\" data-bid=\"72-1\" class=\"b\">La 4:21, 22;</a><a href=\"/en/wol/bc/r1/lp-e/1200001258/71/1\" data-bid=\"72-2\" class=\"b\"> Eze 25:12-14;</a><a href=\"/en/wol/bc/r1/lp-e/1200001258/71/2\" data-bid=\"72-3\" class=\"b\"> 35:1-15;</a><a href=\"/en/wol/bc/r1/lp-e/1200001258/71/3\" data-bid=\"72-4\" class=\"b\"> 36:3-5;</a><a href=\"/en/wol/bc/r1/lp-e/1200001258/71/4\" data-bid=\"72-5\" class=\"b\"> Ob 1-16</a>) As the prophet Isaiah had earlier foretold, the sword-wielding Edomites would come under Jehovah&#x2019;s own sword of justice and judgment, all classes, great and small, becoming like sacrificial animals devoted to destruction.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001258/72/0\" data-bid=\"73-1\" class=\"b\">Isa 34:5-8</a>.Edom was to become like Sodom and Gomorrah, uninhabited for all time. (<a href=\"/en/wol/bc/r1/lp-e/1200001258/73/0\" data-bid=\"74-1\" class=\"b\">Jer 49:7-22</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200001258/74/0\" data-bid=\"75-1\" class=\"b\">Isa 34:9-15</a>.) Meriting Jehovah&#x2019;s hatred, Edom would be called &#x201C;the territory of wickedness&#x201D; and &#x201C;the people whom Jehovah has denounced to time indefinite.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001258/75/0\" data-bid=\"76-1\" class=\"b\">Mal 1:1-5</a>) Edom thus evidently stands as symbolic of the hard-set <span id=\"page682\" class=\"pageNum\" data-no=\"682\" data-before-text=\"682\"></span>enemies of God&#x2019;s covenant people at <a href=\"/en/wol/bc/r1/lp-e/1200001258/76/0\" data-bid=\"77-1\" class=\"b\">Isaiah 63:1-6</a>, where the divine Warrior with bloodstained garments who has trod the winepress of God&#x2019;s vengeance appropriately is described as coming from Edom (meaning &#x201C;Red&#x201D;) and from Edom&#x2019;s most prominent city Bozrah (possibly used here as a play on the Hebrew word <em>ba&#xB7;tsir&#x2B9;, </em>meaning &#x201C;grape gathering&#x201D;).<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200001258/77/0\" data-bid=\"78-1\" class=\"b\">Re 14:14-20;</a><a href=\"/en/wol/bc/r1/lp-e/1200001258/77/1\" data-bid=\"78-2\" class=\"b\"> 19:11-16</a>.<strong>Later History and Disappearance. </strong>The king of Edom was warned by means of Jehovah&#x2019;s prophet Jeremiah to bring his neck under the yoke of Nebuchadnezzar, the king of Babylon. (<a href=\"/en/wol/bc/r1/lp-e/1200001258/78/0\" data-bid=\"79-1\" class=\"b\">Jer 27:1-7</a>) What the Edomites actually did in this regard is not recorded. However, after the destruction of Jerusalem in 607&#xA0;B.C.E., some Judean exiles found temporary refuge in Edom. Then, after the departure of the Babylonian armies, these refugees returned to their land and finally fled down to Egypt. (<a href=\"/en/wol/bc/r1/lp-e/1200001258/79/0\" data-bid=\"80-1\" class=\"b\">Jer 40:11, 12;</a><a href=\"/en/wol/bc/r1/lp-e/1200001258/79/1\" data-bid=\"80-2\" class=\"b\"> 43:5-7</a>) Soon the time for Edom to drink deeply from the cup of Jehovah&#x2019;s wrath arrived. (<a href=\"/en/wol/bc/r1/lp-e/1200001258/80/0\" data-bid=\"81-1\" class=\"b\">Jer 25:15-17,</a><a href=\"/en/wol/bc/r1/lp-e/1200001258/80/1\" data-bid=\"81-2\" class=\"b\">&#xA0;21</a>) This occurred about the middle of the sixth century B.C.E., under the Babylonian king Nabonidus. According to C.&#xA0;J.&#xA0;Gadd, a scholar of Babylonian history and literature, the troops of Nabonidus that conquered Edom and Tema included Jewish soldiers. Commenting on this, John Lindsay wrote: &#x201C;Thus, in part at least, the words of the prophet found a fulfilment when he wrote of Yahweh saying &#x2018;I will lay my vengeance upon Edom <em>by the hand of my people Israel&#x2019; </em>(<a href=\"/en/wol/bc/r1/lp-e/1200001258/81/0\" data-bid=\"82-1\" class=\"b\">Ezek. 25.14</a>). We have also a partial fulfilment of the words of Obadiah who said that Edom&#x2019;s &#x2018;allies&#x2019;, &#x2018;confederates&#x2019;, &#x2018;trusted friends&#x2019; would &#x2018;deceive&#x2019;, &#x2018;prevail against&#x2019; and &#x2018;set a trap under&#x2019; them. Here we may see a reference to the Babylonians who, although in the days of Nebuchadrezzar were willing to allow them a share in Judah&#x2019;s loss, under Nabonidus curbed once and for all the commercial and mercantile ambitions of Edom (cf. <a href=\"/en/wol/bc/r1/lp-e/1200001258/82/0\" data-bid=\"83-1\" class=\"b\">Obad. 1</a> and&#xA0;<a href=\"/en/wol/bc/r1/lp-e/1200001258/83/0\" data-bid=\"84-1\" class=\"b\">7</a>).&#x201D;<wbr>&#x2014;<em>Palestine Exploration Quarterly, </em>London, 1976, p.&#xA0;39.The book of Malachi, written some 100 years after the campaign into Edom by Nabonidus, relates that God had already made Edom&#x2019;s &#x201C;mountains a desolated waste and his inheritance for the jackals of the wilderness.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001258/84/0\" data-bid=\"85-1\" class=\"b\">Mal 1:3</a>) The Edomites were hoping to return and rebuild their devastated places, but they would not be successful.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001258/85/0\" data-bid=\"86-1\" class=\"b\">Mal 1:4</a>.By the fourth century B.C.E. the Nabataeans were inhabiting the Edomite territory, and the Edomites were never able to return. Instead, they found themselves in the Negeb to the S of Judah. The Edomites moved as far N as Hebron, and eventually the southern part of Judah became known as Idumea. According to Josephus, John Hyrcanus I subjugated them sometime between 130 and 120&#xA0;B.C.E. and compelled them to accept Judaism. (<em>Jewish Antiquities, </em>XIII, 257, 258 [ix,&#xA0;1];&#xA0;XV, 253, 254 [vii,&#xA0;9]) Thereafter they were gradually absorbed by the Jews, and following the Roman destruction of Jerusalem in 70&#xA0;C.E., they ceased to exist as a people.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001258/86/0\" data-bid=\"87-1\" class=\"b\">Ob 10,</a><a href=\"/en/wol/bc/r1/lp-e/1200001258/86/1\" data-bid=\"87-2\" class=\"b\"> 18</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001258/4\">IDUMEA</a>.<strong>[Map on page&#xA0;679]</strong>(For fully formatted text, see publication)<strong>Land of EDOM</strong> Major Roads Local Roads<strong>EDOM</strong>WILDERNESS OF ZINMOAB<em>Salt Sea</em><em>T.V. of Zered</em>SelaBozrahMt.&#xA0;HorKadesh-barneaTemanKing&#x2019;s RoadEzion-geberElath<em>Gulf of </em>&#x2BD;<em>Aqaba</em>ARABIAN DESERT"}