{"title":"Eglon","link":"/en/wol/d/r1/lp-e/1200001264","html":"<span id=\"page686\" class=\"pageNum\" data-no=\"686\" data-before-text=\"686\"></span><strong>EGLON</strong>(Eg&#x2B9;lon) [Little Calf].<strong>1. </strong>A king of Moab in the days of the Judges, who oppressed Israel for 18 years, &#x201C;because they did what was bad in Jehovah&#x2019;s eyes.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001264/0/0\" data-bid=\"1-1\" class=\"b\">Jg 3:12-25</a>) Eglon was head of the confederacy of Moab, Ammon, and Amalek in their assault upon Israel. His downfall came when left-handed Ehud, after presenting the customary tribute, said: &#x201C;I have a secret word for you, O&#xA0;king.&#x201D; In the privacy of his cool chamber atop the flat roof of his palace, Eglon, after dismissing his attendants, rose up from his throne to receive what Ehud said was &#x201C;a word of God.&#x201D; Thereupon Ehud thrust into Eglon&#x2019;s very fat belly a double-edged sword so that &#x201C;the handle kept going in also after the blade,&#x201D; and &#x201C;the fecal matter began to come out.&#x201D; Concerning <a href=\"/en/wol/bc/r1/lp-e/1200001264/1/0\" data-bid=\"2-1\" class=\"b\">Judges 3:22</a>, Clarke&#x2019;s <em>Commentary </em>says: &#x201C;Either the contents of the bowels issued through the wound, or he had an evacuation in the natural way through the <em>fright </em>and <em>anguish.&#x201D;</em><strong>2. </strong>A royal Canaanite city whose king joined a confederacy against Gibeon when that city made peace with Joshua and Israel. Joshua slew the five kings involved, hung them on stakes, and later conquered Eglon, devoting its inhabitants to destruction. (<a href=\"/en/wol/bc/r1/lp-e/1200001264/2/0\" data-bid=\"3-1\" class=\"b\">Jos 10:1-5,</a><a href=\"/en/wol/bc/r1/lp-e/1200001264/2/1\" data-bid=\"3-2\" class=\"b\"> 22-27,</a><a href=\"/en/wol/bc/r1/lp-e/1200001264/2/2\" data-bid=\"3-3\" class=\"b\"> 34, 35;</a><a href=\"/en/wol/bc/r1/lp-e/1200001264/2/3\" data-bid=\"3-4\" class=\"b\"> 12:12</a>) It was thereafter included in the territory of the tribe of Judah. (<a href=\"/en/wol/bc/r1/lp-e/1200001264/3/0\" data-bid=\"4-1\" class=\"b\">Jos 15:39</a>) The original site is believed to be found at Tell el-Hesi, about 25&#xA0;km (16&#xA0;mi) ENE of Gaza, and about 11&#xA0;km (7&#xA0;mi) W of the site of Lachish, and thus near the edge of the Plains of Philistia. The ancient name, however, is preserved at the ruins of Khirbet &#x2BD;Ajlan, a few miles distant."}