{"title":"Egypt, Egyptian","link":"/en/wol/d/r1/lp-e/1200001265","html":"<span id=\"page686\" class=\"pageNum\" data-no=\"686\" data-before-text=\"686\"></span><strong>EGYPT, EGYPTIAN</strong>Egypt and its inhabitants are referred to over 700 times in the Bible. In the Hebrew Scriptures, Egypt is usually designated by the name Mizraim (<em>Mits&#xB7;ra&#x2B9;yim</em>) (compare <a href=\"/en/wol/bc/r1/lp-e/1200001265/0/0\" data-bid=\"1-1\" class=\"b\">Ge 50:11</a>), evidently pointing to the prominence or predominance of the descendants of that son of Ham in the region. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/1/0\" data-bid=\"2-1\" class=\"b\">Ge 10:6</a>) The name <em>Misr </em>is applied to Egypt even today by Arabs. In certain psalms it is called &#x201C;the land of Ham.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001265/2/0\" data-bid=\"3-1\" class=\"b\">Ps 105:23,</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/2/1\" data-bid=\"3-2\" class=\"b\"> 27;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/2/2\" data-bid=\"3-3\" class=\"b\"> 106:21,&#xA0;22</a>.<strong>Boundaries and Geography. </strong>(MAP, Vol.&#xA0;1, p.&#xA0;531) In ancient and modern times, Egypt has owed its existence to the Nile River, with its fertile valley stretching like a long, narrow green ribbon through the parched desert regions of northeastern Africa. &#x201C;Lower Egypt&#x201D; comprised the broad Delta region where the Nile waters fan out before emptying into the Mediterranean Sea, at one time through at least five separate branches, today by only two. From the point where the Nile&#x2019;s waters diverge (in the region of modern Cairo) to the seacoast is about 160&#xA0;km (100&#xA0;mi). The site of ancient Heliopolis (Biblical On) is found a short distance N of Cairo, while a few miles S of Cairo lies Memphis (usually called Noph in the Bible). (<a href=\"/en/wol/bc/r1/lp-e/1200001265/3/0\" data-bid=\"4-1\" class=\"b\">Ge 46:20;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/3/1\" data-bid=\"4-2\" class=\"b\"> Jer 46:19;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/3/2\" data-bid=\"4-3\" class=\"b\"> Ho 9:6</a>) To the S of Memphis began the region of &#x201C;Upper Egypt,&#x201D; extending up the valley all the way to the first cataract of the Nile at Aswan (ancient Syene), a distance of some 960&#xA0;km (600&#xA0;mi). Many scholars, however, consider it more logical to refer to the northern part of this section as &#x201C;Middle Egypt.&#x201D; In this entire region (of Middle and Upper Egypt) the flat Nile Valley rarely exceeds 20&#xA0;km (12&#xA0;mi) in width, and it is bounded on both sides by limestone and sandstone cliffs, which form the edge of the desert proper.Beyond the first cataract lay ancient Ethiopia, so that Egypt is said to have reached &#x201C;from Migdol [a site evidently in NE Egypt] to Syene and to the boundary of Ethiopia.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001265/4/0\" data-bid=\"5-1\" class=\"b\">Eze 29:10</a>) While the Hebrew term <em>Mits&#xB7;ra&#x2B9;yim </em>is regularly used to stand for the entire land of Egypt, many scholars believe that in some cases it represents Lower Egypt, and perhaps Middle Egypt, with Upper Egypt being designated by &#x201C;Pathros.&#x201D; The reference to &#x2018;Egypt [Mizraim], Pathros, and Cush&#x2019; at <a href=\"/en/wol/bc/r1/lp-e/1200001265/5/0\" data-bid=\"6-1\" class=\"b\">Isaiah 11:11</a> is paralleled by a similar geographic lineup in an inscription of Assyrian King Esar-haddon, who lists within his empire the regions of &#x2018;Musur, Paturisi, and Kusu.&#x2019;<wbr>&#x2014;<em>Ancient Near Eastern Texts, </em>edited by J.&#xA0;Pritchard, 1974, p.&#xA0;290.Bounded by the Mediterranean Sea on the N and the first cataract of the Nile and Nubia-Ethiopia on the S, Egypt was hemmed in by the Libyan Desert (part of the Sahara) on the W and the Red Sea Desert on the E.&#xA0;Thus, for the most part, it was quite insulated against outside influence and was protected from invasion. The isthmus of Sinai on the NE, however, formed a bridge with the Asiatic continent (<a href=\"/en/wol/bc/r1/lp-e/1200001265/6/0\" data-bid=\"7-1\" class=\"b\">1Sa 15:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/6/1\" data-bid=\"7-2\" class=\"b\"> 27:8</a>); and over this land bridge came commercial caravans (<a href=\"/en/wol/bc/r1/lp-e/1200001265/7/0\" data-bid=\"8-1\" class=\"b\">Ge 37:25</a>), migrants, and, in time, invading armies. &#x201C;The torrent valley of Egypt,&#x201D; usually identified <span id=\"page687\" class=\"pageNum\" data-no=\"687\" data-before-text=\"687\"></span>with Wadi el-&#x2BD;Arish in the Sinai Peninsula, evidently marked the NE extremity of Egypt&#x2019;s established domain. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/8/0\" data-bid=\"9-1\" class=\"b\">2Ki 24:7</a>) Beyond this lay Canaan. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/9/0\" data-bid=\"10-1\" class=\"b\">Jos 15:4</a>) In the desert to the W of the Nile, there were at least five oases that came to form part of the Egyptian kingdom. The large Faiyum oasis, about 72&#xA0;km (45&#xA0;mi) SW of ancient Memphis, received water from the Nile by means of a channel.<strong><em>Economy dependent on Nile. </em></strong>Whereas today the desert regions lining the Nile Valley provide little or no vegetation to sustain animal life, the evidence is that in ancient times the wadis, or torrent valleys, contained many game animals hunted by the Egyptians. Still, rain was evidently scant and today is negligible (Cairo receiving perhaps 5&#xA0;cm [2&#xA0;in.] annually). Thus life in Egypt depended on the waters of the Nile.The Nile&#x2019;s sources take their rise in the mountains of Ethiopia and neighboring lands. Here seasonal rainfall was sufficient to swell the river&#x2019;s flow, causing it to flood its banks in Egypt each year during the months of July to September. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200001265/10/0\" data-bid=\"11-1\" class=\"b\">Am 8:8;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/10/1\" data-bid=\"11-2\" class=\"b\"> 9:5</a>.) This not only provided water for irrigation canals and basins but also deposited valuable silt to enrich the soil. So fertile was the Nile Valley, and also the Delta, that the well-watered region of Sodom and Gomorrah viewed by Lot was likened to &#x201C;the garden of Jehovah, like the land of Egypt.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001265/11/0\" data-bid=\"12-1\" class=\"b\">Ge 13:10</a>) However, the amount of inundation was variable; when low, production was poor and famine resulted. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/12/0\" data-bid=\"13-1\" class=\"b\">Ge 41:29-31</a>) The complete failure of the Nile inundations would represent a disaster of the first order, converting the country into a barren wasteland.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001265/13/0\" data-bid=\"14-1\" class=\"b\">Isa 19:5-7;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/13/1\" data-bid=\"14-2\" class=\"b\"> Eze 29:10-12</a>.<strong><em>Products. </em></strong>Agriculturally rich, Egypt&#x2019;s main crops were barley, wheat, spelt (a type of wheat), and flax (from which fine linen was made and exported to many lands). (<a href=\"/en/wol/bc/r1/lp-e/1200001265/14/0\" data-bid=\"15-1\" class=\"b\">Ex 9:31, 32;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/14/1\" data-bid=\"15-2\" class=\"b\"> Pr 7:16</a>) There were vineyards and date, fig, and pomegranate trees; vegetable gardens provided a good variety of products, including cucumbers, watermelons, leeks, onions, and garlic. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/15/0\" data-bid=\"16-1\" class=\"b\">Ge 40:9-11;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/15/1\" data-bid=\"16-2\" class=\"b\"> Nu 11:5;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/15/2\" data-bid=\"16-3\" class=\"b\"> 20:5</a>) The allusion to &#x2018;irrigating the land with one&#x2019;s foot&#x2019; (<a href=\"/en/wol/bc/r1/lp-e/1200001265/16/0\" data-bid=\"17-1\" class=\"b\">De 11:10</a>) is understood by some scholars to refer to the use of a foot-powered waterwheel. It might also refer to use of the foot to open and to close channels through which irrigation water flowed.When famine hit neighboring lands, people often made their way down to fruitful Egypt, as did Abraham early in the second millennium B.C.E. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/17/0\" data-bid=\"18-1\" class=\"b\">Ge 12:10</a>) In time Egypt came to be a granary for much of the Mediterranean area. The ship out of Alexandria, Egypt, that the apostle Paul boarded at Myra in the first century C.E. was a grain ship on its way to Italy.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001265/18/0\" data-bid=\"19-1\" class=\"b\">Ac 27:5, 6,</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/18/1\" data-bid=\"19-2\" class=\"b\">&#xA0;38</a>.Another important export of Egypt was papyrus, the reedy plant that grew in the abundant marshes of the Delta (<a href=\"/en/wol/bc/r1/lp-e/1200001265/19/0\" data-bid=\"20-1\" class=\"b\">Ex 2:3</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200001265/20/0\" data-bid=\"21-1\" class=\"b\">Job 8:11</a>) and that was used for making writing material. Lacking in forests, however, Egypt was obliged to import lumber from Phoenicia, especially cedar from port cities such as Tyre, where Egypt&#x2019;s many-colored linens were prized. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/21/0\" data-bid=\"22-1\" class=\"b\">Eze 27:7</a>) Egyptian temples and monuments were built of granite and some softer stones, such as limestone, supplies of which were abundant in the hills flanking the Nile Valley. Ordinary homes and even palaces were made of mud brick (the common material for construction of buildings). Egyptian mines in the hills along the Red Sea (as well as over in the Sinai Peninsula) produced gold and copper; bronze products made from this copper were also exported.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001265/22/0\" data-bid=\"23-1\" class=\"b\">Ge 13:1,&#xA0;2;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/22/1\" data-bid=\"23-2\" class=\"b\"> Ps 68:31</a>.Stock raising played an important part in the Egyptian economy; Abraham acquired sheep and cattle while there, as well as such beasts of burden as asses and camels. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/23/0\" data-bid=\"24-1\" class=\"b\">Ge 12:16;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/23/1\" data-bid=\"24-2\" class=\"b\"> Ex 9:3</a>) Horses are mentioned during the period of Joseph&#x2019;s administration in Egypt (1737-1657&#xA0;B.C.E.) and are generally considered to have been introduced from Asia. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/24/0\" data-bid=\"25-1\" class=\"b\">Ge 47:17;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/24/1\" data-bid=\"25-2\" class=\"b\"> 50:9</a>) These may have first been obtained by trade or by capture during Egyptian raids into lands to the NE. By Solomon&#x2019;s time, Egyptian horses were sufficient in number and esteemed highly enough to be an important item (along with Egyptian chariots) on the world market.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001265/25/0\" data-bid=\"26-1\" class=\"b\">1Ki 10:28,&#xA0;29</a>.Birds of prey and scavenger birds, such as vultures, kites, eagles, and falcons, as well as many water birds, including the ibis and the crane, were numerous. The Nile abounded with fish (<a href=\"/en/wol/bc/r1/lp-e/1200001265/26/0\" data-bid=\"27-1\" class=\"b\">Isa 19:8</a>), and hippopotamuses and crocodiles were common. (Compare symbolic language of <a href=\"/en/wol/bc/r1/lp-e/1200001265/27/0\" data-bid=\"28-1\" class=\"b\">Eze 29:2-5</a>.) The desert regions were inhabited by jackals, wolves, hyenas, and lions as well as various types of snakes and other reptiles.<strong>The People. </strong>The people of Egypt were Hamites, evidently descended primarily from Ham&#x2019;s son Mizraim. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/28/0\" data-bid=\"29-1\" class=\"b\">Ge 10:6</a>) After the dispersal at Babel (<a href=\"/en/wol/bc/r1/lp-e/1200001265/29/0\" data-bid=\"30-1\" class=\"b\">Ge 11:8,&#xA0;9</a>), many of Mizraim&#x2019;s descendants, such as the Ludim, Anamim, Lehabim, <span id=\"page688\" class=\"pageNum\" data-no=\"688\" data-before-text=\"688\"></span>Naphtuhim, and Pathrusim, may have migrated to N Africa. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/30/0\" data-bid=\"31-1\" class=\"b\">Ge 10:6,</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/30/1\" data-bid=\"31-2\" class=\"b\"> 13,&#xA0;14</a>) As already noted, Pathros (singular form of Pathrusim) is associated with Upper Egypt, and there is some evidence for placing the Naphtuhim in the Delta region of Egypt.Supporting the view that there was a rather composite population formed of different family tribes is the fact that the country from great antiquity was divided into numerous sections (later called nomes) and that these divisions continued to exist and formed part of the governmental structure after the country was unified under one principal ruler, in fact, until the end of the empire. There were generally 42 nomes recognized, 20 in Lower Egypt and 22 in Upper Egypt. The continued distinction made between Upper and Lower Egypt throughout Egypt&#x2019;s history, though perhaps relating to geographic differences, may also point to an original tribal division. When the central government weakened, the country tended to split into these two major sections or even approach disintegration into numerous petty kingdoms in the various nomes.On the basis of ancient paintings and also mummified bodies, the early Egyptians are described as generally small-statured, slender, and while not Negroid, dark-complexioned. Considerable variety, however, is evident in ancient paintings and sculptures.<strong>Language. </strong>Modern scholars incline to class the Egyptian language by such terms as &#x201C;Semito-Hamitic.&#x201D; While the language was basically Hamitic, it is claimed that there are many analogous points in its grammar and that of the Semitic tongues, as well as some similarities in the vocabulary. Despite such apparent connections, it is acknowledged that &#x201C;Egyptian differs from all the Semitic tongues a good deal more than any one of them differs from any other, and at least until its relationship to the African languages is more closely defined, Egyptian must certainly be classified as standing outside the Semitic group.&#x201D; (<em>Egyptian Grammar, </em>by A.&#xA0;Gardiner, London, 1957, p.&#xA0;3) When hiding his identity from his brothers, Joseph spoke to them through an Egyptian interpreter.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001265/31/0\" data-bid=\"32-1\" class=\"b\">Ge 42:23</a>.There are, at any rate, a number of factors making it extremely difficult to draw definite conclusions as to the earliest forms of language used in Egypt. One of these is the Egyptian system of writing. The ancient inscriptions use pictographic signs (representations of animals, birds, plants, or other objects) along with certain geometric forms, a system of writing called hieroglyphics by the Greeks. While certain signs came to represent syllables, these were used only to supplement the hieroglyphics and never replaced them. Furthermore, the precise sounds expressed by those syllables are not known today. Some help is obtained from the references to Egypt in certain cuneiform writings as early as the middle of the second millennium B.C.E. Greek transcriptions of Egyptian names and of other words dating from about the sixth century C.E., and Aramaic transcriptions beginning about a century later, likewise give some idea of the spelling of the Egyptian words transcribed. But the reconstruction of the phonology, or sound system, of ancient Egyptian is still based primarily on Coptic, the form of Egyptian spoken from the third century C.E. onward. So, the original structure of the ancient vocabulary in its earliest form, particularly before the period of the Israelite sojourn in Egypt, can only be approximated. For example, see <a href=\"/en/wol/tc/r1/lp-e/1200001265/0\">NO, NO-AMON</a>.Additionally, knowledge of other ancient Hamitic languages in Africa is very limited today, thereby making it difficult to determine the relationship of Egyptian to them. No inscriptions of non-Egyptian African languages are known earlier than the start of the Common Era. The facts support the Biblical account of the confusion of language, and it seems evident that the early Egyptians, as descendants of Ham through Mizraim, spoke a language separate and distinct from the Semitic tongues.Hieroglyphic writing was used especially for inscriptions on monuments and wall paintings, where the symbols were executed in great detail. While it continued to be used down to the start of the Common Era, particularly for religious texts, a less cumbersome writing that used more simplified, cursive forms was developed at an early date by scribes writing with ink on leather and papyrus. Called hieratic, it was followed by an even more cursive form called demotic, particularly from what is styled the &#x201C;Twenty-sixth Dynasty&#x201D; (seventh and sixth centuries B.C.E.) onward. Deciphering of Egyptian texts was not accomplished until after the discovery of the Rosetta Stone in 1799. This inscription, now in the British Museum, contains a decree honoring Ptolemy&#xA0;V (Epiphanes) and dates from 196&#xA0;B.C.E. The writing is in Egyptian hieroglyphic, demotic, and Greek, and the Greek text became the key making decipherment of Egyptian possible.<span id=\"page689\" class=\"pageNum\" data-no=\"689\" data-before-text=\"689\"></span><strong>Religion. </strong>Egypt was an ultrareligious land, rife with polytheism. Every city and town had its own local deity, bearing the title &#x201C;Lord of the City.&#x201D; A list found in the tomb of Thutmose&#xA0;III contains the names of some 740 gods. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/32/0\" data-bid=\"33-1\" class=\"b\">Ex 12:12</a>) Frequently the god was represented as married to a goddess who bore him a son, &#x201C;thus forming a divine triad or trinity in which the father, moreover, was not always the chief, contenting himself on occasion with the role of prince consort, while the principal deity of the locality remained the goddess.&#x201D; (<em>New Larousse Encyclopedia of Mythology, </em>1968, p.&#xA0;10) Each of the chief gods dwelt in a temple that was not open to the public. The god was worshiped by the priests who awoke him each morning with a hymn, bathed him, dressed him, &#x201C;fed&#x201D; him, and rendered him other services. (Contrast <a href=\"/en/wol/bc/r1/lp-e/1200001265/33/0\" data-bid=\"34-1\" class=\"b\">Ps 121:3,&#xA0;4;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/33/1\" data-bid=\"34-2\" class=\"b\"> Isa 40:28</a>.) In this the priests were apparently regarded as acting as the representatives of the Pharaoh, who was believed to be a living god himself, the son of the god Ra. This situation certainly emphasizes the courage shown by Moses and Aaron in going before Pharaoh to present him with the decree of the true God and adds significance to Pharaoh&#x2019;s disdainful response, &#x201C;Who is Jehovah, so that I should obey his voice?&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001265/34/0\" data-bid=\"35-1\" class=\"b\">Ex 5:2</a>.Despite the great mass of archaeological material unearthed in Egypt in the form of temples, statues, religious paintings, and writings, relatively few facts are known about the actual religious <em>beliefs </em>of the Egyptians. Religious texts present a very spotty and fragmentary picture, generally omitting as much as or more than they include. Much of the understanding of the nature of their gods and practices is based on deduction or on data provided by Greek writers such as Herodotus and Plutarch.The lack of unity of belief is apparent, however, as regional differences continued throughout Egyptian history and resulted in a maze of legends and myths, often contradictory. The god Ra, for example, was known under 75 different names and forms. Only a few, relatively speaking, of the hundreds of deities seem to have received worship on a truly national basis. Most popular among these was the trinity or triad of Osiris, Isis (his wife), and Horus (his son). Then there were the &#x201C;cosmic&#x201D; gods headed by Ra, the sun-god, and including gods of the moon, sky, air, earth, the river Nile, and so forth. At Thebes (Biblical No) the god Amon was most prominent and in time was accorded the title &#x201C;king of the gods&#x201D; under the name Amon-Ra. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/35/0\" data-bid=\"36-1\" class=\"b\">Jer 46:25</a>) At festival times (<a href=\"/en/wol/bc/r1/lp-e/1200001265/36/0\" data-bid=\"37-1\" class=\"b\">Jer 46:17</a>), the gods were paraded through the city streets. When, for example, the idol image of Ra was carried by his priests in religious procession, the people made it a point to be on hand, expecting to get merit thereby. Considering their mere presence as a fulfillment of their religious obligation, the Egyptians felt that Ra, in turn, was obligated to continue to prosper them. They looked to him only for material blessings and prosperity, never asking for anything spiritual. There are numerous correspondencies between the principal gods of Egypt and those of Babylon, the evidence favoring Babylon as the source and Egypt as the receiver or perpetuator.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001265/1\">GODS AND GODDESSES</a>.This polytheistic worship had no beneficial or uplifting effect on the Egyptians. As is observed by the <em>Encyclop&#xE6;dia Britannica </em>(1959, Vol.&#xA0;8, p.&#xA0;53): &#x201C;Marvellous mysteries, occultly harbouring deep truths, are assigned to them by the classical and modern imagination. They had mysteries, of course, like the Ashantis or Ibos [African tribes]. It is a mistake, however, to think that these mysteries enshrined truth, and that <span id=\"page690\" class=\"pageNum\" data-no=\"690\" data-before-text=\"690\"></span>there was an occult &#x2018;faith&#x2019; behind them.&#x201D; In reality, the available evidence shows that magic and primitive superstition were basic elements of the Egyptian worship. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/37/0\" data-bid=\"38-1\" class=\"b\">Ge 41:8</a>) Religious magic was employed to prevent disease; spiritism was prominent, with many &#x201C;charmers,&#x201D; &#x201C;spirit mediums,&#x201D; and &#x201C;professional foretellers of events.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001265/38/0\" data-bid=\"39-1\" class=\"b\">Isa 19:3</a>) Amulets and &#x201C;good-luck&#x201D; charms were worn, and magic spells were written on scraps of papyrus and tied around the neck. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200001265/39/0\" data-bid=\"40-1\" class=\"b\">De 18:10,&#xA0;11</a>.) When Moses and Aaron performed miraculous acts by divine power, the priestly magicians and sorcerers of Pharaoh&#x2019;s courts made a show of duplicating such acts through magical arts until forced to admit failure.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001265/40/0\" data-bid=\"41-1\" class=\"b\">Ex 7:11,</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/40/1\" data-bid=\"41-2\" class=\"b\"> 22;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/40/2\" data-bid=\"41-3\" class=\"b\"> 8:7,</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/40/3\" data-bid=\"41-4\" class=\"b\"> 18,&#xA0;19</a>.<strong><em>Animal worship. </em></strong>This superstitious worship led the Egyptians to practice a most degrading idolatry that embraced the worship of animals. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200001265/41/0\" data-bid=\"42-1\" class=\"b\">Ro 1:22,&#xA0;23</a>.) Many of the most prominent gods were regularly depicted as having a human body with the head of an animal or bird. Thus the god Horus was represented with a falcon&#x2019;s head; Thoth with the head of an ibis or else that of an ape. In some cases the god was considered to be actually incarnate in the body of the animal, as in the case of the Apis bulls. The living Apis bull, viewed as the incarnation of the god Osiris, was kept in a temple and at death received an elaborate funeral and burial. The belief that some animals, such as cats, baboons, crocodiles, jackals, and various birds, were sacred by virtue of their association with certain gods resulted in the Egyptians&#x2019; mummifying literally hundreds of thousands of such creatures, burying them in special cemeteries.<strong><em>Why did Moses insist that Israel&#x2019;s sacrifices would be &#x201C;detestable to the Egyptians&#x201D;?</em></strong>The fact that so many different animals were venerated in one part of Egypt or another is doubtless what gave force and persuasiveness to Moses&#x2019; insistence that Israel be allowed to go into the wilderness to make their sacrifices, saying to Pharaoh: &#x201C;Suppose we would sacrifice a thing detestable to the Egyptians before their eyes; would they not stone us?&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001265/42/0\" data-bid=\"43-1\" class=\"b\">Ex 8:26,&#xA0;27</a>) It appears that most of the sacrifices Israel later did make would have been highly offensive to the Egyptians. (In Egypt the sun-god Ra was at times represented as a calf born of the celestial cow.) On the other hand, as shown under <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001265/2\">GODS AND GODDESSES</a>, by the Ten Plagues on Egypt, Jehovah executed judgments &#x201C;on all the gods of Egypt,&#x201D; bringing great humiliation upon them while making his own name known throughout the land.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001265/43/0\" data-bid=\"44-1\" class=\"b\">Ex 12:12</a>.The nation of Israel did not completely escape contamination with such false worship during its two centuries of sojourning in Egypt (<a href=\"/en/wol/bc/r1/lp-e/1200001265/44/0\" data-bid=\"45-1\" class=\"b\">Jos 24:14</a>), and this was doubtless, to a considerable extent, at the root of the wrong attitudes displayed early in the Exodus journey. Though Jehovah instructed the Israelites to throw away &#x201C;the dungy idols of Egypt,&#x201D; they failed to do so. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/45/0\" data-bid=\"46-1\" class=\"b\">Eze 20:7,&#xA0;8;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/45/1\" data-bid=\"46-2\" class=\"b\"> 23:3, 4,</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/45/2\" data-bid=\"46-3\" class=\"b\">&#xA0;8</a>) The making of a golden calf for worship in the wilderness likely reflects the Egyptian animal worship that had infected some Israelites. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/46/0\" data-bid=\"47-1\" class=\"b\">Ex 32:1-8;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/46/1\" data-bid=\"47-2\" class=\"b\"> Ac 7:39-41</a>) Just before Israel entered the Promised Land, Jehovah again gave explicit warning against any association of animal forms or of any of the &#x201C;cosmic&#x201D; bodies in Israel&#x2019;s worship of Him. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/47/0\" data-bid=\"48-1\" class=\"b\">De 4:15-20</a>) Yet, animal worship surfaced again centuries later when Jeroboam, who had recently returned from Egypt, made two golden calves for worship when he gained kingship in the northern kingdom of Israel. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/48/0\" data-bid=\"49-1\" class=\"b\">1Ki 12:2,</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/48/1\" data-bid=\"49-2\" class=\"b\"> 28,&#xA0;29</a>) It is noteworthy that the inspired Scriptures recorded by Moses are entirely free from any corruption by such Egyptian idolatry and superstition.<strong><em>Spiritual and moral qualities lacking. </em></strong>Some scholars suggest that whatever concept of sin was manifest in certain Egyptian religious texts was the later result of Semitic influence. Yet, confession of sin was always in a negative sense, <span id=\"page691\" class=\"pageNum\" data-no=\"691\" data-before-text=\"691\"></span>as the <em>Encyclop&#xE6;dia Britannica </em>(1959, Vol.&#xA0;8, p.&#xA0;56) comments: &#x201C;When [the Egyptian] confessed he did not say &#x2018;I am guilty&#x2019;; he said &#x2018;I am not guilty.&#x2019; His confession was negative, and the <em>onus probandi </em>[the burden of proof] lay on his judges, who, according to the funerary papyri, always gave the verdict in his favour<wbr>&#x2014;or at any rate it was hoped and expected that they would do so.&#x201D; (Contrast <a href=\"/en/wol/bc/r1/lp-e/1200001265/49/0\" data-bid=\"50-1\" class=\"b\">Ps 51:1-5</a>.) Ancient Egypt&#x2019;s religion appears to have been mainly a matter of ceremonies and spells, designed to achieve certain desired results through the providence of one or more of their numerous gods.Though the claim is made that a form of monotheism existed during the reigns of Pharaohs Amenhotep&#xA0;III and Amenhotep&#xA0;IV (Akhenaton), when the worship of the sun-god Aton became nearly exclusive, it was not a true monotheism. The Pharaoh himself continued to be worshiped as a god. And even in this period there was no ethical quality to the Egyptian religious texts, the hymns to the sun-god Aton merely praising him for his life-giving heat but remaining barren of any expression of praise or appreciation for any spiritual or moral qualities. Any suggestion that the monotheism of Moses&#x2019; writings derived from Egyptian influence is therefore completely without foundation.<strong><em>Beliefs about the dead. </em></strong>Strikingly prominent in Egyptian religion was the concern for the dead and the preoccupation with ensuring one&#x2019;s welfare and happiness after the &#x201C;change&#x201D; of death. The belief in reincarnation or the transmigration of the soul was an all-pervading doctrine. The soul was believed to be immortal; nevertheless, it was believed that the human body must also be preserved so that the soul might return and use it on occasion. Because of this belief, the Egyptians embalmed their dead. The tomb in which the mummified body was placed was considered the deceased&#x2019;s &#x201C;home.&#x201D; The pyramids were colossal residences for the royal dead. The necessities and luxuries of life, including jewelry, clothing, furniture, and supplies of food, were stored away in the tombs for future use by the deceased, along with written spells and charms (such as the &#x201C;Book of the Dead&#x201D;) to provide the departed with protection from evil spirits. (PICTURE, Vol.&#xA0;1, p.&#xA0;533) However, these spells did not even protect them from the human tomb robbers who eventually ransacked virtually every major tomb.While the bodies of Jacob and Joseph were embalmed, in Jacob&#x2019;s case this was doubtless largely for the purpose of preservation until his body could be transferred to a burial place in the Promised Land as an expression of their faith. Particularly in Joseph&#x2019;s case, the embalming may have been done by the Egyptians as an expression <span id=\"page692\" class=\"pageNum\" data-no=\"692\" data-before-text=\"692\"></span>of respect and honor.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001265/50/0\" data-bid=\"51-1\" class=\"b\">Ge 47:29-31;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/50/1\" data-bid=\"51-2\" class=\"b\"> 50:2-14,</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/50/2\" data-bid=\"51-3\" class=\"b\"> 24-26</a>.<strong>Egyptian Life and Culture. </strong>Scholars have long presented Egypt as the &#x2018;most ancient civilization&#x2019; and as the source of many of mankind&#x2019;s earliest inventions and progress. More recently, however, the accumulated evidence has pointed to Mesopotamia as the so-called cradle of civilization. Certain Egyptian architectural methods, the use of the wheel, perhaps the basic principles of their pictographic writing, and particularly the fundamental features of Egyptian religion are all thought to have had a Mesopotamian origin. This, of course, is in accord with the Bible record of the dispersion of peoples following the Flood.The best known achievements in Egyptian <em>architecture </em>are the pyramids constructed at Giza by Pharaohs Khufu (Cheops), Khafre, and Menkure of what is styled the &#x201C;Fourth Dynasty.&#x201D; The largest, that of Khufu, has a base covering about 5.3 ha (13&#xA0;acres), with a peak some 137&#xA0;m (450&#xA0;ft) high (the equivalent of a modern 40-story building). It is calculated that 2,300,000 blocks of stone, averaging 2.3 metric tons each, were used. The blocks were shaped so carefully that they fitted within a few millimeters. Colossal temples were also built; one at Karnak, in Thebes (Biblical No; <a href=\"/en/wol/bc/r1/lp-e/1200001265/51/0\" data-bid=\"52-1\" class=\"b\">Jer 46:25;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/51/1\" data-bid=\"52-2\" class=\"b\"> Eze 30:14-16</a>), was the largest columnar structure ever constructed by man.<em>Circumcision </em>was a regular practice among the Egyptians from ancient times, and the Bible lists them with other circumcised peoples.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001265/52/0\" data-bid=\"53-1\" class=\"b\">Jer 9:25,&#xA0;26</a>.<em>Education </em>seems to have consisted primarily of schools for the scribes, run by the priests. Besides being expert in Egyptian writing, royal scribes also were thoroughly familiar with Aramaic cuneiform; already in the middle of the second millennium B.C.E. subject rulers in Syria and Palestine regularly communicated with the Egyptian capital in Aramaic. Egyptian mathematics was sufficiently well developed to allow for the stupendous construction feats mentioned previously, and some knowledge of geometric and algebraic principles is evident. It may be noted that &#x201C;Moses was instructed in all the wisdom of the Egyptians.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001265/53/0\" data-bid=\"54-1\" class=\"b\">Ac 7:22</a>) While there was much false wisdom in Egypt, some knowledge of practical value was also available.<em>Government and law </em>were centered on the king or Pharaoh, regarded as a god in human form. He ruled the land through subordinates, or ministers, and through feudal chiefs, whose power in times of royal weakness rivaled that of the king. Perhaps these latter chieftains were indeed viewed by those under their domain as virtual kings, thus accounting for the Biblical mention of &#x201C;the kings [plural] of Egypt&#x201D; when referring to specific times. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/54/0\" data-bid=\"55-1\" class=\"b\">2Ki 7:6;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/54/1\" data-bid=\"55-2\" class=\"b\"> Jer 46:25</a>) After the Egyptian conquest of Nubia-Ethiopia to the S, that region was governed by a viceroy called &#x201C;the king&#x2019;s son of Cush,&#x201D; and there is evidence of an Egyptian viceroy in Phoenicia as well.No actual code of law is known from Egypt; laws existed but evidently they were simply by royal decree, like those of Pharaoh concerning the Israelites&#x2019; brickmaking labor and the order to drown all newborn Israelite male babies. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/55/0\" data-bid=\"56-1\" class=\"b\">Ex 1:8-22;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/55/1\" data-bid=\"56-2\" class=\"b\"> 5:6-18</a>; <span id=\"page693\" class=\"pageNum\" data-no=\"693\" data-before-text=\"693\"></span>compare <a href=\"/en/wol/bc/r1/lp-e/1200001265/56/0\" data-bid=\"57-1\" class=\"b\">Ge 41:44</a>.) Taxes were imposed on all crops of landowners, and this seems to have had its beginning in Joseph&#x2019;s day, when all land, except that of the priests, came to be property of the Pharaoh. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/57/0\" data-bid=\"58-1\" class=\"b\">Ge 47:20-26</a>) Taxes included not only portions of the produce or livestock but also labor for government projects and for military service. Punishment for crimes included cutting off the nose, exile to labor in the mines, beating with rods, imprisonment, and death, often by beheading.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001265/58/0\" data-bid=\"59-1\" class=\"b\">Ge 39:20;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/58/1\" data-bid=\"59-2\" class=\"b\"> 40:1-3,</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/58/2\" data-bid=\"59-3\" class=\"b\"> 16-22</a>.<em>Marriage </em>customs permitted polygamy and brother-and-sister marriages, this latter practice being known in some places in Egypt up until the second century C.E. Certain Pharaohs are known to have married their sisters, apparently because no other women were considered sacred enough to mate with such a &#x201C;living god.&#x201D; The Law given Israel after they had left Egypt forbade incestuous marriage, saying, &#x201C;The way the land of Egypt does .&#xA0;.&#xA0;. you must not do; [nor] the way the land of Canaan does.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001265/59/0\" data-bid=\"60-1\" class=\"b\">Le 18:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/59/1\" data-bid=\"60-2\" class=\"b\"> 6-16</a>.Ancient Egyptian knowledge of <em>medicine </em>has often been presented as quite scientific and advanced. While some knowledge of anatomy is evident and certain simple surgical methods were developed and cataloged, much ignorance is also revealed. Thus, while an Egyptian papyrus text speaks of the heart as being connected by vessels to every part of the body, the same text presents the vessels as carrying, not blood, but air, water, semen, and mucus. Not only was there a fundamental misunderstanding of the functions of the living body, but the medical texts are heavily dosed with magic and superstition; magical spells and incantations make up a major portion of the information. Remedies not only included beneficial herbs and plants but also prescribed such ingredients as the blood of mice, urine, or the excrement of flies, which, together with the spells, were &#x201C;calculated to drive the possessing demon out of the man&#x2019;s body in sheer disgust.&#x201D; (<em>History of Mankind, </em>by J.&#xA0;Hawkes and Sir Leonard Woolley, 1963, Vol.&#xA0;I, p.&#xA0;695) Such lack of understanding may have contributed to some of the &#x2018;fearsome diseases of Egypt,&#x2019; likely including elephantiasis, dysentery, smallpox, bubonic plague, ophthalmia, and other ailments; Israel could gain protection from them by faithful obedience. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/60/0\" data-bid=\"61-1\" class=\"b\">De 7:15</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200001265/61/0\" data-bid=\"62-1\" class=\"b\">De 28:27,</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/61/1\" data-bid=\"62-2\" class=\"b\"> 58-60;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/61/2\" data-bid=\"62-3\" class=\"b\"> Am 4:10</a>.) The hygienic measures imposed on the Israelites following the Exodus are in dramatic contrast to many of the practices described in the Egyptian texts.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001265/62/0\" data-bid=\"63-1\" class=\"b\">Le 11:32-40</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001265/3\">DISEASES AND TREATMENT</a>.Egyptian <em>trades </em>embraced the usual range: pottery making, weaving, metalworking, the making of jewelry and religious charms, and many other skills. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/63/0\" data-bid=\"64-1\" class=\"b\">Isa 19:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/63/1\" data-bid=\"64-2\" class=\"b\"> 9,&#xA0;10</a>) Already by about the middle of the second millennium B.C.E., Egypt was a center of glass manufacturing.<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200001265/64/0\" data-bid=\"65-1\" class=\"b\">Job 28:17</a>.<em>Transportation </em>within the country centered on the Nile River. The prevailing winds out of the N aided the sailing vessels in going upstream, while those boats traveling from the S were carried downstream by the current. Besides this main &#x201C;highway,&#x201D; there were canals and a few roads, leading, for example, up into Canaan.International trade was carried on with other African countries by caravans and by ships on the Red Sea, while large Egyptian galleys carried cargoes and passengers to many ports of the eastern Mediterranean Sea.Egyptian <em>dress </em>was simple. The men during much of early history wore merely a kind of apron, gathered in pleats at the front; later only the humbler classes left the upper part of the body bare. Women wore a long close-fitting chemise with shoulder straps, the garment often being made of fine linen. It was customary to go barefoot, a possible factor in the prevalence of certain diseases.Egyptian paintings show the men with their hair cut short or shaved, and as clean shaven. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/65/0\" data-bid=\"66-1\" class=\"b\">Ge 41:14</a>) The use of cosmetics was common among the women.Egyptian <em>homes </em>varied from the simple huts of the poor to the spacious villas of the wealthy, with their surrounding gardens, orchards, and ponds. Since Potiphar served as an official of Pharaoh, his home was likely a fine villa. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/66/0\" data-bid=\"67-1\" class=\"b\">Ge 39:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/66/1\" data-bid=\"67-2\" class=\"b\"> 4-6</a>) <em>Furniture </em>varied from simple stools to elaborate chairs and couches. Homes of some size were generally built around open courtyards. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200001265/67/0\" data-bid=\"68-1\" class=\"b\">Ex 8:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/67/1\" data-bid=\"68-2\" class=\"b\">&#xA0;13</a>.) Kneading of dough and cooking of food were often done in the courtyard. <em>Food </em>for most Egyptians was likely barley bread, vegetables, fish (both abundant and cheap; <a href=\"/en/wol/bc/r1/lp-e/1200001265/68/0\" data-bid=\"69-1\" class=\"b\">Nu 11:5</a>), and beer, the common drink. Those who could afford it added various meats to their diet.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001265/69/0\" data-bid=\"70-1\" class=\"b\">Ex 16:3</a>.Egyptian <em>military </em>men handled the standard weapons of the time: bow and arrow, spear or lance, mace, ax, and dagger. Horse-drawn <span id=\"page694\" class=\"pageNum\" data-no=\"694\" data-before-text=\"694\"></span>chariots played a major role in their warfare. Though body armor seems to have been little used in earlier times, it later came into use as also did helmets, often plumed. Thus, Jeremiah&#x2019;s prophecy (<a href=\"/en/wol/bc/r1/lp-e/1200001265/70/0\" data-bid=\"71-1\" class=\"b\">46:2-4</a>) gives an accurate description of the Egyptian military in the seventh century B.C.E. Much of the army seems to have been formed of conscripts from among the people; in later times mercenary troops from other nations were regularly employed.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001265/71/0\" data-bid=\"72-1\" class=\"b\">Jer 46:7-9</a>.<strong>History. </strong>Egyptian history from secular sources is very uncertain, especially for the earlier periods.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001265/4\">CHRONOLOGY</a> (Egyptian Chronology).<strong><em>Abraham&#x2019;s visit. </em></strong>Sometime after the Flood (2370-2369&#xA0;B.C.E.) and the subsequent split-up of the peoples at Babel, Hamites occupied Egypt. By the time (sometime between 1943&#xA0;B.C.E. and 1932&#xA0;B.C.E.) that famine forced Abraham (Abram) to leave Canaan and go down to Egypt, a kingdom was functioning under a Pharaoh (unnamed in the Bible).<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001265/72/0\" data-bid=\"73-1\" class=\"b\">Ge 12:4,</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/72/1\" data-bid=\"73-2\" class=\"b\"> 14, 15;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/72/2\" data-bid=\"73-3\" class=\"b\"> 16:16</a>.Egypt was apparently receptive to strangers, and no animosity appears to have been shown to nomadic Abraham, a tent dweller. Yet Abraham&#x2019;s fear of being murdered because of his beautiful wife was evidently founded on fact and indicates a low state of morality in Egypt. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/73/0\" data-bid=\"74-1\" class=\"b\">Ge 12:11-13</a>) The plagues brought on Pharaoh because of his taking Sarah into his house were effective and resulted in Abraham&#x2019;s being ordered to leave the country; when he left he took not only his wife but also increased possessions. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/74/0\" data-bid=\"75-1\" class=\"b\">Ge 12:15-20;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/74/1\" data-bid=\"75-2\" class=\"b\"> 13:1,&#xA0;2</a>) Perhaps Sarah&#x2019;s maidservant Hagar was obtained during Abraham&#x2019;s stay in Egypt. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/75/0\" data-bid=\"76-1\" class=\"b\">Ge 16:1</a>) Hagar became the mother of Abraham&#x2019;s son Ishmael (1932&#xA0;B.C.E.), and on growing up, Ishmael married a woman from his mother&#x2019;s native land, Egypt. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/76/0\" data-bid=\"77-1\" class=\"b\">Ge 16:3, 4,</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/76/1\" data-bid=\"77-2\" class=\"b\"> 15, 16;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/76/2\" data-bid=\"77-3\" class=\"b\"> 21:21</a>) Thus, the Ishmaelites as a race were originally predominantly Egyptian, and their range of camping sites at times took them near Egypt&#x2019;s border.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001265/77/0\" data-bid=\"78-1\" class=\"b\">Ge 25:13-18</a>.A second famine again made Egypt a place for seeking relief, but now (sometime after 1843&#xA0;B.C.E., the year of Abraham&#x2019;s death) Jehovah instructed Isaac to reject any idea of a move into that land.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001265/78/0\" data-bid=\"79-1\" class=\"b\">Ge 26:1,&#xA0;2</a>.<strong><em>Joseph in Egypt. </em></strong>Then, nearly two centuries after Abraham&#x2019;s sojourn in Egypt, Jacob&#x2019;s young son Joseph was sold to a Midianite-Ishmaelite caravan and resold in Egypt to an official of Pharaoh&#x2019;s court (1750&#xA0;B.C.E.). (<a href=\"/en/wol/bc/r1/lp-e/1200001265/79/0\" data-bid=\"80-1\" class=\"b\">Ge 37:25-28,</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/79/1\" data-bid=\"80-2\" class=\"b\">&#xA0;36</a>) As Joseph later explained to his brothers, this was permitted by God to prepare the way for the preservation of Jacob&#x2019;s family during a period of extreme famine. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/80/0\" data-bid=\"81-1\" class=\"b\">Ge 45:5-8</a>) The report of the major events of Joseph&#x2019;s life presents a picture of Egypt that is undeniably accurate. (See <a href=\"/en/wol/tc/r1/lp-e/1200001265/5\">JOSEPH</a> No.&#xA0;1.) The titles of officials, customs, dress, use of magic, and many other details described can be corroborated by data obtained from Egyptian monuments, pictures, and writings. The investiture of Joseph as viceroy of Egypt (<a href=\"/en/wol/bc/r1/lp-e/1200001265/81/0\" data-bid=\"82-1\" class=\"b\">Ge 41:42</a>), for example, follows the procedure depicted in Egyptian inscriptions and murals.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001265/82/0\" data-bid=\"83-1\" class=\"b\">Ge chaps 45-47</a>.The Egyptian distaste for eating with Hebrews, as at the meal Joseph provided for his brothers, may have been due to religious or racial pride and prejudice, or it may have been tied in with their detestation of shepherds. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/83/0\" data-bid=\"84-1\" class=\"b\">Ge 43:31, 32;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/83/1\" data-bid=\"84-2\" class=\"b\"> 46:31-34</a>) This latter attitude, in turn, quite possibly was simply due to an Egyptian caste system, in which shepherds seem to have been near the bottom; or it could have been that since the land available for cultivation was limited, there was a strong dislike for those seeking pasture for flocks.<strong><em>&#x201C;Hyksos Period.&#x201D; </em></strong>Many commentators place Joseph&#x2019;s entry into Egypt and that of his father and family in what is popularly known as the Hyksos Period. However, as Merrill Unger comments (<em>Archaeology and the Old Testament, </em>1964, p.&#xA0;134): &#x201C;Unfortunately, [this period] is one of great obscurity in Egypt, and the Hyksos conquest is very imperfectly understood.&#x201D;Some scholars assign the Hyksos to the &#x201C;Thirteenth to the Seventeenth Dynasties&#x201D; with a 200-year rule; others confine them to the &#x201C;Fifteenth and Sixteenth Dynasties&#x201D; during a century and a half or only one century. The name Hyksos has been interpreted by some as meaning &#x201C;Shepherd Kings,&#x201D; by others, &#x201C;Rulers of Foreign Countries.&#x201D; Conjectures as to their race or nationality have been even more varied, with Indo-Europeans from the Caucasus or even in Central Asia, Hittites, Syrian-Palestinian rulers (Canaanites or Amorites), and Arabian tribes all being suggested.Some archaeologists depict the &#x201C;Hyksos conquest&#x201D; of Egypt as northern hordes sweeping through Palestine and Egypt in swift chariots, while others refer to it as a creeping conquest, that is, a gradual infiltration of migrating nomads or seminomads who either slowly took over control of the country piecemeal or by a swift coup d&#x2019;&#xE9;tat put themselves at the head of the existing government. In the book <em>The World </em><span id=\"page695\" class=\"pageNum\" data-no=\"695\" data-before-text=\"695\"></span><em>of the Past </em>(Part&#xA0;V, 1963, p.&#xA0;444) archaeologist Jacquetta Hawkes states: &#x201C;It is no longer thought that the Hyksos rulers .&#xA0;.&#xA0;. represent the invasion of a conquering horde of Asiatics. The name seems to mean Rulers of the Uplands, and they were wandering groups of Semites who had long come to Egypt for trade and other peaceful purposes.&#x201D; While this may represent the present popular view, it still leaves the difficult problem of explaining how such &#x201C;wandering groups&#x201D; could take over the land of Egypt, especially since the &#x201C;Twelfth Dynasty,&#x201D; prior to this period, is considered to have brought the country to a peak of power.As <em>The Encyclopedia Americana </em>(1956, Vol.&#xA0;14, p.&#xA0;595) says: &#x201C;The only detailed account of them [the Hyksos] in any ancient writer is an unreliable passage of a lost work of Manetho, cited by Josephus in his rejoinder to Apion.&#x201D; Statements attributed by Josephus to Manetho are the source of the name Hyksos. Interestingly, Josephus, claiming to quote Manetho verbatim, presents Manetho&#x2019;s account as directly connecting the Hyksos with the Israelites. Josephus, it seems, accepts this connection but argues vehemently against many of the details of the account. He seems to prefer the rendering of Hyksos as &#x201C;captive shepherds&#x201D; rather than &#x201C;king-shepherds.&#x201D; Manetho, according to Josephus, presents the Hyksos as conquering Egypt without a battle, destroying cities and &#x201C;the temples of the gods,&#x201D; and causing slaughter and havoc. They are represented as settling in the Delta region. Finally the Egyptians are said to have risen up, fought a long and terrible war, with 480,000 men, besieged the Hyksos at their chief city, Avaris, and then, strangely, reached an agreement allowing them to leave the country unharmed with their families and possessions, whereupon they went to Judea and built Jerusalem.<wbr>&#x2014;<em>Against Apion, </em>I, 73-105 (14-16); 223-232 (25,&#xA0;26).In the contemporary writings the names of these rulers were preceded by titles such as &#x201C;Good God,&#x201D; &#x201C;Son of Re&#x2BD;,&#x201D; or <em>Hik-khoswet, </em>&#x201C;Ruler of Foreign Lands.&#x201D; The term &#x201C;Hyksos&#x201D; is evidently derived from this latter title. Egyptian documents immediately following their rule called them Asiatics. Regarding this period of Egyptian history, C.&#xA0;E.&#xA0;DeVries noted: &#x201C;In attempting to correlate secular history with the biblical data, some scholars have tried to equate the expulsion of the Hyksos from Egypt with the Israelite Exodus, but the chronology rules out this identification, and other factors as well make this hypothesis untenable. .&#xA0;.&#xA0;. The origin of the Hyksos is uncertain; they came from somewhere in Asia and bore Semitic names for the most part.&#x201D;<wbr>&#x2014;<em>The International Standard Bible Encyclopedia, </em>edited by G.&#xA0;Bromiley, 1982, Vol.&#xA0;2, p.&#xA0;787.Since Joseph&#x2019;s elevation to power and the benefits it brought Israel were by divine providence, there is no need to seek some other reason in the form of friendly &#x201C;Shepherd Kings.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001265/84/0\" data-bid=\"85-1\" class=\"b\">Ge 45:7-9</a>) But it is possible that Manetho&#x2019;s account, actually the foundation of the &#x201C;Hyksos&#x201D; idea, simply represents a garbled tradition, one that developed from earlier Egyptian efforts to explain away what took place in their land during the Israelite sojourn in Egypt. The tremendous effect on the country produced by Joseph&#x2019;s ascension to the position of acting ruler (<a href=\"/en/wol/bc/r1/lp-e/1200001265/85/0\" data-bid=\"86-1\" class=\"b\">Ge 41:39-46;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/85/1\" data-bid=\"86-2\" class=\"b\"> 45:26</a>); the profound change his administration brought, resulting in the Egyptians&#x2019; sale of their land and even of themselves to Pharaoh (<a href=\"/en/wol/bc/r1/lp-e/1200001265/86/0\" data-bid=\"87-1\" class=\"b\">Ge 47:13-20</a>); the 20-percent tax they thereafter paid from their produce (<a href=\"/en/wol/bc/r1/lp-e/1200001265/87/0\" data-bid=\"88-1\" class=\"b\">Ge 47:21-26</a>); the 215 years of Israelite residence in Goshen, with their eventually exceeding the native population in number and strength, according to Pharaoh&#x2019;s statement (<a href=\"/en/wol/bc/r1/lp-e/1200001265/88/0\" data-bid=\"89-1\" class=\"b\">Ex 1:7-10,</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/88/1\" data-bid=\"89-2\" class=\"b\"> 12,</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/88/2\" data-bid=\"89-3\" class=\"b\">&#xA0;20</a>); the Ten Plagues and the devastation they wrought not only on the Egyptian economy but even more so on their religious beliefs and the prestige of their priesthood (<a href=\"/en/wol/bc/r1/lp-e/1200001265/89/0\" data-bid=\"90-1\" class=\"b\">Ex 10:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/89/1\" data-bid=\"90-2\" class=\"b\"> 11:1-3;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/89/2\" data-bid=\"90-3\" class=\"b\"> 12:12,&#xA0;13</a>); the Exodus of Israel following the death of all Egypt&#x2019;s firstborn and then the destruction of the cream of Egypt&#x2019;s military forces at the Red Sea (<a href=\"/en/wol/bc/r1/lp-e/1200001265/90/0\" data-bid=\"91-1\" class=\"b\">Ex 12:2-38;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/90/1\" data-bid=\"91-2\" class=\"b\"> 14:1-28</a>)<wbr>&#x2014;all these things certainly would require some attempted explanation by the Egyptian official element.It should never be forgotten that the recording of history in Egypt, as in many Middle Eastern lands, was inseparably connected with the priesthood, under whose tutelage the scribes were trained. It would be most unusual if some propagandistic explanation were not invented to account for the utter failure of the Egyptian gods to prevent the disaster Jehovah God brought upon Egypt and its people. History, even recent history, records many occasions when such propaganda so grossly perverted the facts that the oppressed were presented as the oppressors, and the innocent victims were presented as the dangerous and cruel aggressors. Manetho&#x2019;s account (over a thousand years after the Exodus), if preserved with some degree of correctness by Josephus, may possibly represent the distorted traditions handed down by succeeding generations of Egyptians to account for the basic elements of <span id=\"page696\" class=\"pageNum\" data-no=\"696\" data-before-text=\"696\"></span>the true account, in the Bible, concerning Israel in Egypt.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001265/6\">EXODUS</a> (Authenticity of the Exodus Account).<strong><em>Israel&#x2019;s slavery. </em></strong>Since the Bible does not name the Pharaoh who initiated the oppression upon the Israelites (<a href=\"/en/wol/bc/r1/lp-e/1200001265/91/0\" data-bid=\"92-1\" class=\"b\">Ex 1:8-22</a>) nor the Pharaoh before whom Moses and Aaron appeared and in whose reign the Exodus took place (<a href=\"/en/wol/bc/r1/lp-e/1200001265/92/0\" data-bid=\"93-1\" class=\"b\">Ex 2:23;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/92/1\" data-bid=\"93-2\" class=\"b\"> 5:1</a>), and since these events have either been deliberately omitted from Egyptian records or the records have been destroyed, it is not possible to assign these events to any specific dynasty nor to the reign of any particular Pharaoh of secular history. Ramses (Rameses)&#xA0;II (of the &#x201C;Nineteenth Dynasty&#x201D;) is often suggested as the Pharaoh of the oppression on the basis of the reference to the building of the cities of Pithom and Raamses by the Israelite laborers. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/93/0\" data-bid=\"94-1\" class=\"b\">Ex 1:11</a>) It is held that these cities were built during the reign of Ramses&#xA0;II. In <em>Archaeology and the Old Testament </em>(p.&#xA0;149) Merrill Unger comments: &#x201C;But in the light of Raamses&#xA0;II&#x2019;s notorious practice of taking credit for achievements accomplished by his predecessors, these sites were most certainly merely rebuilt or enlarged by him.&#x201D; Actually the name &#x201C;Rameses&#x201D; seems to have applied to an entire district already in the time of Joseph.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001265/94/0\" data-bid=\"95-1\" class=\"b\">Ge 47:11</a>.By means of God&#x2019;s deliverance through Moses, the nation of Israel was freed from &#x201C;the house of slaves&#x201D; and &#x201C;the iron furnace,&#x201D; as Egypt continued to be called by Bible writers. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/95/0\" data-bid=\"96-1\" class=\"b\">Ex 13:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/95/1\" data-bid=\"96-2\" class=\"b\"> De 4:20;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/95/2\" data-bid=\"96-3\" class=\"b\"> Jer 11:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/95/3\" data-bid=\"96-4\" class=\"b\"> Mic 6:4</a>) Forty years later Israel began the conquest of Canaan. There has been an effort to connect this Biblical event with the situation described in what are known as the Amarna Tablets, found at Tell el-Amarna on the Nile, about 270&#xA0;km (170&#xA0;mi) S of Cairo. The 379 tablets are letters by various Canaanite and Syrian rulers (including those of Hebron, Jerusalem, and Lachish), many containing complaints to the ruling Pharaoh (generally Akhenaton) about the incursions and depredations of the &#x201C;Habiru&#x201D; (<em>&#x2BD;apiru</em>). While some scholars have tried to identify the &#x201C;Habiru&#x201D; with the Hebrews, or Israelites, the contents of the letters themselves do not allow for this. They show the Habiru to be merely raiders, at times allied with certain Canaanite rulers in an intercity and intraregional rivalry. Among the towns menaced by the Habiru was Byblos in northern Lebanon, far beyond the range of the Israelite attacks. Also, they do not present a picture comparing with the major battles and victories of the Israelite conquest of Canaan after the Exodus.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001265/7\">HEBREW, I</a> (The &#x201C;Habiru&#x201D;).Israel&#x2019;s sojourn in Egypt was indelibly engraved on the nation&#x2019;s memory, and their miraculous release from that land was regularly recalled as an outstanding proof of Jehovah&#x2019;s Godship. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/96/0\" data-bid=\"97-1\" class=\"b\">Ex 19:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/96/1\" data-bid=\"97-2\" class=\"b\"> Le 22:32, 33;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/96/2\" data-bid=\"97-3\" class=\"b\"> De 4:32-36;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/96/3\" data-bid=\"97-4\" class=\"b\"> 2Ki 17:36;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/96/4\" data-bid=\"97-5\" class=\"b\"> Heb 11:23-29</a>) Thus the expression, &#x201C;I am Jehovah your God from the land of Egypt.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001265/97/0\" data-bid=\"98-1\" class=\"b\">Ho 13:4</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200001265/98/0\" data-bid=\"99-1\" class=\"b\">Le 11:45</a>.) No single circumstance or event surpassed this until their release from Babylon gave them further proof of Jehovah&#x2019;s power to deliver. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/99/0\" data-bid=\"100-1\" class=\"b\">Jer 16:14,&#xA0;15</a>) Their experience in Egypt was written into the Law given them (<a href=\"/en/wol/bc/r1/lp-e/1200001265/100/0\" data-bid=\"101-1\" class=\"b\">Ex 20:2,&#xA0;3;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/100/1\" data-bid=\"101-2\" class=\"b\"> De 5:12-15</a>); it was the basis for the Passover festival (<a href=\"/en/wol/bc/r1/lp-e/1200001265/101/0\" data-bid=\"102-1\" class=\"b\">Ex 12:1-27;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/101/1\" data-bid=\"102-2\" class=\"b\"> De 16:1-3</a>); it guided them in their dealings with alien residents (<a href=\"/en/wol/bc/r1/lp-e/1200001265/102/0\" data-bid=\"103-1\" class=\"b\">Ex 22:21;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/102/1\" data-bid=\"103-2\" class=\"b\"> Le 19:33,&#xA0;34</a>) and with poor persons who sold themselves into bondage (<a href=\"/en/wol/bc/r1/lp-e/1200001265/103/0\" data-bid=\"104-1\" class=\"b\">Le 25:39-43,</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/103/1\" data-bid=\"104-2\" class=\"b\"> 55;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/103/2\" data-bid=\"104-3\" class=\"b\"> De 15:12-15</a>); it provided a legal basis for the selection and sanctification of the tribe of Levi for sanctuary service (<a href=\"/en/wol/bc/r1/lp-e/1200001265/104/0\" data-bid=\"105-1\" class=\"b\">Nu 3:11-13</a>). On the basis of Israel&#x2019;s alien residence in Egypt, Egyptians who met certain requirements could be accepted into the congregation of Israel. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/105/0\" data-bid=\"106-1\" class=\"b\">De 23:7,&#xA0;8</a>) The kingdoms of Canaan and peoples of neighboring lands experienced awe and fear because of the reports they heard of God&#x2019;s power demonstrated against Egypt, paving the way for Israel&#x2019;s conquest (<a href=\"/en/wol/bc/r1/lp-e/1200001265/106/0\" data-bid=\"107-1\" class=\"b\">Ex 18:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/106/1\" data-bid=\"107-2\" class=\"b\"> 10, 11;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/106/2\" data-bid=\"107-3\" class=\"b\"> De 7:17-20;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/106/3\" data-bid=\"107-4\" class=\"b\"> Jos 2:10, 11;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/106/4\" data-bid=\"107-5\" class=\"b\"> 9:9</a>) and being remembered for centuries thereafter. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/107/0\" data-bid=\"108-1\" class=\"b\">1Sa 4:7,&#xA0;8</a>) Throughout their history, the whole nation of Israel sang about these events in their songs.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001265/108/0\" data-bid=\"109-1\" class=\"b\">Ps 78:43-51; </a><a href=\"/en/wol/bc/r1/lp-e/1200001265/108/1\" data-bid=\"109-2\" class=\"b\">Ps 105</a> and <a href=\"/en/wol/bc/r1/lp-e/1200001265/109/0\" data-bid=\"110-1\" class=\"b\">106</a>; <a href=\"/en/wol/bc/r1/lp-e/1200001265/110/0\" data-bid=\"111-1\" class=\"b\">136:10-15</a>.<strong><em>After Israel&#x2019;s conquest of Canaan. </em></strong>Not until the reign of Pharaoh Merneptah, son of Ramses&#xA0;II (in the latter part of the &#x201C;Nineteenth Dynasty&#x201D;), is there a direct Egyptian mention made of Israel; in fact, this is the only direct mention of them as a people thus far found in ancient Egyptian records. In a victory stele, Merneptah boasts of defeats inflicted on various cities of Canaan and then claims: &#x201C;Israel is laid waste, his seed is not.&#x201D; Though apparently only an idle boast, this would seem to be evidence that Israel was then established in Canaan.No contact of Israel with Egypt is reported during the period of the Judges or during the <span id=\"page697\" class=\"pageNum\" data-no=\"697\" data-before-text=\"697\"></span>reigns of Saul and David, aside from mention of combat between one of David&#x2019;s warriors and an Egyptian &#x201C;of extraordinary size.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001265/111/0\" data-bid=\"112-1\" class=\"b\">2Sa 23:21</a>) By the reign of Solomon (1037-998&#xA0;B.C.E.), relations between the two nations were such that Solomon could make a marriage alliance with Pharaoh, taking his daughter as wife. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/112/0\" data-bid=\"113-1\" class=\"b\">1Ki 3:1</a>) Just when this unidentified Pharaoh had conquered Gezer, which he now gave to his daughter as a farewell wedding gift, or dowry, is not stated. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/113/0\" data-bid=\"114-1\" class=\"b\">1Ki 9:16</a>) Solomon also carried on business operations with Egypt, dealing in horses and Egyptian-made chariots.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001265/114/0\" data-bid=\"115-1\" class=\"b\">2Ch 1:16,&#xA0;17</a>.Egypt, however, was a haven for certain enemies of the kings of Jerusalem. Hadad the Edomite escaped to Egypt following David&#x2019;s devastation of Edom. Though a Semite, Hadad was honored by Pharaoh with a home, food, and land; he married into royalty, and his offspring, Genubath, was treated as a son of Pharaoh. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/115/0\" data-bid=\"116-1\" class=\"b\">1Ki 11:14-22</a>) Later Jeroboam, who became king of the northern kingdom of Israel after Solomon&#x2019;s death, likewise took refuge for a time in Egypt in the reign of Shishak.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001265/116/0\" data-bid=\"117-1\" class=\"b\">1Ki 11:40</a>.Shishak (known as Sheshonk I from Egyptian records) had founded a Libyan dynasty of Pharaohs (the &#x201C;Twenty-second Dynasty&#x201D;), with its capital at Bubastis in the eastern Delta region. In the fifth year of the reign of Solomon&#x2019;s son Rehoboam (993&#xA0;B.C.E.), Shishak invaded Judah with a powerful force of chariots, cavalry, and foot soldiers including Libyans and Ethiopians; he captured many cities and even threatened Jerusalem. Because of Jehovah&#x2019;s mercy, Jerusalem was not devastated, but its great wealth was handed over to Shishak. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/117/0\" data-bid=\"118-1\" class=\"b\">1Ki 14:25, 26;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/117/1\" data-bid=\"118-2\" class=\"b\"> 2Ch 12:2-9</a>) A relief on a temple wall at Karnak depicts Shishak&#x2019;s campaign and lists numerous cities in Israel and Judah as having been captured.Zerah the Ethiopian, who led a million Ethiopian and Libyan troops against King Asa of Judah (967&#xA0;B.C.E.), likely initiated his march from Egypt. His forces, gathered in the valley of Zephathah SW of Jerusalem, met utter defeat.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001265/118/0\" data-bid=\"119-1\" class=\"b\">2Ch 14:9-13;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/118/1\" data-bid=\"119-2\" class=\"b\"> 16:8</a>.Judah and Israel enjoyed respite from Egyptian attack for another two centuries. Egypt appears to have experienced considerable internal disturbance during this period, with certain dynasties ruling contemporaneously. Meanwhile, Assyria came to the fore as the dominant world power. Hoshea, last king of the ten-tribe kingdom of Israel (c.&#xA0;758-740&#xA0;B.C.E.), became a vassal of Assyria and then tried to break the Assyrian yoke by conspiring with King So of Egypt. The effort failed, and the Israelite northern kingdom soon fell to Assyria.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001265/119/0\" data-bid=\"120-1\" class=\"b\">2Ki 17:4</a>.Egypt seems to have come under considerable domination by Nubian-Ethiopian elements by this time, the &#x201C;Twenty-fifth Dynasty&#x201D; being classed as Ethiopian. Assyrian King Sennacherib&#x2019;s loud-talking official, Rabshakeh, told the people of the city of Jerusalem that to trust in Egypt for help was to trust in a &#x201C;crushed reed.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001265/120/0\" data-bid=\"121-1\" class=\"b\">2Ki 18:19-21,</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/120/1\" data-bid=\"121-2\" class=\"b\">&#xA0;24</a>) King Tirhakah of Ethiopia, who marched up into Canaan at this time (732&#xA0;B.C.E.) and temporarily diverted the Assyrian&#x2019;s attention and force, is generally associated with the Ethiopian ruler of Egypt, Pharaoh Taharqa. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/121/0\" data-bid=\"122-1\" class=\"b\">2Ki 19:8-10</a>) This seems to be substantiated by Isaiah&#x2019;s earlier prophecy (<a href=\"/en/wol/bc/r1/lp-e/1200001265/122/0\" data-bid=\"123-1\" class=\"b\">Isa 7:18,&#xA0;19</a>) that Jehovah would &#x201C;whistle for the flies that are at the extremity of the Nile canals of Egypt and for the bees that are in the land of Assyria,&#x201D; thereby resulting in a clash of the two powers in the land of Judah and subjecting that land to double pressure. As Franz Delitzsch observed: &#x201C;The emblems also correspond to the nature of the two countries: the fly to [marshy] Egypt with its swarms of insects .&#xA0;.&#xA0;. and the bee to the more mountainous and woody Assyria.&#x201D;<wbr>&#x2014;<em>Commentary on the Old Testament, </em>1973, Vol.&#xA0;VII, Isaiah, p.&#xA0;223.Isaiah apparently foretells the unsettled state of affairs existing in Egypt during the latter part of the eighth and the early part of the seventh century B.C.E. in his pronouncement against Egypt. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/123/0\" data-bid=\"124-1\" class=\"b\">Isa&#xA0;19</a>) He describes civil war and disintegration, with fighting of &#x201C;city against city, kingdom against kingdom&#x201D; in Egypt. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/124/0\" data-bid=\"125-1\" class=\"b\">Isa 19:2,</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/124/1\" data-bid=\"125-2\" class=\"b\"> 13,&#xA0;14</a>) Modern historians find evidence for contemporaneous dynasties ruling in different sections of the country at that time. The vaunted &#x201C;wisdom&#x201D; of Egypt with her &#x2018;valueless gods and charmers&#x2019; did not protect her from being delivered up into &#x201C;the hand of a hard master.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001265/125/0\" data-bid=\"126-1\" class=\"b\">Isa 19:3,&#xA0;4</a>.<strong><em>Assyrian invasion. </em></strong>Assyrian King Esar-haddon (a contemporary of Judean King Manasseh [716-662&#xA0;B.C.E.]) invaded Egypt, conquered Memphis in Lower Egypt, and sent many into exile. The ruling Pharaoh at the time was evidently still Taharqa (Tirhakah).Ashurbanipal renewed the assault and sacked the city of Thebes (Biblical No-amon) in Upper Egypt, where Egypt&#x2019;s greatest temple treasures were located. Again, the Bible shows Ethiopian, Libyan, and other African elements as being involved.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001265/126/0\" data-bid=\"127-1\" class=\"b\">Na 3:8-10</a>.<span id=\"page698\" class=\"pageNum\" data-no=\"698\" data-before-text=\"698\"></span>Assyrian garrisons were later pulled back from Egypt, and the country began to recover some of its earlier prosperity and power. When Assyria fell to the Medes and Babylonians, Egypt had gained sufficient strength (with the support of mercenary troops) to come up to the aid of the Assyrian king. Pharaoh Nechoh (II) led the Egyptian forces but, on the way, was confronted by the Judean army of King Josiah at Megiddo and, against his wishes, was forced to engage in battle; he defeated Judah and caused the death of Josiah. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/127/0\" data-bid=\"128-1\" class=\"b\">2Ki 23:29;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/127/1\" data-bid=\"128-2\" class=\"b\"> 2Ch 35:20-24</a>) Three months later (in 628&#xA0;B.C.E.) Nechoh removed Josiah&#x2019;s son and successor Jehoahaz from the Judean throne and replaced him with his brother Eliakim (renamed Jehoiakim), carrying Jehoahaz captive to Egypt. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/128/0\" data-bid=\"129-1\" class=\"b\">2Ki 23:31-35;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/128/1\" data-bid=\"129-2\" class=\"b\"> 2Ch 36:1-4</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200001265/129/0\" data-bid=\"130-1\" class=\"b\">Eze 19:1-4</a>.) Judah was now tributary to Egypt, paying an initial sum equivalent to almost $1,046,000. It was during this period that the prophet Urijah made his vain flight to Egypt.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001265/130/0\" data-bid=\"131-1\" class=\"b\">Jer 26:21-23</a>.<strong><em>Defeat by Nebuchadnezzar. </em></strong>But Egypt&#x2019;s bid to reestablish Egyptian control in Syria and Palestine was short-lived; Egypt was doomed to drink the bitter cup of defeat, according to Jehovah&#x2019;s prophecy already pronounced by <a href=\"/en/wol/bc/r1/lp-e/1200001265/131/0\" data-bid=\"132-1\" class=\"b\">Jeremiah (25:17-19</a>). Egypt&#x2019;s downfall began with its decisive defeat at Carchemish on the Euphrates River by the Babylonians under Nebuchadnezzar as crown prince in 625&#xA0;B.C.E., an event described at <a href=\"/en/wol/bc/r1/lp-e/1200001265/132/0\" data-bid=\"133-1\" class=\"b\">Jeremiah 46:2-10</a> as well as in a Babylonian chronicle.Nebuchadnezzar, now king of Babylon, next took over Syria and Palestine, and Judah became a vassal state of Babylon. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/133/0\" data-bid=\"134-1\" class=\"b\">2Ki 24:1</a>) Egypt made one last attempt to remain a power in Asia. A military force of Pharaoh (his name is not mentioned in the Bible) came out of Egypt in answer to King Zedekiah&#x2019;s request for military support in his revolt against Babylon in 609-607&#xA0;B.C.E. Producing only a temporary lifting of the Babylonian siege, Egypt&#x2019;s troops were forced to withdraw, and Jerusalem was left to destruction.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001265/134/0\" data-bid=\"135-1\" class=\"b\">Jer 37:5-7;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/134/1\" data-bid=\"135-2\" class=\"b\"> Eze 17:15-18</a>.Despite vigorous warning by Jeremiah (<a href=\"/en/wol/bc/r1/lp-e/1200001265/135/0\" data-bid=\"136-1\" class=\"b\">Jer 42:7-22</a>), the remnant of Judah&#x2019;s population fled to Egypt as a sanctuary, evidently joining Jews already in that land. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/136/0\" data-bid=\"137-1\" class=\"b\">Jer 24:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/136/1\" data-bid=\"137-2\" class=\"b\"> 8-10</a>) Places specifically mentioned where they took up dwelling are Tahpanhes, apparently a fortress city in the Delta region (<a href=\"/en/wol/bc/r1/lp-e/1200001265/137/0\" data-bid=\"138-1\" class=\"b\">Jer 43:7-9</a>); Migdol; and Noph, considered to be the same as Memphis, an early capital in Lower Egypt (<a href=\"/en/wol/bc/r1/lp-e/1200001265/138/0\" data-bid=\"139-1\" class=\"b\">Jer 44:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/138/1\" data-bid=\"139-2\" class=\"b\"> Eze 30:13</a>). Thus, &#x201C;the language of Canaan&#x201D; (evidently Hebrew) was now being spoken in Egypt by these refugees. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/139/0\" data-bid=\"140-1\" class=\"b\">Isa 19:18</a>) Foolishly they renewed in Egypt the very idolatrous practices that had brought Jehovah&#x2019;s judgment against Judah. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/140/0\" data-bid=\"141-1\" class=\"b\">Jer 44:2-25</a>) But the fulfillment of Jehovah&#x2019;s prophecies caught up with the Israelite refugees when Nebuchadnezzar marched against Egypt and conquered the land.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001265/141/0\" data-bid=\"142-1\" class=\"b\">Jer 43:8-13;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/141/1\" data-bid=\"142-2\" class=\"b\"> 46:13-26</a>.One Babylonian text, dated to Nebuchadnezzar&#x2019;s 37th year (588&#xA0;B.C.E.), has been found that mentions a campaign against Egypt. Whether it relates to the original conquest or merely to a subsequent military action cannot be said. At any rate, Nebuchadnezzar received Egypt&#x2019;s wealth as his pay for military service rendered in Jehovah&#x2019;s execution of judgment against Tyre, an opposer of God&#x2019;s people.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001265/142/0\" data-bid=\"143-1\" class=\"b\">Eze 29:18-20;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/142/1\" data-bid=\"143-2\" class=\"b\"> 30:10-12</a>.At <a href=\"/en/wol/bc/r1/lp-e/1200001265/143/0\" data-bid=\"144-1\" class=\"b\">Ezekiel 29:1-16</a> a desolation of Egypt is foretold, due to last 40 years. This may have come after Nebuchadnezzar&#x2019;s conquest of Egypt. While some commentaries refer to the reign of Amasis (Ahmose)&#xA0;II, the successor of Hophra, as exceedingly prosperous during more than 40 years, they do so primarily on the testimony of Herodotus, who visited Egypt over a hundred years later. But as the <em>Encyclop&#xE6;dia Britannica </em>(1959, Vol.&#xA0;8, p.&#xA0;62) comments on Herodotus&#x2019; history of this period (the &#x201C;Saitic Period&#x201D;): &#x201C;His statements prove not entirely reliable when they can be checked by the scanty native evidence.&#x201D; The Bible <em>Commentary </em>by F.&#xA0;C.&#xA0;Cook, after noting that Herodotus even fails to mention Nebuchadnezzar&#x2019;s attack on Egypt, says: &#x201C;It is notorious that Herodotus, while he faithfully recorded all that he heard and saw in Egypt, was indebted for his information on past history to the Egyptian priests, whose tales he adopted with blind credulity. .&#xA0;.&#xA0;. The whole story [by Herodotus] of Apries [Hophra] and Amasis is mixed with so much that is inconsistent and legendary that we may very well hesitate to adopt it as authentic history. It is by no means strange that the priests should endeavour to disguise the national dishonour of having been subjected to a foreign yoke.&#x201D; (Note B., p.&#xA0;132) Hence, while secular history provides no clear evidence of the prophecy&#x2019;s fulfillment, we may be confident of the accuracy of the Bible record.<strong><em>Under Persian domination. </em></strong>Egypt later supported Babylon against the rising power of Medo-Persia. But by 525&#xA0;B.C.E., the land was subjugated by Cambyses&#xA0;II, son of Cyrus the Great, and <span id=\"page699\" class=\"pageNum\" data-no=\"699\" data-before-text=\"699\"></span>thereby came under Persian imperial rule. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/144/0\" data-bid=\"145-1\" class=\"b\">Isa 43:3</a>) While many Jews doubtless left Egypt to return to their homeland (<a href=\"/en/wol/bc/r1/lp-e/1200001265/145/0\" data-bid=\"146-1\" class=\"b\">Isa 11:11-16;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/145/1\" data-bid=\"146-2\" class=\"b\"> Ho 11:11;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/145/2\" data-bid=\"146-3\" class=\"b\"> Zec 10:10,&#xA0;11</a>), others remained in Egypt. Thus, there was a Jewish colony in Elephantine (Egyptian, <em>Yeb</em>), an island in the Nile near Aswan, some 690&#xA0;km (430&#xA0;mi) S of Cairo. A valuable find of papyri reveals conditions prevailing there during the fifth century B.C.E., about the time when Ezra and Nehemiah were active in Jerusalem. These documents, in Aramaic, contain the name of Sanballat of Samaria (<a href=\"/en/wol/bc/r1/lp-e/1200001265/146/0\" data-bid=\"147-1\" class=\"b\">Ne 4:1,&#xA0;2</a>) and of Johanan the high priest. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/147/0\" data-bid=\"148-1\" class=\"b\">Ne 12:22</a>) Of interest is an official order issued during the reign of Darius&#xA0;II (423-405&#xA0;B.C.E.) that &#x201C;the festival of unfermented cakes&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001265/148/0\" data-bid=\"149-1\" class=\"b\">Ex 12:17;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/148/1\" data-bid=\"149-2\" class=\"b\"> 13:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/148/2\" data-bid=\"149-3\" class=\"b\"> 6,&#xA0;7</a>) be celebrated by the colony. Also notable is the frequent use of the name <em>Yahu, </em>a form of the name Jehovah (or Yahweh; compare <a href=\"/en/wol/bc/r1/lp-e/1200001265/149/0\" data-bid=\"150-1\" class=\"b\">Isa 19:18</a>), although there is considerable evidence, too, of definite infiltration of pagan worship.<strong><em>Under Greek and Roman rule. </em></strong>Egypt continued under Persian rule until the conquest by Alexander the Great in 332&#xA0;B.C.E., supposedly liberating Egypt from the Persian yoke but ending for all time the rule by native Pharaohs. Mighty Egypt had indeed become &#x201C;a lowly kingdom.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001265/150/0\" data-bid=\"151-1\" class=\"b\">Eze 29:14,&#xA0;15</a>.During Alexander&#x2019;s reign the city of Alexandria was founded, and after his death the country was ruled by the Ptolemies. In 312&#xA0;B.C.E., Ptolemy I captured Jerusalem, and Judah became a province of Ptolemaic Egypt until 198&#xA0;B.C.E. Then, in the long struggle with the Seleucid Empire in Syria, Egypt finally lost control of Palestine when Syrian King Antiochus&#xA0;III defeated the army of Ptolemy&#xA0;V. Thereafter Egypt gradually came more and more under the influence of Rome. In 31&#xA0;B.C.E., in the decisive battle of Actium, Cleopatra deserted the fleet of her Roman lover Mark Antony, who was defeated by Octavius, grandnephew of Julius Caesar. Octavius proceeded to the conquest of Egypt in 30&#xA0;B.C.E., and Egypt became a Roman province. It was to this Roman province that Joseph and Mary fled with the young child Jesus to escape Herod&#x2019;s murderous decree, returning after the death of Herod, so that the words of Hosea, &#x201C;out of Egypt I called my son,&#x201D; were fulfilled.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001265/151/0\" data-bid=\"152-1\" class=\"b\">Mt 2:13-15;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/151/1\" data-bid=\"152-2\" class=\"b\"> Ho 11:1</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200001265/152/0\" data-bid=\"153-1\" class=\"b\">Ex 4:22,&#xA0;23</a>.The &#x201C;Egyptian&#x201D; seditionist with whom the military commander at Jerusalem confused Paul is possibly the same one mentioned by Josephus. (<em>The Jewish War, </em>II, 254-263 [xiii, 3-5]) His insurrection is stated to have taken place during the reign of Nero and the procuratorship of Felix in Judea, circumstances fitting the account at <a href=\"/en/wol/bc/r1/lp-e/1200001265/153/0\" data-bid=\"154-1\" class=\"b\">Acts 21:37-39;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/153/1\" data-bid=\"154-2\" class=\"b\"> 23:23,&#xA0;24</a>.The second destruction of Jerusalem, by the Romans in 70&#xA0;C.E., resulted in a further fulfillment of <a href=\"/en/wol/bc/r1/lp-e/1200001265/154/0\" data-bid=\"155-1\" class=\"b\">Deuteronomy 28:68</a>, as many surviving Jews were sent to Egypt as slaves.<wbr>&#x2014;<em>The Jewish War, </em>VI, 418 (ix,&#xA0;2).<strong>Other Prophetic and Symbolic References. </strong>A large number of the references to Egypt are in pronouncements of judgment, couched in symbolic language. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/155/0\" data-bid=\"156-1\" class=\"b\">Eze 29:1-7;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/155/1\" data-bid=\"156-2\" class=\"b\"> 32:1-32</a>) To the Israelites, Egypt represented military strength and power through political alliance, so that dependence on Egypt became symbolic of dependence on human power instead of on Jehovah. (<a href=\"/en/wol/bc/r1/lp-e/1200001265/156/0\" data-bid=\"157-1\" class=\"b\">Isa 31:1-3</a>) But, at <a href=\"/en/wol/bc/r1/lp-e/1200001265/157/0\" data-bid=\"158-1\" class=\"b\">Isaiah 30:1-7</a>, Jehovah showed that Egypt&#x2019;s might was more in appearance than in fact, calling her &#x201C;Rahab<wbr>&#x2014;they are for sitting still [&#x201C;Rahab-do-nothing,&#x201D; <em>JB</em>].&#x201D; (Compare <a href=\"/en/wol/bc/r1/lp-e/1200001265/158/0\" data-bid=\"159-1\" class=\"b\">Ps 87:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/158/1\" data-bid=\"159-2\" class=\"b\"> Isa 51:9,&#xA0;10</a>.) Along with the many condemnations, however, there were promises that many out of &#x201C;Egypt&#x201D; would come to know Jehovah, to the extent that it would be said: &#x201C;Blessed be my people, Egypt.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001265/159/0\" data-bid=\"160-1\" class=\"b\">Isa 19:19-25;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/159/1\" data-bid=\"160-2\" class=\"b\"> 45:14</a>.Egypt is mentioned as part of the realm of the symbolic &#x201C;king of the south.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001265/160/0\" data-bid=\"161-1\" class=\"b\">Da 11:5,</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/160/1\" data-bid=\"161-2\" class=\"b\"> 8,</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/160/2\" data-bid=\"161-3\" class=\"b\"> 42,&#xA0;43</a>) At <a href=\"/en/wol/bc/r1/lp-e/1200001265/161/0\" data-bid=\"162-1\" class=\"b\">Revelation 11:8</a> unfaithful Jerusalem, where the Lord Jesus Christ was impaled, is &#x201C;in a spiritual sense&#x201D; called Egypt. This is appropriate when we consider that unfaithful Jerusalem religiously oppressed and enslaved the Jews. Also, the first Passover victims were slain in Egypt, while the antitypical Passover Lamb, Jesus Christ, was killed at Jerusalem.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001265/162/0\" data-bid=\"163-1\" class=\"b\">Joh 1:29,</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/162/1\" data-bid=\"163-2\" class=\"b\"> 36;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/162/2\" data-bid=\"163-3\" class=\"b\"> 1Co 5:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200001265/162/3\" data-bid=\"163-4\" class=\"b\"> 1Pe 1:19</a>.<strong>Valuable Papyrus Finds. </strong>The unusually dry soil of Egypt has made possible the survival of papyrus manuscripts, which, in more moist conditions, would have been destroyed. Since the latter part of the 19th&#xA0;century, many papyri have been discovered there, including a considerable number of Biblical papyri, such as the Chester Beatty collection. These provide especially important links between the original writings of the Holy Scriptures and the later vellum manuscript copies.<strong>[Picture on page&#xA0;689]</strong>Statue symbolizing Amon&#x2019;s protection of Pharaoh<strong>[Picture on page&#xA0;690]</strong>Jehovah&#x2019;s plague of pestilence on the livestock of Egypt disgraced their god Apis, represented by a bull<strong>[Picture on page&#xA0;691]</strong>Giant Sphinx seems to be standing guard in front of pyramids at Giza<strong>[Picture on page&#xA0;692]</strong>Gigantic statues at Abu Simbel, all honoring Ramses II"}