{"title":"Ehud","link":"/en/wol/d/r1/lp-e/1200001268","html":"<span id=\"page700\" class=\"pageNum\" data-no=\"700\" data-before-text=\"700\"></span><strong>EHUD</strong>(E&#x2B9;hud).<strong>1. </strong>A descendant of Jediael of the tribe of Benjamin, through Bilhan; a valiant, mighty man.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001268/0/0\" data-bid=\"1-1\" class=\"b\">1Ch 7:6,</a><a href=\"/en/wol/bc/r1/lp-e/1200001268/0/1\" data-bid=\"1-2\" class=\"b\"> 10,&#xA0;11</a>.<strong>2. </strong>Son of Gera of the tribe of Benjamin (<a href=\"/en/wol/bc/r1/lp-e/1200001268/1/0\" data-bid=\"2-1\" class=\"b\">Jg 3:15</a>), Ehud was chosen by God to deliver the nation from an 18-year bondage to King Eglon of Moab, an oppression God permitted because &#x201C;they did what was bad in Jehovah&#x2019;s eyes.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001268/2/0\" data-bid=\"3-1\" class=\"b\">Jg 3:12-14</a>.When the Israelites began to call to Jehovah for aid, God raised up &#x201C;a savior&#x201D; in the person of Ehud. In time, the Israelites sent tribute to Eglon by means of Ehud, who had made a two-edged sword for himself, &#x201C;its length being a cubit [Heb., <em>go&#x2B9;medh</em>],&#x201D; actually a linear measurement about which there is uncertainty in this particular case. Some believe it was a short cubit of about 38&#xA0;cm (15&#xA0;in.). Ehud was a left-handed man, or, literally, &#x201C;a man closed (impeded) of his right hand.&#x201D; But this does not mean that Ehud was crippled, as such Hebrew phraseology is used in connection with 700 Benjamite warriors, who are not likely to have had a physical defect but were &#x201C;left-handed&#x201D; and evidently ambidextrous. (<a href=\"/en/wol/bc/r1/lp-e/1200001268/3/0\" data-bid=\"4-1\" class=\"b\">Jg 3:15, 16</a>, ftn; <a href=\"/en/wol/bc/r1/lp-e/1200001268/4/0\" data-bid=\"5-1\" class=\"b\">20:16</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200001268/5/0\" data-bid=\"6-1\" class=\"b\">1Ch 12:2</a>.) The Bible does not specifically say Ehud was ambidextrous, though that is possible. Nevertheless, being left-handed, he girded the sword underneath his garment upon his right thigh.After presentation of the tribute, Ehud sent the tribute bearers away but turned back at the quarries of Gilgal. Ehud then came to Eglon as the Moabite king sat in his roof chamber, and he said to him: &#x201C;A word of God I have for you.&#x201D; Interested, Eglon arose from his throne. At that, Ehud &#x201C;thrust in his left hand and took the sword off his right thigh,&#x201D; plunging it into obese Eglon&#x2019;s belly, with the result that &#x201C;the handle kept going in also after the blade so that the fat closed in over the blade.&#x201D; A right-handed man would likely draw his sword from his left side, across his body. So it is not probable that Eglon would expect Ehud to draw a sword from the right thigh, using his left hand. The enemy ruler now dead, Ehud escaped through the air hole, after closing and locking the doors of the roof chamber behind him. When Eglon&#x2019;s servants finally opened the doors, they discovered that &#x201C;their lord was fallen to the earth dead!&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001268/6/0\" data-bid=\"7-1\" class=\"b\">Jg 3:15-25</a>.Ehud, having escaped to the mountainous region of Ephraim, marshaled an army of Israelites, saying to them: &#x201C;Follow me, because Jehovah has given your enemies, the Moabites, into your hand.&#x201D; After capturing the fords of the Jordan, the Israelites cut off the Moabites&#x2019; retreat to their homeland. Doubtless already greatly demoralized by their king&#x2019;s death, 10,000 Moabites were struck down by the Israelites, &#x201C;every one robust and every one a valiant man; and not a single one escaped.&#x201D; Moab having been subdued under Israel&#x2019;s hand and Ehud&#x2019;s leadership, &#x201C;the land had no further disturbance for eighty years.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001268/7/0\" data-bid=\"8-1\" class=\"b\">Jg 3:26-30</a>.Ehud is not specifically called &#x201C;Judge Ehud&#x201D;; rather he is referred to as &#x201C;a savior.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001268/8/0\" data-bid=\"9-1\" class=\"b\">Jg 3:15</a>) But Othniel was called both &#x201C;a savior&#x201D; and a &#x201C;judge&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001268/9/0\" data-bid=\"10-1\" class=\"b\">Jg 3:9,&#xA0;10</a>), and the period was the time of the Judges. So Ehud was apparently considered not only &#x201C;a savior&#x201D; but also a judge.<strong>3. </strong>A name that appears among the descendants of Benjamin at <a href=\"/en/wol/bc/r1/lp-e/1200001268/10/0\" data-bid=\"11-1\" class=\"b\">1&#xA0;Chronicles 8:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200001268/10/1\" data-bid=\"11-2\" class=\"b\">&#xA0;6</a>."}