{"title":"Eli, I","link":"/en/wol/d/r1/lp-e/1200001290","html":"<span id=\"page706\" class=\"pageNum\" data-no=\"706\" data-before-text=\"706\"></span><strong>ELI, I</strong>(E&#x2B9;li) [Ascended; Gone Up].A high priest of Israel; evidently a descendant of Aaron&#x2019;s fourth-named son Ithamar. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200001290/0/0\" data-bid=\"1-1\" class=\"b\">2Sa 8:17;</a><a href=\"/en/wol/bc/r1/lp-e/1200001290/0/1\" data-bid=\"1-2\" class=\"b\"> 1Ki 2:27;</a><a href=\"/en/wol/bc/r1/lp-e/1200001290/0/2\" data-bid=\"1-3\" class=\"b\"> 1Ch 24:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200001290/0/3\" data-bid=\"1-4\" class=\"b\"> Ex 6:23</a>.) As high priest, Eli judged Israel for 40 years. Samuel began to be a prophet during his lifetime. (<a href=\"/en/wol/bc/r1/lp-e/1200001290/1/0\" data-bid=\"2-1\" class=\"b\">1Sa 4:18;</a><a href=\"/en/wol/bc/r1/lp-e/1200001290/1/1\" data-bid=\"2-2\" class=\"b\"> 3:10-13,</a><a href=\"/en/wol/bc/r1/lp-e/1200001290/1/2\" data-bid=\"2-3\" class=\"b\"> 19-21</a>) Eli&#x2019;s day was one characterized by spiritual famine in Israel, for &#x201C;word from Jehovah had become rare in those days; there was no vision being spread abroad.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001290/2/0\" data-bid=\"3-1\" class=\"b\">1Sa 3:1</a>.The first glimpse of Eli is given in <a href=\"/en/wol/bc/r1/lp-e/1200001290/3/0\" data-bid=\"4-1\" class=\"b\">chapter&#xA0;1 of First Samuel</a>. Eli is seated outside by the doorpost of the tabernacle and is rebuking righteous Hannah, whom he judges to be drunk, when actually she has been praying extendedly before Jehovah there in front of the tabernacle. Upon Hannah&#x2019;s reply that she is not drunk but has spoken out of the abundance of her concern and vexation, Eli dismisses her in peace. Jehovah answers Hannah&#x2019;s prayer, and she gives birth to a son whom she names Samuel. As soon as he is weaned she, in keeping with her vow, turns him over for service at the tabernacle.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001290/4/0\" data-bid=\"5-1\" class=\"b\">1Sa 1:9-18,</a><a href=\"/en/wol/bc/r1/lp-e/1200001290/4/1\" data-bid=\"5-2\" class=\"b\"> 20,</a><a href=\"/en/wol/bc/r1/lp-e/1200001290/4/2\" data-bid=\"5-3\" class=\"b\"> 24,</a><a href=\"/en/wol/bc/r1/lp-e/1200001290/4/3\" data-bid=\"5-4\" class=\"b\"> 28;</a><a href=\"/en/wol/bc/r1/lp-e/1200001290/4/4\" data-bid=\"5-5\" class=\"b\"> 2:11,</a><a href=\"/en/wol/bc/r1/lp-e/1200001290/4/5\" data-bid=\"5-6\" class=\"b\">&#xA0;18</a>.<strong>Lax in Disciplining Sons. </strong>As a father and high priest in Israel, Eli is lax in applying Jehovah&#x2019;s discipline. His two sons, Hophni and Phinehas, serve as officiating priests, but they are &#x201C;good-for-nothing men,&#x201D; only interested in satisfying their bellies and unclean sexual desires. They are not content with the portion of the sacrifice assigned to them by God&#x2019;s law, and even serve themselves ahead of Jehovah by having an attendant demand raw meat from the offerer before making the fat smoke upon the altar. Eli&#x2019;s greedy, sensual sons use their position at the tent of meeting to carry on vice and theft at the expense of Jehovah&#x2019;s pure worship. Even when his corrupt sons have immoral intercourse with the women who serve at the entrance of the tabernacle, Eli does not oust them from office but merely rebukes them mildly. Eli keeps honoring his sons more than Jehovah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001290/5/0\" data-bid=\"6-1\" class=\"b\">1Sa 2:12-17,</a><a href=\"/en/wol/bc/r1/lp-e/1200001290/5/1\" data-bid=\"6-2\" class=\"b\"> 22-25,</a><a href=\"/en/wol/bc/r1/lp-e/1200001290/5/2\" data-bid=\"6-3\" class=\"b\">&#xA0;29</a>.In the course of time a prophet of God comes with a dire message of warning: The power and influence of the house of Eli is to be chopped off, so that there will not come to be an old man in his house. His corrupt sons are appointed to die in one day. (<a href=\"/en/wol/bc/r1/lp-e/1200001290/6/0\" data-bid=\"7-1\" class=\"b\">1Sa 2:27-36</a>) Through none other than the young boy Samuel, Jehovah reaffirms the adverse judgment upon the house of Eli. (<a href=\"/en/wol/bc/r1/lp-e/1200001290/7/0\" data-bid=\"8-1\" class=\"b\">1Sa 3:11-14</a>) Samuel is afraid to relate the message, but does so at Eli&#x2019;s request. Eli then meekly submits, saying: &#x201C;It is Jehovah. What is good in his eyes let him do.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001290/8/0\" data-bid=\"9-1\" class=\"b\">1Sa 3:15-18</a>.<strong>Jehovah Judges His House. </strong>Retribution comes according to God&#x2019;s word. Israel loses about 4,000 men in battle with the Philistines. The Israelites decide to get the Ark from Shiloh and to bring it into the camp, thinking that this will result in deliverance from their enemies. But the <span id=\"page707\" class=\"pageNum\" data-no=\"707\" data-before-text=\"707\"></span>Philistines step up their battle efforts. Thirty thousand Israelites are slain. The Ark is captured. Hophni and Phinehas, who are there with the Ark, die. A man from Benjamin hurries from the battle lines to bring the report to Eli. Blind and feeble, 98-year-old Eli is sitting on a seat by the roadside, his heart atremble concerning the Ark. Upon hearing that the Ark has been captured, Eli falls over backward and dies of a broken neck.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001290/9/0\" data-bid=\"10-1\" class=\"b\">1Sa 4:2-18</a>.Further retribution against the house of Eli came at the hands of King Saul, who ruthlessly ordered the murder of the priests of Nob, the descendants of Eli through Phinehas&#x2019; son Ahitub. (<a href=\"/en/wol/bc/r1/lp-e/1200001290/10/0\" data-bid=\"11-1\" class=\"b\">1Sa 14:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200001290/10/1\" data-bid=\"11-2\" class=\"b\"> 22:11,</a><a href=\"/en/wol/bc/r1/lp-e/1200001290/10/2\" data-bid=\"11-3\" class=\"b\">&#xA0;18</a>) Only Abiathar, a son of Ahimelech, escaped the massacre and continued serving as priest throughout David&#x2019;s reign. (<a href=\"/en/wol/bc/r1/lp-e/1200001290/11/0\" data-bid=\"12-1\" class=\"b\">1Sa 22:20;</a><a href=\"/en/wol/bc/r1/lp-e/1200001290/11/1\" data-bid=\"12-2\" class=\"b\"> 2Sa 19:11</a>) However, Abiathar was removed as priest by Solomon for having offered help to the rebellious conspirator Adonijah. (<a href=\"/en/wol/bc/r1/lp-e/1200001290/12/0\" data-bid=\"13-1\" class=\"b\">1Ki 1:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200001290/12/1\" data-bid=\"13-2\" class=\"b\"> 2:26,&#xA0;27</a>) Thus the judgment of Jehovah on Eli&#x2019;s house was fulfilled, and his descendants were ousted from the high-priestly office for all time.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001290/13/0\" data-bid=\"14-1\" class=\"b\">1Sa 3:13,&#xA0;14</a>."}