{"title":"Elijah","link":"/en/wol/d/r1/lp-e/1200001307","html":"<span id=\"page710\" class=\"pageNum\" data-no=\"710\" data-before-text=\"710\"></span><strong>ELIJAH</strong>(E&#xB7;li&#x2B9;jah) [My God Is Jehovah].<strong>1. </strong>One of the foremost prophets of Israel. Evidently his home was in Tishbeh, thought by some to be a village in the land of Gilead, E of the Jordan River. (<a href=\"/en/wol/bc/r1/lp-e/1200001307/0/0\" data-bid=\"1-1\" class=\"b\">1Ki 17:1</a>) He started his long career as prophet in Israel during the reign of King Ahab, who began to rule about 940&#xA0;B.C.E., and continued during the reign of Ahab&#x2019;s son Ahaziah (began c.&#xA0;919&#xA0;B.C.E.). (<a href=\"/en/wol/bc/r1/lp-e/1200001307/1/0\" data-bid=\"2-1\" class=\"b\">1Ki 22:51</a>) The last time he is mentioned as serving as a prophet (this time for Judah) is toward the end of the eight-year reign of King Jehoram of Judah, which rule started in 913&#xA0;B.C.E.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001307/2/0\" data-bid=\"3-1\" class=\"b\">2Ch 21:12-15;</a><a href=\"/en/wol/bc/r1/lp-e/1200001307/2/1\" data-bid=\"3-2\" class=\"b\"> 2Ki 8:16</a>.Through Elijah, Jehovah provided a pillar of strength for true worship in a time when Israel&#x2019;s spiritual and moral condition had fallen to an alarmingly low state. King Ahab the son of Omri had continued the calf worship established by Jeroboam, but worse, he had married Jezebel the daughter of the Sidonian king Ethbaal. Under her influence, Ahab added greatly to his sins beyond all Israel&#x2019;s previous kings by introducing Baal worship on a grand scale. Baal priests and prophets multiplied, and corruption reached an extreme state. Jezebel&#x2019;s hatred of Jehovah caused persecution and slaughter of the prophets; they were driven into hiding in caves.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001307/3/0\" data-bid=\"4-1\" class=\"b\">1Ki 16:30-33;</a><a href=\"/en/wol/bc/r1/lp-e/1200001307/3/1\" data-bid=\"4-2\" class=\"b\"> 18:13</a>.<strong>Fed by Ravens. </strong>Elijah first appears in the record when he is sent by Jehovah to announce chastisement upon Israel for their sins. His first <span id=\"page711\" class=\"pageNum\" data-no=\"711\" data-before-text=\"711\"></span>reported words are: &#x201C;As Jehovah the God of Israel before whom I do stand is living.&#x201D; Elijah points out that Jehovah the living God of Israel has decreed that no rain or dew will occur for a period of years, except at Elijah&#x2019;s word. This time period proves to be three years and six months. (<a href=\"/en/wol/bc/r1/lp-e/1200001307/4/0\" data-bid=\"5-1\" class=\"b\">1Ki 17:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200001307/4/1\" data-bid=\"5-2\" class=\"b\"> Jas 5:17</a>) After this announcement Jehovah directs Elijah to the torrent valley of Cherith to the E of the Jordan in the territory of the tribe of Gad. Here, miraculously, ravens bring food to him. He gets water from the torrent valley, which in due time dries up because of the drought. Jehovah continues to guide him, sending him outside the territory of Israel to Zarephath, a Phoenician town dependent upon Sidon at that time. Here, near the city of Sidon, where King Ahab&#x2019;s father-in-law Ethbaal is ruling (<a href=\"/en/wol/bc/r1/lp-e/1200001307/5/0\" data-bid=\"6-1\" class=\"b\">1Ki 16:31</a>), Elijah meets a widow preparing a final meal for herself and her son with their very last bit of flour and oil. Elijah requests a cake, with the promise of Jehovah&#x2019;s provision for her during the drought. Because she recognizes him as a man of God, she complies and is blessed. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200001307/6/0\" data-bid=\"7-1\" class=\"b\">Mt 10:41,&#xA0;42</a>.) During Elijah&#x2019;s stay in her home her son dies. Elijah prays to God, who brings him to life, the first recorded resurrection and the third of Elijah&#x2019;s eight miracles.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001307/7/0\" data-bid=\"8-1\" class=\"b\">1Ki&#xA0;17</a>.<strong><em>How did Elijah impress upon Israel that Jehovah is indeed the true God?</em></strong>In the meantime Ahab has looked everywhere in a fruitless search for Elijah, doubtless to put him to death. (<a href=\"/en/wol/bc/r1/lp-e/1200001307/8/0\" data-bid=\"9-1\" class=\"b\">1Ki 18:10</a>) Eventually God instructs Elijah to show himself to Ahab. Elijah encounters Ahab and requests a meeting with the 450 prophets of Baal and the 400 prophets of the sacred pole (Asherah). Ahab gathers the prophets to Mount Carmel, not far from the Mediterranean Sea. (PICTURE, Vol.&#xA0;1, p.&#xA0;950) Elijah now, before the people, proposes a test to prove who is the true God to be followed. The one that answers by consuming a bull sacrificed to him is to be acknowledged by all. Fair enough, the people agree. Baal is first called on, but in vain. There is no fire, no proof that Baal is a living god, although his prophets keep praying to him, yes, even cutting themselves according to their ritual. They limp about the altar under a burning sun for the greater part of the day while Elijah mercilessly mocks them, increasing their frenzy.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001307/9/0\" data-bid=\"10-1\" class=\"b\">1Ki 18:18-29</a>.Now it is Elijah&#x2019;s turn. Using 12 stones, he mends an altar that was torn down, probably at Jezebel&#x2019;s instance. Then he has the people soak the offering and the altar in water three times; even the trench around the altar, circumscribing an area perhaps 32&#xA0;m (103&#xA0;ft) square, is filled with water. (<a href=\"/en/wol/bc/r1/lp-e/1200001307/10/0\" data-bid=\"11-1\" class=\"b\">1Ki 18:30-35</a>) About the time of the daily evening grain offering, Elijah prays once to Jehovah, who sends fire from the heavens to consume not just the offering but also the wood, the stones of the altar, and the water in the trench. (<a href=\"/en/wol/bc/r1/lp-e/1200001307/11/0\" data-bid=\"12-1\" class=\"b\">1Ki 18:36-38</a>) The people, seeing this, fall upon their faces and say: &#x201C;Jehovah is the true God! Jehovah is the true God!&#x201D; Then Elijah has all the 450 prophets of Baal slaughtered at the torrent valley of Kishon. Answering Elijah&#x2019;s prayer, Jehovah breaks the drought by a downpour of rain. By Jehovah&#x2019;s power Elijah then runs ahead of Ahab&#x2019;s chariot, perhaps as much as 30&#xA0;km (19&#xA0;mi), to Jezreel.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001307/12/0\" data-bid=\"13-1\" class=\"b\">1Ki 18:39-46</a>.<strong>Flees From Jezebel. </strong>On being informed of the death of her Baal prophets, Queen Jezebel vows to have Elijah put to death. In fear Elijah flees some 150&#xA0;km (95&#xA0;mi) southwestward to Beer-sheba, to the W of the lower Dead Sea. (MAP, Vol.&#xA0;1, p.&#xA0;949) Leaving his attendant there, he goes still farther into the wilderness, praying to die. Here the angel of Jehovah appears to him, to prepare him for a long journey to &#x201C;the mountain of the true God,&#x201D; Horeb. Sustained for the 40-day journey by what he eats then, he covers a distance of over 300&#xA0;km (190&#xA0;mi). At Horeb, Jehovah speaks to him after an awe-inspiring display of power in a wind, an earthquake, and a fire. Jehovah is not in these manifestations; he is not a nature god, or just natural forces that are personified. These natural forces are merely expressions of his active force, not Jehovah himself. The Almighty shows Elijah that he still has work to do as a prophet. Jehovah corrects Elijah&#x2019;s thought that he is the lone worshiper of the true God in Israel by showing that there are 7,000 who have not bowed to Baal. He sends Elijah back to his assignment, naming three persons who are to be anointed, or commissioned, to do a work for Jehovah: Hazael as king over Syria, Jehu as king over Israel, and his own successor Elisha.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001307/13/0\" data-bid=\"14-1\" class=\"b\">1Ki 19:1-18</a>.<strong>Appoints Elisha as Successor. </strong>Elijah next travels toward the hometown of Elisha, Abel-meholah. Finding Elisha plowing a field, Elijah throws his official garment over him, indicating an appointing, or anointing. Elisha follows Elijah closely from that time on as his attendant. He is doubtless with Elijah when another occasion arises to prophesy against Ahab. The greedy Baal-worshiping king has illegally seized a <span id=\"page712\" class=\"pageNum\" data-no=\"712\" data-before-text=\"712\"></span>vineyard, the hereditary possession of Naboth the Jezreelite, by allowing his wife Jezebel to use false charges, false witnesses, and unrighteous judges to have Naboth murdered. Elijah meets Ahab at the vineyard and tells Ahab that his blood will be licked up by the dogs at the same place where they had licked up the blood of Naboth. He also announces a similar fate for Jezebel.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001307/14/0\" data-bid=\"15-1\" class=\"b\">1Ki 19:19;</a><a href=\"/en/wol/bc/r1/lp-e/1200001307/14/1\" data-bid=\"15-2\" class=\"b\"> 21:1-26</a>.About three years later Ahab dies in battle. His war chariot is washed by the pool of Samaria, and the dogs lick up his blood. Jezebel&#x2019;s execution, however, awaits a time perhaps 15 years later. Ahab was succeeded by his son Ahaziah. This king follows in his wicked father&#x2019;s footsteps, for when he is injured in an accident he turns to the false god Baal-zebub, the god of Ekron, to inquire regarding the outcome of his sickness. Elijah sends him Jehovah&#x2019;s word that because of this he will positively die. When Ahaziah sends in succession three groups to get Elijah, each group composed of a chief with 50 men, the prophet calls down fire from the heavens to annihilate the first two groups, but on the plea of the third chief, he goes back with him to pronounce the judgment against Ahaziah in person.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001307/15/0\" data-bid=\"16-1\" class=\"b\">1Ki 22:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200001307/15/1\" data-bid=\"16-2\" class=\"b\"> 37, 38;</a><a href=\"/en/wol/bc/r1/lp-e/1200001307/15/2\" data-bid=\"16-3\" class=\"b\"> 2Ki 1:1-17</a>.<strong>Elisha Succeeds Him. </strong>In harmony with Elijah&#x2019;s action in appointing Elisha years earlier, the time comes when Elijah must transfer the mantle of this prophetic office to Elisha, who has been well trained. This takes place during the rule of Ahaziah&#x2019;s successor, his brother Jehoram of Israel. At that time Elijah goes to Bethel, from there to Jericho and down to the Jordan, Elisha sticking close to him all the way. There Elisha is rewarded for his faithfulness by seeing a fiery war chariot and fiery horses and Elijah ascending in a windstorm to the heavens. Elisha takes up Elijah&#x2019;s official garment that had fallen off him, and &#x201C;two parts&#x201D; (like a firstborn son&#x2019;s portion) in Elijah&#x2019;s spirit, a spirit of courage and of being &#x201C;absolutely jealous for Jehovah the God of armies,&#x201D; come on him.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001307/16/0\" data-bid=\"17-1\" class=\"b\">2Ki 2:1-13;</a><a href=\"/en/wol/bc/r1/lp-e/1200001307/16/1\" data-bid=\"17-2\" class=\"b\"> 1Ki 19:10,</a><a href=\"/en/wol/bc/r1/lp-e/1200001307/16/2\" data-bid=\"17-3\" class=\"b\"> 14</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200001307/17/0\" data-bid=\"18-1\" class=\"b\">De 21:17</a>.Elijah does not die at this time, nor does he go into the invisible spirit realm, but he is transferred to another prophetic assignment. (<a href=\"/en/wol/bc/r1/lp-e/1200001307/18/0\" data-bid=\"19-1\" class=\"b\">Joh 3:13</a>) This is shown by the fact that Elisha does not hold any period of mourning for his master. A number of years after his ascension in the windstorm Elijah is still alive and active as a prophet, this time to the king of Judah. Because of the wicked course taken by King Jehoram of Judah, Elijah writes him a letter expressing Jehovah&#x2019;s condemnation, which is fulfilled shortly thereafter.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001307/19/0\" data-bid=\"20-1\" class=\"b\">2Ch 21:12-15</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001307/0\">HEAVEN</a> (Ascension to Heaven).<strong>Miracles. </strong>Eight miracles are credited to Elijah in the Bible account. They are: (1)&#xA0;shutting off rain from heaven, (2)&#xA0;keeping the flour and oil supply of the widow of Zarephath renewed, (3)&#xA0;resurrecting the widow&#x2019;s son, (4)&#xA0;having fire fall from heaven in answer to prayer, (5)&#xA0;having rain break the drought in answer to prayer, (6)&#xA0;calling down fire on King Ahaziah&#x2019;s captain and his 50 men, (7)&#xA0;calling down fire on a second captain and his 50, and (8)&#xA0;parting the Jordan River by smiting it with his official garment. His ascension to the heavens was also miraculous, but it was the direct act of God, not something initiated by a prayer or proclamation made by Elijah.Elijah was a powerful advocate of the true worship of Jehovah. He did a tremendous destructive work against Baalism in Israel; the work begun by him was carried on by Elisha, and the execution of Jezebel and the destruction of unclean Sidonian Baalism were accomplished by Jehu. In Elijah&#x2019;s day 7,000, including Obadiah, Ahab&#x2019;s household manager, were found to be faithful to Jehovah; Elijah doubtless strengthened some of them greatly. Elijah appointed Elisha as his successor, but the anointing of Hazael and that of Jehu were left for Elisha to carry out.The apostle Paul undoubtedly refers to Elijah when he speaks of &#x201C;Samuel and the other prophets, who through faith .&#xA0;.&#xA0;. effected righteousness .&#xA0;.&#xA0;. Women received their dead by resurrection.&#x201D; He is therefore among the &#x201C;cloud&#x201D; of faithful witnesses of old. (<a href=\"/en/wol/bc/r1/lp-e/1200001307/20/0\" data-bid=\"21-1\" class=\"b\">Heb 11:32-35;</a><a href=\"/en/wol/bc/r1/lp-e/1200001307/20/1\" data-bid=\"21-2\" class=\"b\"> 12:1</a>) The disciple James points to Elijah as proof of the efficacy of prayers of &#x201C;a man with feelings like ours,&#x201D; who righteously serves God.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001307/21/0\" data-bid=\"22-1\" class=\"b\">Jas 5:16-18</a>.<strong>Work Prophetic of Things to Come. </strong>About 450 years after Elijah&#x2019;s time, Malachi prophesied that Elijah the prophet would appear &#x201C;before the coming of the great and fear-inspiring day of Jehovah.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001307/22/0\" data-bid=\"23-1\" class=\"b\">Mal 4:5,&#xA0;6</a>) The Jews of Jesus&#x2019; day were in expectation of Elijah&#x2019;s coming to fulfill this prophecy. (<a href=\"/en/wol/bc/r1/lp-e/1200001307/23/0\" data-bid=\"24-1\" class=\"b\">Mt 17:10</a>) Some thought that Jesus was Elijah. (<a href=\"/en/wol/bc/r1/lp-e/1200001307/24/0\" data-bid=\"25-1\" class=\"b\">Mt 16:14</a>) John the Baptizer, who wore a hair garment and a leather girdle around his loins as did Elijah, denied that he actually was Elijah in person. (<a href=\"/en/wol/bc/r1/lp-e/1200001307/25/0\" data-bid=\"26-1\" class=\"b\">2Ki 1:8;</a><a href=\"/en/wol/bc/r1/lp-e/1200001307/25/1\" data-bid=\"26-2\" class=\"b\"> Mt 3:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200001307/25/2\" data-bid=\"26-3\" class=\"b\"> Joh 1:21</a>) The angel had not told John&#x2019;s father Zechariah that <span id=\"page713\" class=\"pageNum\" data-no=\"713\" data-before-text=\"713\"></span>John would be Elijah, but that he would have &#x201C;Elijah&#x2019;s spirit and power .&#xA0;.&#xA0;. to get ready for Jehovah a prepared people.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001307/26/0\" data-bid=\"27-1\" class=\"b\">Lu 1:17</a>) Jesus indicated that John did that work but was not recognized by the Jews. (<a href=\"/en/wol/bc/r1/lp-e/1200001307/27/0\" data-bid=\"28-1\" class=\"b\">Mt 17:11-13</a>) After John&#x2019;s death a visionary appearance of Elijah along with Moses occurred at Jesus&#x2019; transfiguration, indicating that there was something yet to take place as represented by the work that Elijah had done.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001307/28/0\" data-bid=\"29-1\" class=\"b\">Mr 9:1-8</a>.<strong>2. </strong>A son of the Benjamite Jeroham; an inhabitant of Jerusalem and the head of his house.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001307/29/0\" data-bid=\"30-1\" class=\"b\">1Ch 8:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200001307/29/1\" data-bid=\"30-2\" class=\"b\"> 27,&#xA0;28</a>.<strong>3. </strong>A Levite priest of &#x201C;the sons of Harim&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001307/30/0\" data-bid=\"31-1\" class=\"b\">1Ch 24:8;</a><a href=\"/en/wol/bc/r1/lp-e/1200001307/30/1\" data-bid=\"31-2\" class=\"b\"> Ezr 2:1, 2,</a><a href=\"/en/wol/bc/r1/lp-e/1200001307/30/2\" data-bid=\"31-3\" class=\"b\">&#xA0;39</a>) among those complying with Ezra&#x2019;s admonition to dismiss their foreign wives.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001307/31/0\" data-bid=\"32-1\" class=\"b\">Ezr 10:21,</a><a href=\"/en/wol/bc/r1/lp-e/1200001307/31/1\" data-bid=\"32-2\" class=\"b\">&#xA0;44</a>.<strong>4. </strong>A descendant of Elam among those following through on Ezra&#x2019;s exhortation to dismiss their foreign wives.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001307/32/0\" data-bid=\"33-1\" class=\"b\">Ezr 10:26,</a><a href=\"/en/wol/bc/r1/lp-e/1200001307/32/1\" data-bid=\"33-2\" class=\"b\">&#xA0;44</a>."}