{"title":"Elishah","link":"/en/wol/d/r1/lp-e/1200001317","html":"<span id=\"page718\" class=\"pageNum\" data-no=\"718\" data-before-text=\"718\"></span><strong>ELISHAH</strong>(E&#xB7;li&#x2B9;shah).Son of Javan and a family head from whom &#x201C;the population of the isles of the nations was spread about.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001317/0/0\" data-bid=\"1-1\" class=\"b\">Ge 10:4,&#xA0;5;</a><a href=\"/en/wol/bc/r1/lp-e/1200001317/0/1\" data-bid=\"1-2\" class=\"b\"> 1Ch 1:7</a>) The only other Biblical mention of Elishah is in the dirge pronounced against Tyre, where the name appears as that of a land or region trading with Tyre. Tyre is represented as a figurative ship, outfitted by many nations, with &#x201C;the islands of Elishah&#x201D; providing the &#x201C;blue thread and wool dyed reddish purple&#x201D; for the ship&#x2019;s deck covering (perhaps a type of awning to protect from sun and rain).<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001317/1/0\" data-bid=\"2-1\" class=\"b\">Eze 27:1-7</a>.First-century Jewish historian Josephus applied the name of Halisas (Elishah) to the Halisaens (Aeolians), one of the parent branches of the Greek peoples. (<em>Jewish Antiquities, </em>I, 127 [vi,&#xA0;1]) By Ezekiel&#x2019;s time the name Aeolis had come to designate only a portion of the W coast of Asia Minor. A similarity to the name of Elishah is noted in the district of Elis on the NW coast of the Peloponnesus (the southern peninsula of Greece). The Greeks are also known to have established colonies in southern Italy and on the island of Sicily, and the Aramaic Targum in commenting on <a href=\"/en/wol/bc/r1/lp-e/1200001317/2/0\" data-bid=\"3-1\" class=\"b\">Ezekiel 27:7</a> identifies Elishah as &#x201C;the province of Italy.&#x201D; Any of these locations would fit the account in Ezekiel in the sense of being regions productive of the purple dye so highly prized, but nothing conclusive can be stated as to their definite connection with Elishah, except that the weight of evidence points in the direction of Greece rather than North Africa or Cyprus. It is also reasonable that the descendants of Elishah may not have remained fixed but that over the centuries the region of their settling may have altered or expanded and that the name of Elishah may thus have applied to different areas at different times."}