{"title":"Engagement","link":"/en/wol/d/r1/lp-e/1200001363","html":"<span id=\"page727\" class=\"pageNum\" data-no=\"727\" data-before-text=\"727\"></span><strong>ENGAGEMENT</strong>The mutual promise for a future marriage. Among the Hebrews the negotiations involved usually depended on the parents of the couple, particularly the fathers. (<a href=\"/en/wol/bc/r1/lp-e/1200001363/0/0\" data-bid=\"1-1\" class=\"b\">Ge 24:1-4;</a><a href=\"/en/wol/bc/r1/lp-e/1200001363/0/1\" data-bid=\"1-2\" class=\"b\"> 38:6;</a><a href=\"/en/wol/bc/r1/lp-e/1200001363/0/2\" data-bid=\"1-3\" class=\"b\"> 21:21</a>) The young man&#x2019;s wishes in the matter were often considered. (<a href=\"/en/wol/bc/r1/lp-e/1200001363/1/0\" data-bid=\"2-1\" class=\"b\">Jg 14:2</a>) In the case of girls who inherited the ancestral property because their father had died without sons, they could become wives to whomever it was fit in their eyes, as long as they married within their tribe. (<a href=\"/en/wol/bc/r1/lp-e/1200001363/2/0\" data-bid=\"3-1\" class=\"b\">Nu 36:6</a>) In the case of Isaac, it was really Jehovah who selected his bride. (<a href=\"/en/wol/bc/r1/lp-e/1200001363/3/0\" data-bid=\"4-1\" class=\"b\">Ge 24:50,&#xA0;51</a>) The selection of the bride and the proposal, usually by the parents or father of the groom, was followed by the espousal, or betrothal. This was a formal proceeding, handled by the parents on the part of the bride and often by a friend or legal representative on the part of the bridegroom.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001363/4/0\" data-bid=\"5-1\" class=\"b\">Ge 24:1-4;</a><a href=\"/en/wol/bc/r1/lp-e/1200001363/4/1\" data-bid=\"5-2\" class=\"b\"> Joh 3:29</a>.A prominent feature of the engagement was the <em>mo&#x2B9;har, </em>the bride-price. This term <em>mo&#x2B9;har </em>occurs three times in the Bible. (<a href=\"/en/wol/bc/r1/lp-e/1200001363/5/0\" data-bid=\"6-1\" class=\"b\">Ge 34:12;</a><a href=\"/en/wol/bc/r1/lp-e/1200001363/5/1\" data-bid=\"6-2\" class=\"b\"> Ex 22:16, 17;</a><a href=\"/en/wol/bc/r1/lp-e/1200001363/5/2\" data-bid=\"6-3\" class=\"b\"> 1Sa 18:25</a>) The bride-price was usually paid to the parents. In Rebekah&#x2019;s case, Abraham&#x2019;s servant gave &#x201C;choice things&#x201D; to her mother and to her brother Laban, who took the leading part in making the arrangements. (<a href=\"/en/wol/bc/r1/lp-e/1200001363/6/0\" data-bid=\"7-1\" class=\"b\">Ge 24:53</a>) The <em>mo&#x2B9;har </em>could also be in the form of service. (<a href=\"/en/wol/bc/r1/lp-e/1200001363/7/0\" data-bid=\"8-1\" class=\"b\">Ge 29:15-30;</a><a href=\"/en/wol/bc/r1/lp-e/1200001363/7/1\" data-bid=\"8-2\" class=\"b\"> Jos 15:16</a>) <a href=\"/en/wol/bc/r1/lp-e/1200001363/8/0\" data-bid=\"9-1\" class=\"b\">Exodus 22:16, 17</a> shows that the <em>mo&#x2B9;har </em>was paid to the father of a seduced girl as indemnity for the offense committed, even if the father refused to give her in marriage. The bride was occasionally given a present by her father as &#x201C;a parting gift,&#x201D; and sometimes, as in the case of Rebekah, the bride was presented with gifts at betrothal.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001363/9/0\" data-bid=\"10-1\" class=\"b\">1Ki 9:16;</a><a href=\"/en/wol/bc/r1/lp-e/1200001363/9/1\" data-bid=\"10-2\" class=\"b\"> Jos 15:17-19;</a><a href=\"/en/wol/bc/r1/lp-e/1200001363/9/2\" data-bid=\"10-3\" class=\"b\"> Ge 24:53</a>.The Hebrews viewed an engaged couple as bound and as if already married, though cohabitation did not take place until the formalities of the wedding were completed.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001363/10/0\" data-bid=\"11-1\" class=\"b\">Ge 19:8,</a><a href=\"/en/wol/bc/r1/lp-e/1200001363/10/1\" data-bid=\"11-2\" class=\"b\"> 14;</a><a href=\"/en/wol/bc/r1/lp-e/1200001363/10/2\" data-bid=\"11-3\" class=\"b\"> Jg 14:15, 16,</a><a href=\"/en/wol/bc/r1/lp-e/1200001363/10/3\" data-bid=\"11-4\" class=\"b\">&#xA0;20</a>.Among the Jews the engagement was regarded as so binding that if the marriage should not take place because of a change of mind on the part of the bridegroom or for some justifiable reason, the young woman could not be married to another until she was freed by due process of law, that is, by a bill of divorce. (<a href=\"/en/wol/bc/r1/lp-e/1200001363/11/0\" data-bid=\"12-1\" class=\"b\">Mt 1:19</a>) If the engaged girl committed fornication with another man during the time of her engagement to her bridegroom, she was judged an adulteress and sentenced to death. (<a href=\"/en/wol/bc/r1/lp-e/1200001363/12/0\" data-bid=\"13-1\" class=\"b\">De 22:23,&#xA0;24</a>) Even if a man had relations with a slave girl designated for another man but not yet redeemed, or freed, both parties were guilty and were punished. However, they were not to be put to death because she had not been set free.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001363/13/0\" data-bid=\"14-1\" class=\"b\">Le 19:20-22</a>.The engaged man was exempt from military duty.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001363/14/0\" data-bid=\"15-1\" class=\"b\">De 20:7</a>.With respect to the age of engagement, no restrictions are pronounced in the Bible. In Middle Eastern lands today marriage often takes place after the bride reaches the age of 16 and <span id=\"page728\" class=\"pageNum\" data-no=\"728\" data-before-text=\"728\"></span>occasionally when she is younger. Talmudists forbade marriage in the case of a male who was under 13 years and one day, and in the case of a female who was under 12 years and one day.There generally was not a prolonged interval of years between engagement and marriage, although there could be times when an interval was needed so that the groom might pay the stipulated price or render the desired service. In the case of Jacob, the period of engagement was seven years, during which he served for Rachel but was given Leah. Then he waited one week longer before receiving Rachel, although he continued to serve Laban seven years more for her.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001363/15/0\" data-bid=\"16-1\" class=\"b\">Ge 29:20-28</a>.The Christian should consider his word of promise as binding, and in the case of a marriage engagement he should follow the principle expressed by Jesus: &#x201C;Just let your word <em>Yes </em>mean Yes, your <em>No, </em>No; for what is in excess of these is from the wicked one&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001363/16/0\" data-bid=\"17-1\" class=\"b\">Mt 5:37</a>), and by James: &#x201C;But let your <em>Yes </em>mean Yes, and your <em>No, </em>No, so that you do not fall under judgment.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001363/17/0\" data-bid=\"18-1\" class=\"b\">Jas 5:12</a>.<strong>The Bride of Christ. </strong>Jesus Christ is espoused to a bride, the Christian congregation, which is his body. (<a href=\"/en/wol/bc/r1/lp-e/1200001363/18/0\" data-bid=\"19-1\" class=\"b\">Eph 1:22,&#xA0;23</a>) At Pentecost, 33&#xA0;C.E., the first members of the &#x201C;bride&#x201D; received the holy spirit with its miraculous gift of tongues. This was similar to gifts of betrothal, constituting for the spiritual bride of Christ &#x201C;a token in advance of [their] inheritance, for the purpose of releasing by a ransom God&#x2019;s own possession, to his glorious praise.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001363/19/0\" data-bid=\"20-1\" class=\"b\">Eph 1:13,&#xA0;14</a>) The apostle Paul spoke of those whom he had introduced to the truth about Christ and who had become Christians as promised in marriage, and he exhorted them to maintain cleanness as a chaste virgin to the Christ. (<a href=\"/en/wol/bc/r1/lp-e/1200001363/20/0\" data-bid=\"21-1\" class=\"b\">2Co 11:2,&#xA0;3</a>) Those engaged to, or promised to, the Christ are, while on earth, considered to be engaged and are invited to the evening meal of the Lamb&#x2019;s marriage.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001363/21/0\" data-bid=\"22-1\" class=\"b\">Re 19:9</a>."}