{"title":"Ephesus","link":"/en/wol/d/r1/lp-e/1200001387","html":"<span id=\"page734\" class=\"pageNum\" data-no=\"734\" data-before-text=\"734\"></span><strong>EPHESUS</strong>(Eph&#x2B9;e&#xB7;sus).Anciently, a wealthy and important religious and commercial center on the W coast of Asia Minor, nearly opposite the island of Samos. Ephesus was built on the slopes and at the base of several hills, chief of which were Mount Pion and Mount Koressos. This port lay astride the main trade route from Rome to the East. Its location near the mouth of the Cayster River, with access to the river basins of the Gediz (ancient Hermus) and the Menderes (ancient Maeander), placed the city at the junction of overland trade routes in Asia Minor. Roads linked Ephesus with the chief cities of the district of Asia.The writings of the first-century Roman author Pliny the Elder and the ancient Greek geographer Strabo have given rise to the view that at one time a gulf of the Aegean Sea extended as far as Ephesus but that the coastline gradually moved seaward, for now the ruins of the city are several kilometers inland. However, excavator J.&#xA0;T.&#xA0;Wood, on the basis of his findings at Ephesus, concluded that the city anciently lay 6.5&#xA0;km (4&#xA0;mi) from the Aegean Sea. If this is correct, then in Paul&#x2019;s time ships must have come up the mouth of the Cayster River to an inland harbor that was kept navigable by constant dredging. Over the centuries, though, the harbor and the mouth of the river have become filled with silt deposited by the Cayster.<strong>Temple of Artemis. </strong>The most outstanding edifice of the city was the temple of Artemis, ranked by the ancients as one of the seven wonders of the world. The temple existing in the first century C.E., when the apostle Paul visited Ephesus, had been rebuilt according to the plan of an earlier Ionic temple said to have been set on fire by Herostratus in 356&#xA0;B.C.E.According to excavations of the site in the latter half of the 19th&#xA0;century, the temple was erected on a platform measuring about 73&#xA0;m (240&#xA0;ft) in width and 127&#xA0;m (418&#xA0;ft) in length. The temple itself was approximately 50&#xA0;m (164&#xA0;ft) wide and 105&#xA0;m (343&#xA0;ft) long. It contained 100 marble columns, each standing almost 17&#xA0;m (55&#xA0;ft) high. The columns measured 1.8&#xA0;m (6&#xA0;ft) in diameter at the base and at least some of them were sculptured to a height of about 6&#xA0;m (20&#xA0;ft). The temple&#x2019;s inner sanctuary measured about 21&#xA0;m (70&#xA0;ft) in width and 32&#xA0;m (105&#xA0;ft) in length. The altar contained therein was approximately 6&#xA0;m (20&#xA0;ft) square, and the image of Artemis may have stood directly behind this altar.The fragments that have been found indicate that brilliant color and sculpture adorned the temple. Large white marble tiles covered the roof. Instead of mortar, gold is reputed to have been used between the joints of the marble blocks.<strong>Stadium; Theater. </strong>About 1.5&#xA0;km (1&#xA0;mi) to the SW of the temple of Artemis was a stadium that had been rebuilt under Nero (54-68&#xA0;C.E.). This was probably the site for athletic contests and possibly also gladiatorial combats. If the apostle Paul&#x2019;s statement in <a href=\"/en/wol/bc/r1/lp-e/1200001387/0/0\" data-bid=\"1-1\" class=\"b\">1&#xA0;Corinthians 15:32</a> about fighting with wild beasts at Ephesus is to <span id=\"page735\" class=\"pageNum\" data-no=\"735\" data-before-text=\"735\"></span>be understood literally, perhaps he had to defend himself against wild beasts in this stadium.The theater where the Ephesians rioted at the instigation of Demetrius was less than 800&#xA0;m (0.5 mi) S of the stadium. This theater was situated within the hollow of Mt.&#xA0;Pion. (<a href=\"/en/wol/bc/r1/lp-e/1200001387/1/0\" data-bid=\"2-1\" class=\"b\">Ac 19:23-41</a>) Its facade was decorated with pillars, niches, and fine statuary. The marble seats for the spectators were arranged in a half circle of 66 rows; these, it has been estimated, afforded room for about 25,000 persons. The acoustic properties of the theater were excellent. Even today, a word spoken in a low voice at the location of the stage can be heard at the top seats.<wbr>&#x2014;PICTURE, Vol.&#xA0;2, p.&#xA0;748.In front of the theater was a wide marble-paved road that ran directly to the harbor. This street was nearly 0.5&#xA0;km (0.3 mi) long and about 11&#xA0;m (36&#xA0;ft) wide. Colonnades 4.5&#xA0;m (15&#xA0;ft) deep lined both sides of this street, and behind these were shops and other buildings. A monumental gateway occupied each end of the street.<strong>Paul&#x2019;s Ministry in Ephesus. </strong>It was to Ephesus, crossroads of the ancient world, that the apostle Paul, accompanied by Aquila and Priscilla, came, probably in 52&#xA0;C.E. Paul immediately went to the Jewish synagogue to preach. However, although being requested to remain longer, the apostle left Ephesus, stating that he would return if it should be Jehovah&#x2019;s will. (<a href=\"/en/wol/bc/r1/lp-e/1200001387/2/0\" data-bid=\"3-1\" class=\"b\">Ac 18:18-21</a>) Aquila and Priscilla, who remained in Ephesus, met Apollos, a Jew from Alexandria, Egypt, who was acquainted only with John&#x2019;s baptism, and they &#x201C;expounded the way of God more correctly to him.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001387/3/0\" data-bid=\"4-1\" class=\"b\">Ac 18:24-26</a>.When Paul returned to Ephesus, likely by the winter of 52/53&#xA0;C.E., he found several men who had been baptized with John&#x2019;s baptism. Upon his clarifying the matter of baptism to them, they were rebaptized. (<a href=\"/en/wol/bc/r1/lp-e/1200001387/4/0\" data-bid=\"5-1\" class=\"b\">Ac 19:1-7</a>) This time Paul taught in the Jewish synagogue for three months. But when opposition arose, he moved to the school auditorium of Tyrannus with those who had become believers; there he discoursed daily for two years. (<a href=\"/en/wol/bc/r1/lp-e/1200001387/5/0\" data-bid=\"6-1\" class=\"b\">Ac 19:8-10</a>) In addition, Paul preached extensively from house to house.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001387/6/0\" data-bid=\"7-1\" class=\"b\">Ac 20:20,&#xA0;21</a>.Paul&#x2019;s preaching, attended by miraculous healings and the expelling of demons, caused many Ephesians to become believers. Also, the unsuccessful attempt at exorcising by the seven sons of a certain Jewish chief priest named Sceva stirred up much interest. Former practitioners of magical arts publicly burned their books, which had a combined value of 50,000 silver pieces (if denarii, $37,200). (<a href=\"/en/wol/bc/r1/lp-e/1200001387/7/0\" data-bid=\"8-1\" class=\"b\">Ac 19:11-20</a>) Ephesus was so renowned for magical arts that Greek and Roman writers referred to books, or rolls, of magical formulas and incantations as &#x201C;Ephesian writings.&#x201D;Since many Ephesians had forsaken the worship of Artemis, the silversmith Demetrius pointed out to fellow craftsmen that Paul&#x2019;s preaching was a threat to their occupation and also endangered the worship of Artemis. Enraged silversmiths shouted: &#x201C;Great is Artemis of the Ephesians!&#x201D; The city was thrown into an uproar, climaxed by a two-hour riot at a theater capable of holding some 25,000 spectators.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001387/8/0\" data-bid=\"9-1\" class=\"b\">Ac 19:23-41</a>.After this, Paul left Ephesus. Later, from Miletus he sent for the older men of the congregation at Ephesus, reviewed his own ministry in the district of Asia, and gave them instructions on caring for their duties. (<a href=\"/en/wol/bc/r1/lp-e/1200001387/9/0\" data-bid=\"10-1\" class=\"b\">Ac 20:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200001387/9/1\" data-bid=\"10-2\" class=\"b\"> 17-38</a>) His reference on that occasion to &#x201C;three years&#x201D; spent at Ephesus should evidently be regarded as a round number.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001387/10/0\" data-bid=\"11-1\" class=\"b\">Ac 20:31</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200001387/11/0\" data-bid=\"12-1\" class=\"b\">Ac 19:8,</a><a href=\"/en/wol/bc/r1/lp-e/1200001387/11/1\" data-bid=\"12-2\" class=\"b\">&#xA0;10</a>.With the passing of years, the Christians at <span id=\"page736\" class=\"pageNum\" data-no=\"736\" data-before-text=\"736\"></span>Ephesus endured much. However, some did lose the love they had at first.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001387/12/0\" data-bid=\"13-1\" class=\"b\">Re 2:1-6</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001387/0\">ARTEMIS</a>; <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001387/1\">DEMETRIUS</a> No.&#xA0;1; <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001387/2\">EPHESIANS, LETTER TO THE</a>.<strong>[Picture on page&#xA0;735]</strong>Relief showing men fighting wild beasts, possibly in the stadium in Ephesus"}