{"title":"Ephod, I","link":"/en/wol/d/r1/lp-e/1200001389","html":"<span id=\"page736\" class=\"pageNum\" data-no=\"736\" data-before-text=\"736\"></span><strong>EPHOD, I</strong>(eph&#x2B9;od).A priestly vestment. The special ephod to be worn by the high priest is described in detail in God&#x2019;s instructions to Moses. (PICTURE, Vol.&#xA0;1, p.&#xA0;539) It was apparently an apronlike garment, made of &#x201C;gold, blue thread and wool dyed reddish purple, coccus scarlet material and fine twisted linen, the work of an embroiderer.&#x201D; It consisted of front and back parts, these being joined together. A girdle of the same material was &#x201C;upon&#x201D; it, perhaps fastened to the ephod, holding it close around the waist. In gold settings on the shoulder pieces were two onyx stones, each engraved with the names of six of the sons of Israel. From the gold settings of these stones hung the breastpiece, by chains of gold having the workmanship of a rope. From the bottom corners of the breastpiece blue string ran through gold rings that were fastened to the lower extremity of the shoulder pieces of the ephod just above the girdle. The ephod apparently reached a little below the waist, perhaps not down to the knees.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001389/0/0\" data-bid=\"1-1\" class=\"b\">Ex 28:6-14,</a><a href=\"/en/wol/bc/r1/lp-e/1200001389/0/1\" data-bid=\"1-2\" class=\"b\"> 22-28</a>.The ephod was worn by the high priest over the blue sleeveless coat, called the &#x201C;coat of the ephod,&#x201D; which, in turn, was atop the linen robe. (<a href=\"/en/wol/bc/r1/lp-e/1200001389/1/0\" data-bid=\"2-1\" class=\"b\">Ex 29:5</a>) This ephod was not worn on all occasions. When it was necessary to inquire of Jehovah about a matter of importance to the nation, the high priest wore the ephod and the breastpiece containing the Urim and the Thummim. (<a href=\"/en/wol/bc/r1/lp-e/1200001389/2/0\" data-bid=\"3-1\" class=\"b\">Nu 27:21;</a><a href=\"/en/wol/bc/r1/lp-e/1200001389/2/1\" data-bid=\"3-2\" class=\"b\"> 1Sa 28:6;</a><a href=\"/en/wol/bc/r1/lp-e/1200001389/2/2\" data-bid=\"3-3\" class=\"b\"> Ezr 2:63</a>) On the annual Day of Atonement, after presenting the sin offerings, the high priest would wash and change garments, taking off the pure white garments and apparently putting on his beautiful garments, including the ephod, before offering up the burnt offerings.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001389/3/0\" data-bid=\"4-1\" class=\"b\">Le 16:23-25</a>.The ephod that Abiathar the priest carried from the sanctuary at Nob to David&#x2019;s camp was likely the ephod of the high priest, since Doeg had killed Abiathar&#x2019;s father, High Priest Ahimelech, and the underpriests with him. (<a href=\"/en/wol/bc/r1/lp-e/1200001389/4/0\" data-bid=\"5-1\" class=\"b\">1Sa 22:16-20;</a><a href=\"/en/wol/bc/r1/lp-e/1200001389/4/1\" data-bid=\"5-2\" class=\"b\"> 23:6</a>) David had Abiathar bring the ephod near so that he could inquire of Jehovah as to what course of action to take.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001389/5/0\" data-bid=\"6-1\" class=\"b\">1Sa 23:9-12;</a><a href=\"/en/wol/bc/r1/lp-e/1200001389/5/1\" data-bid=\"6-2\" class=\"b\"> 30:7,&#xA0;8</a>.<strong>Ephods of the Underpriests. </strong>The underpriests also wore ephods, although the high priest&#x2019;s ephod is the only one specifically mentioned and described in Jehovah&#x2019;s instructions for making the priestly garments. Only &#x201C;robes,&#x201D; &#x201C;sashes,&#x201D; &#x201C;headgears,&#x201D; and &#x201C;drawers&#x201D; were specified for Aaron&#x2019;s sons, who served as underpriests under Aaron. (<a href=\"/en/wol/bc/r1/lp-e/1200001389/6/0\" data-bid=\"7-1\" class=\"b\">Ex 28:40-43</a>) The wearing of an ephod by underpriests seems to have been a later practice. Samuel, though not an underpriest, wore an ephod when he as a young boy ministered to Jehovah at the sanctuary (<a href=\"/en/wol/bc/r1/lp-e/1200001389/7/0\" data-bid=\"8-1\" class=\"b\">1Sa 2:18</a>), as did the 85 priests slain by Doeg at King Saul&#x2019;s command. (<a href=\"/en/wol/bc/r1/lp-e/1200001389/8/0\" data-bid=\"9-1\" class=\"b\">1Sa 22:18</a>) These ephods may have denoted the priestly position of the wearers instead of being something prescribed by the Law to be used when performing their official duties. The underpriest&#x2019;s ephod was probably like the high priest&#x2019;s in shape but was made of plain white cloth, not embroidered, and the linen of which it was made may not have been of the quality of the high priest&#x2019;s ephod. The Hebrew word for &#x201C;linen&#x201D; used in describing the ephod worn by young Samuel and the 85 priests is <em>badh, </em>while <em>shesh, </em>&#x201C;fine linen,&#x201D; is the word used for the high priest&#x2019;s ephod.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001389/9/0\" data-bid=\"10-1\" class=\"b\">Ex 28:6;</a><a href=\"/en/wol/bc/r1/lp-e/1200001389/9/1\" data-bid=\"10-2\" class=\"b\"> 1Sa 2:18;</a><a href=\"/en/wol/bc/r1/lp-e/1200001389/9/2\" data-bid=\"10-3\" class=\"b\"> 22:18</a>.When the ark of the covenant was being brought up to Jerusalem to be placed on Mount Zion near his own house, David, dressed in a sleeveless coat of fine fabric, wore over this garment an ephod of linen as he danced before Jehovah celebrating this joyous event.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001389/10/0\" data-bid=\"11-1\" class=\"b\">2Sa 6:14;</a><a href=\"/en/wol/bc/r1/lp-e/1200001389/10/1\" data-bid=\"11-2\" class=\"b\"> 1Ch 15:27</a>.<strong>The Ephod Made by Gideon. </strong>After Gideon&#x2019;s defeat of the Midianites he used gold taken as booty to make an ephod. (<a href=\"/en/wol/bc/r1/lp-e/1200001389/11/0\" data-bid=\"12-1\" class=\"b\">Jg 8:26,&#xA0;27</a>) Some have objected to this statement on the ground that the 1,700 shekels (19.4&#xA0;kg; 52&#xA0;lb t) of gold would be far more than required for an ephod. An attempted explanation has been offered, that Gideon also made a golden image. But the word &#x201C;ephod&#x201D; does not signify an image. Gideon was a man of faith in God. He would not do what Jeroboam later did when he led the ten tribes into the worship of calf images. Gideon had shown his disposition toward Jehovah&#x2019;s worship when he was given opportunity to set up a ruling dynasty over Israel. He turned the offer down, saying: &#x201C;Jehovah is the one who will rule over you.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001389/12/0\" data-bid=\"13-1\" class=\"b\">Jg 8:22,&#xA0;23</a>) <span id=\"page753\" class=\"pageNum\" data-no=\"753\" data-before-text=\"753\"></span>It may well be that much of the gold was used to <em>pay </em>for the jewels, and so forth, that possibly were used in the ephod. As to the cost of Gideon&#x2019;s ephod, it may well have been of the value stated ($218,365 at modern rates), especially if precious gems were used to decorate it.In spite of Gideon&#x2019;s good intentions to commemorate the victory Jehovah had given Israel and to honor God, the ephod &#x201C;served as a snare to Gideon and to his household,&#x201D; because the Israelites committed spiritual immorality by worshiping it. (<a href=\"/en/wol/bc/r1/lp-e/1200001389/13/0\" data-bid=\"14-1\" class=\"b\">Jg 8:27</a>) However, the Bible does not say that Gideon himself worshiped it; on the contrary, he is specifically named by the apostle Paul as one of the &#x2018;great cloud&#x2019; of faithful pre-Christian witnesses of Jehovah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001389/14/0\" data-bid=\"15-1\" class=\"b\">Heb 11:32;</a><a href=\"/en/wol/bc/r1/lp-e/1200001389/14/1\" data-bid=\"15-2\" class=\"b\"> 12:1</a>.<strong>Idolatrous Use. </strong>An instance of the use of an ephod in idolatrous worship is found at <a href=\"/en/wol/bc/r1/lp-e/1200001389/15/0\" data-bid=\"16-1\" class=\"b\">Judges chapters&#xA0;17</a> and&#xA0;<a href=\"/en/wol/bc/r1/lp-e/1200001389/16/0\" data-bid=\"17-1\" class=\"b\">18</a>. The ephod, made by an Ephraimite, was first used by one of his own sons acting as priest before a carved image, then by a Levite descendant of Moses who, though not of the priestly family of Aaron, acted as priest. Eventually the ephod and image fell into the hands of men of the tribe of Dan, among whom the Levite and his sons after him continued in this idolatrous capacity in the city of Dan all the days that the house of God was located at Shiloh."}