{"title":"Esther","link":"/en/wol/d/r1/lp-e/1200001430","html":"<span id=\"page761\" class=\"pageNum\" data-no=\"761\" data-before-text=\"761\"></span><strong>ESTHER</strong>(Es&#x2B9;ther).A Jewish orphan girl of the tribe of Benjamin whose Hebrew name was Hadassah (meaning &#x201C;Myrtle&#x201D;); a descendant from among those deported from Jerusalem along with King Jehoiachin (Jeconiah) in 617&#xA0;B.C.E. (<a href=\"/en/wol/bc/r1/lp-e/1200001430/0/0\" data-bid=\"1-1\" class=\"b\">Es 2:5-7</a>) She was the daughter of Abihail, the uncle of Mordecai. (<a href=\"/en/wol/bc/r1/lp-e/1200001430/1/0\" data-bid=\"2-1\" class=\"b\">Es 2:15</a>) Her guardian was her older cousin Mordecai, one of &#x201C;the king&#x2019;s servants that were in the king&#x2019;s gate&#x201D; of the palace at Shushan during the reign of the Persian king Ahasuerus (Xerxes&#xA0;I, in the fifth century B.C.E.). (<a href=\"/en/wol/bc/r1/lp-e/1200001430/2/0\" data-bid=\"3-1\" class=\"b\">Es 2:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200001430/2/1\" data-bid=\"3-2\" class=\"b\"> 3:2</a>) After Ahasuerus had deposed his queen Vashti for disobedience, he commanded the gathering of all the beautiful virgins for a period of special massage and beauty care, so that the king might select one to replace Vashti as queen. Esther was among those taken to the king&#x2019;s house and entrusted to the care of Hegai the guardian of the women. At Mordecai&#x2019;s direction, she kept secret the fact that she was a Jewess. (<a href=\"/en/wol/bc/r1/lp-e/1200001430/3/0\" data-bid=\"4-1\" class=\"b\">Es 2:8,</a><a href=\"/en/wol/bc/r1/lp-e/1200001430/3/1\" data-bid=\"4-2\" class=\"b\">&#xA0;10</a>) Esther was selected as queen in the seventh year of Ahasuerus&#x2019; reign. (<a href=\"/en/wol/bc/r1/lp-e/1200001430/4/0\" data-bid=\"5-1\" class=\"b\">Es 2:16,&#xA0;17</a>) All along, she kept in touch with Mordecai, following his counsel. She spoke in Mordecai&#x2019;s name to the king when Mordecai uncovered a plot against the king.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001430/5/0\" data-bid=\"6-1\" class=\"b\">Es 2:20,</a><a href=\"/en/wol/bc/r1/lp-e/1200001430/5/1\" data-bid=\"6-2\" class=\"b\">&#xA0;22</a>.In the 12th year of Ahasuerus, Haman the Agagite, who was prime minister, planned the annihilation of all the Jews in the 127 jurisdictional districts in the empire. He received authorization from the king to issue a decree to carry this out. (<a href=\"/en/wol/bc/r1/lp-e/1200001430/6/0\" data-bid=\"7-1\" class=\"b\">Es 3:7-13</a>) Acting on the information and advice of Mordecai, Esther revealed to the king the wicked intent of Haman&#x2019;s plot. Haman&#x2019;s reaction added to the king&#x2019;s rage, and Haman was hanged. (<a href=\"/en/wol/bc/r1/lp-e/1200001430/7/0\" data-bid=\"8-1\" class=\"b\">Es 4:7&#x2013;7:10</a>) The king, at Esther&#x2019;s request, issued a second decree authorizing the Jews to fight for their lives on the day set for their slaughter. (<a href=\"/en/wol/bc/r1/lp-e/1200001430/8/0\" data-bid=\"9-1\" class=\"b\">Es 8:3-14</a>) Because of the king&#x2019;s edict and for fear of Mordecai, who replaced Haman as prime minister, the governors and officials of the empire helped the Jews to gain a complete victory over their enemies. (<a href=\"/en/wol/bc/r1/lp-e/1200001430/9/0\" data-bid=\"10-1\" class=\"b\">Es&#xA0;9</a>) Mordecai&#x2019;s instructions, confirmed by Esther, commanded the Jews to celebrate the Festival of Purim annually, a custom kept down to this day.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001430/10/0\" data-bid=\"11-1\" class=\"b\">Es 9:20, 21,</a><a href=\"/en/wol/bc/r1/lp-e/1200001430/10/1\" data-bid=\"11-2\" class=\"b\">&#xA0;29</a>.While the book of Esther does not mention the name of God, it is evident from the actions of Mordecai and Esther that they were both faithful servants of the true God Jehovah. Esther displayed the qualities of one trusting in God&#x2019;s law. She was &#x201C;pretty in form and beautiful in appearance&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001430/11/0\" data-bid=\"12-1\" class=\"b\">Es 2:7</a>), but more important is the fact that she manifested the adornment of &#x201C;the secret person of the heart in the incorruptible apparel of the quiet and mild spirit.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001430/12/0\" data-bid=\"13-1\" class=\"b\">1Pe 3:4</a>) Thus she gained favor before Hegai, the guardian of the women, as well as before the king himself. She did not count showy adornment the important <span id=\"page762\" class=\"pageNum\" data-no=\"762\" data-before-text=\"762\"></span>thing and, accordingly, &#x201C;did not request anything except what Hegai .&#xA0;.&#xA0;. proceeded to mention.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001430/13/0\" data-bid=\"14-1\" class=\"b\">Es 2:15</a>) She showed great tact and self-control. She was submissive to her husband Ahasuerus, approaching him in a tactful and respectful way when her life and the lives of her people were in danger. She kept silent when it was wise to do so but spoke boldly and fearlessly when it was necessary and at the right time. (<a href=\"/en/wol/bc/r1/lp-e/1200001430/14/0\" data-bid=\"15-1\" class=\"b\">Es 2:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200001430/14/1\" data-bid=\"15-2\" class=\"b\"> 7:3-6</a>) She accepted counsel from her mature cousin Mordecai, even when following it endangered her life. (<a href=\"/en/wol/bc/r1/lp-e/1200001430/15/0\" data-bid=\"16-1\" class=\"b\">Es 4:12-16</a>) Her love and loyalty toward her people the Jews, who were also God&#x2019;s covenant people, were demonstrated when she acted in their behalf.<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200001430/0\">MORDECAI</a> No.&#xA0;2."}