{"title":"Etham","link":"/en/wol/d/r1/lp-e/1200001433","html":"<span id=\"page764\" class=\"pageNum\" data-no=\"764\" data-before-text=\"764\"></span><strong>ETHAM</strong>(E&#x2B9;tham).The second campsite listed by Moses in Israel&#x2019;s march out of Egypt. (<a href=\"/en/wol/bc/r1/lp-e/1200001433/0/0\" data-bid=\"1-1\" class=\"b\">Ex 13:20;</a><a href=\"/en/wol/bc/r1/lp-e/1200001433/0/1\" data-bid=\"1-2\" class=\"b\"> Nu 33:3-7</a>) It was at Etham, &#x201C;on the edge of the wilderness,&#x201D; that the Israelites made a change in their direction, &#x2018;turning back&#x2019; toward Pihahiroth, where the crossing of the sea took place. (<a href=\"/en/wol/bc/r1/lp-e/1200001433/1/0\" data-bid=\"2-1\" class=\"b\">Nu 33:7,&#xA0;8</a>) This would indicate that Etham could have been the point of exit from Egypt had not the Israelites been divinely directed to alter their course.This turning back caused Pharaoh to reason that the Israelites were &#x2018;wandering in confusion in the wilderness&#x2019; and provided him with an incentive to pursue them. This led to God&#x2019;s execution of judgment on the Egyptians at the Red Sea.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001433/2/0\" data-bid=\"3-1\" class=\"b\">Ex 14:1-4</a>.Some scholars endeavor to place Etham at the eastern end of the Wadi Tumilat, N of the Bitter Lakes. However, this is because they connect the Hebrew Etham (<em>&#x2BC;E&#xB7;tham&#x2B9;</em>) with the Old Egyptian word for fortress (<em>htm</em>). Even if such connection were correct, there were a number of places to which that Egyptian name was applied. Since Etham was not on the northern route out of Egypt, which would have led &#x201C;by the way of the land of the Philistines&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001433/3/0\" data-bid=\"4-1\" class=\"b\">Ex 13:17</a>), it can only be said to have been at some point N of the Red Sea and evidently at the border of the wilderness region forming the NW part of the Sinai Peninsula.A comparison of <a href=\"/en/wol/bc/r1/lp-e/1200001433/4/0\" data-bid=\"5-1\" class=\"b\">Numbers 33:8</a> with <a href=\"/en/wol/bc/r1/lp-e/1200001433/5/0\" data-bid=\"6-1\" class=\"b\">Exodus 15:22</a> would seem to indicate that the wilderness region by Etham corresponds to &#x201C;the wilderness of Shur.&#x201D; Or, if the names are not interchangeable, then, depending upon which region was the <span id=\"page765\" class=\"pageNum\" data-no=\"765\" data-before-text=\"765\"></span>larger, the wilderness of Etham may have included that of Shur or else was itself a part of the wilderness of Shur.<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200001433/0\">SHUR</a>."}