{"title":"Ethiopia","link":"/en/wol/d/r1/lp-e/1200001438","html":"<span id=\"page766\" class=\"pageNum\" data-no=\"766\" data-before-text=\"766\"></span><strong>ETHIOPIA</strong>(E&#xB7;thi&#xB7;o&#x2B9;pi&#xB7;a) [Gr., <em>Ai&#xB7;thi&#xB7;o&#xB7;pi&#x2B9;a, </em>&#x201C;Region of Burnt Faces&#x201D;], <strong>Ethiopian </strong>(E&#xB7;thi&#xB7;o&#x2B9;pi&#xB7;an).Ethiopia was the name applied by the ancient Greeks to the region of Africa S of Egypt. It thus corresponded generally with the Hebrew &#x201C;Cush,&#x201D; which embraced primarily the northern half of the present Sudan and the southernmost part of modern Egypt. In Egyptian texts this region was likewise known by the name Keesh. When the <em>Septuagint </em>translation was made, the translators used the Greek &#x201C;Ethiopia&#x201D; to render the Hebrew &#x201C;Cush&#x201D; in all but two passages. (<a href=\"/en/wol/bc/r1/lp-e/1200001438/0/0\" data-bid=\"1-1\" class=\"b\">Ge 10:6-8;</a><a href=\"/en/wol/bc/r1/lp-e/1200001438/0/1\" data-bid=\"1-2\" class=\"b\"> 1Ch 1:8-10</a>) The <em>King James Version </em>follows this rendering in all cases except <a href=\"/en/wol/bc/r1/lp-e/1200001438/1/0\" data-bid=\"2-1\" class=\"b\">Isaiah 11:11</a>, where it uses &#x201C;Cush&#x201D; instead of &#x201C;Ethiopia&#x201D;; the <em>Revised Standard Version </em>likewise follows the <em>Septuagint </em>except at <a href=\"/en/wol/bc/r1/lp-e/1200001438/2/0\" data-bid=\"3-1\" class=\"b\">Genesis 2:13</a> and <a href=\"/en/wol/bc/r1/lp-e/1200001438/3/0\" data-bid=\"4-1\" class=\"b\">Ezekiel 38:5</a>. Some translations (<em>NW, JB</em>) prefer Cush in yet other texts where the identification with ancient Ethiopia is not made certain by the context. The name Cush can also apply to peoples of Arabia.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001438/0\">CUSH</a> No.&#xA0;2; <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001438/1\">CUSHITE</a>.The area originally designated by the name Ethiopia now consists of semiarid plains in the N, savannas and plateau land in the central region, and tropical rain forest toward the S. Onetime capitals of ancient Ethiopia were Napata and Mero&#xEB;. Mero&#xEB; was the seat of a kingdom in which the right of kingship was carried through the female line rather than the male. The queen mother was thus the one from whom her kingly son derived his right to the throne, and at times she may have been the virtual ruler of the land. The name Candace is mentioned by Greek and Latin writers as a title used by several such Ethiopian queens, evidently including the one referred to at <a href=\"/en/wol/bc/r1/lp-e/1200001438/4/0\" data-bid=\"5-1\" class=\"b\">Acts 8:27</a>.<strong><em>In what sense was the Ethiopian to whom Philip preached a eunuch?</em></strong>The Ethiopian eunuch who was &#x2018;over the treasures&#x2019; of Queen Candace, and to whom Philip preached, was obviously a circumcised Jewish proselyte. (<a href=\"/en/wol/bc/r1/lp-e/1200001438/5/0\" data-bid=\"6-1\" class=\"b\">Ac 8:27-39</a>) He was thus not viewed as a Gentile and hence did not precede Cornelius as the first uncircumcised Gentile convert to Christianity. (<a href=\"/en/wol/bc/r1/lp-e/1200001438/6/0\" data-bid=\"7-1\" class=\"b\">Ac&#xA0;10</a>) For the Ethiopian to engage in worship at the temple in Jerusalem he must have been converted to the Jewish religion and circumcised. (<a href=\"/en/wol/bc/r1/lp-e/1200001438/7/0\" data-bid=\"8-1\" class=\"b\">Ex 12:48, 49;</a><a href=\"/en/wol/bc/r1/lp-e/1200001438/7/1\" data-bid=\"8-2\" class=\"b\"> Le 24:22</a>) In view of the Mosaic Law, which forbade the entry of castrated persons into the congregation of Israel (<a href=\"/en/wol/bc/r1/lp-e/1200001438/8/0\" data-bid=\"9-1\" class=\"b\">De 23:1</a>), it is evident that the Ethiopian was not a eunuch in a fleshly sense. The Hebrew word for &#x201C;eunuch&#x201D; (<em>sa&#xB7;ris&#x2B9;</em>) in a broad or special sense also meant an officer, as at <a href=\"/en/wol/bc/r1/lp-e/1200001438/9/0\" data-bid=\"10-1\" class=\"b\">Genesis 39:1</a>, where an officer of Pharaoh, Potiphar, a married man, is called a <em>sa&#xB7;ris&#x2B9;.</em> Had the Ethiopian officer been an actual eunuch, he would not have been a proselyte, and if not a proselyte, Philip would not have baptized him, since the good news had not yet begun to be extended to the uncircumcised Gentiles.<span id=\"page767\" class=\"pageNum\" data-no=\"767\" data-before-text=\"767\"></span>Ethiopia (Cush) is one of the lands among which the Jewish exiles were scattered after the Babylonian conquest of Judah. (<a href=\"/en/wol/bc/r1/lp-e/1200001438/10/0\" data-bid=\"11-1\" class=\"b\">Isa 11:11</a>) Hence, this Ethiopian official may have had association with Jewish persons in his area or perhaps in Egypt, where many Jews resided. His copy of the scroll of Isaiah was likely a copy of the Greek <em>Septuagint, </em>originally made in Alexandria, Egypt. Since the Ethiopian kingdom had become partly Hellenized from the time of Ptolemy&#xA0;II (308-246&#xA0;B.C.E.), this official&#x2019;s being able to read the Greek language would not be unusual. His becoming a Jewish proselyte and his subsequent conversion to Christianity were in fulfillment of <a href=\"/en/wol/bc/r1/lp-e/1200001438/11/0\" data-bid=\"12-1\" class=\"b\">Psalm 68:31</a>.<strong>Ethiopian Language. </strong>The original language of Ethiopia is undetermined; by the close of the eighth century B.C.E. Egyptian hieroglyphic writing was being used for official Ethiopian inscriptions. A native language and script called Meroitic is known from the century prior to the start of the Common Era and for some centuries thereafter. The language called Ethiopic was the vernacular language during the Common Era up until the 14th&#xA0;century. It is of Semitic origin as is the present-day language of modern Ethiopia called Amharic."}