{"title":"Exodus","link":"/en/wol/d/r1/lp-e/1200001458","html":"<span id=\"page776\" class=\"pageNum\" data-no=\"776\" data-before-text=\"776\"></span><strong>EXODUS</strong>The deliverance of the nation of Israel from bondage to Egypt. Jehovah spoke to Abraham (before 1933&#xA0;B.C.E.), after promising that Abraham&#x2019;s seed would inherit the land, and said: &#x201C;You may know for sure that your seed will become an alien resident in a land not theirs, and they will have to serve them, and these will certainly afflict them for four hundred years. But the nation that they will serve I am judging, and after that they will go out with many goods. .&#xA0;.&#xA0;. But in the fourth generation they will return here, because the error of the Amorites has not yet come to completion.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001458/0/0\" data-bid=\"1-1\" class=\"b\">Ge 15:13-16</a>.It is clear that the beginning of the 400-year period of affliction had to await the appearance of the promised &#x201C;seed.&#x201D; While Abraham had earlier visited Egypt during a time of famine in Canaan and had experienced some difficulties with the Pharaoh there, he was then childless. (<a href=\"/en/wol/bc/r1/lp-e/1200001458/1/0\" data-bid=\"2-1\" class=\"b\">Ge 12:10-20</a>) Not long after God&#x2019;s statement about the 400 years of affliction, when Abraham was 86 years old (in the year 1932&#xA0;B.C.E.), his Egyptian slave girl and concubine bore him a son, Ishmael. But it was 14 years later (1918&#xA0;B.C.E.) that Abraham&#x2019;s free wife Sarah bore him a son, Isaac, and God designated this son as the one by means of whom the promised Seed would result. Still, God&#x2019;s time had not yet arrived for giving Abraham or his seed the land of Canaan, and so they were, as foretold, &#x2018;alien residents in a land not theirs.&#x2019;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001458/2/0\" data-bid=\"3-1\" class=\"b\">Ge 16:15, 16;</a><a href=\"/en/wol/bc/r1/lp-e/1200001458/2/1\" data-bid=\"3-2\" class=\"b\"> 21:2-5;</a><a href=\"/en/wol/bc/r1/lp-e/1200001458/2/2\" data-bid=\"3-3\" class=\"b\"> Heb 11:13</a>.<strong>Time of the Exodus. </strong>When, therefore, did the 400 years of affliction begin, and when did it end? Jewish tradition reckons the count from Isaac&#x2019;s birth. But the actual evidence of <em>affliction </em>first came on the day that Isaac was weaned. Evidence points to 1913&#xA0;B.C.E., when Isaac was about 5 years old and Ishmael about 19, as the date of the start of affliction. It was then that Ishmael &#x201C;the one born in the manner of flesh began persecuting the one born in the manner of spirit.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001458/3/0\" data-bid=\"4-1\" class=\"b\">Ga 4:29</a>) Ishmael, who was part Egyptian, in jealousy and hatred, began &#x201C;poking fun&#x201D; at Isaac, the young child, this amounting to much more than a mere children&#x2019;s quarrel. (<a href=\"/en/wol/bc/r1/lp-e/1200001458/4/0\" data-bid=\"5-1\" class=\"b\">Ge 21:9</a>) Other translations describe Ishmael&#x2019;s action as &#x201C;mocking.&#x201D; (<em>Yg; Ro, </em>ftn) The affliction of Abraham&#x2019;s seed continued on during Isaac&#x2019;s life. While Jehovah blessed Isaac as a grown man, he was nevertheless persecuted by the inhabitants of Canaan and forced to move from place to place because of the difficulties they brought against him. (<a href=\"/en/wol/bc/r1/lp-e/1200001458/5/0\" data-bid=\"6-1\" class=\"b\">Ge 26:19-24,</a><a href=\"/en/wol/bc/r1/lp-e/1200001458/5/1\" data-bid=\"6-2\" class=\"b\">&#xA0;27</a>) Eventually, during the later years of the life of Isaac&#x2019;s son Jacob, the foretold &#x201C;seed&#x201D; came into Egypt to reside. In time they came into a state of slavery.<strong><em>By what internal evidence does the Bible fix the date of Israel&#x2019;s Exodus from Egypt?</em></strong>The 400-year period of affliction thus ran from 1913&#xA0;B.C.E. until 1513&#xA0;B.C.E. It was also a period of grace, or of divine toleration, allowed the Canaanites, a principal tribe of whom were Amorites. By this latter date their error would come to completion; they would clearly merit complete ejection from the land. As the preliminary step toward such ejection, God would turn his attention to his people in Egypt, setting them free from bondage and starting them on the way back to the Promised Land.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001458/6/0\" data-bid=\"7-1\" class=\"b\">Ge 15:13-16</a>.<strong><em>The 430-year period. </em></strong>Another line of calculation is provided in the statement at <a href=\"/en/wol/bc/r1/lp-e/1200001458/7/0\" data-bid=\"8-1\" class=\"b\">Exodus 12:40,&#xA0;41</a>: &#x201C;And the dwelling of the sons of Israel, who had dwelt in Egypt, was four hundred and thirty years. And it came about at the end of the four hundred and thirty years, it even came about on this very day that all the armies of Jehovah went out of the land of Egypt.&#x201D; The footnote on <a href=\"/en/wol/bc/r1/lp-e/1200001458/8/0\" data-bid=\"9-1\" class=\"b\">Exodus 12:40</a> says regarding the expression &#x201C;who had dwelt&#x201D;: &#x201C;In Heb[rew] this verb is pl[ural]. The relative pronoun <em>&#x2BC;asher&#x2B9;, </em>&#x2018;who,&#x2019; can apply to the &#x2018;sons of Israel&#x2019; rather than to the &#x2018;dwelling.&#x2019;&#x201D; The Greek <em>Septuagint </em>renders verse&#xA0;40: &#x201C;But the dwelling of the sons of Israel which they dwelt in the land of Egypt and in the land of Canaan [was] four hundred and thirty years long.&#x201D; The Samaritan <em>Pentateuch </em>reads: &#x201C;.&#xA0;.&#xA0;. in the land of Canaan and in the land of Egypt.&#x201D; All these renderings indicate that the 430-year period covers a longer period of time than the dwelling of the Israelites in Egypt.The apostle Paul shows that this 430-year period (at <a href=\"/en/wol/bc/r1/lp-e/1200001458/9/0\" data-bid=\"10-1\" class=\"b\">Ex 12:40</a>) began at the time of the validation of the Abrahamic covenant and ended <span id=\"page777\" class=\"pageNum\" data-no=\"777\" data-before-text=\"777\"></span>with the Exodus. Paul says: &#x201C;Further, I say this: As to the [Abrahamic] covenant previously validated by God, the Law that has come into being four hundred and thirty years later [in the same year as the Exodus] does not invalidate it, so as to abolish the promise. .&#xA0;.&#xA0;. whereas God has kindly given it to Abraham through a promise.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001458/10/0\" data-bid=\"11-1\" class=\"b\">Ga 3:16-18</a>.How long was it, then, from the validation of the Abrahamic covenant until the Israelites moved into Egypt? At <a href=\"/en/wol/bc/r1/lp-e/1200001458/11/0\" data-bid=\"12-1\" class=\"b\">Genesis 12:4, 5</a> we find that Abraham was 75 years old when he left Haran and crossed the Euphrates on his way to Canaan, at which time the Abrahamic covenant, the promise previously made to him in Ur of the Chaldeans, took effect. Then, from the genealogical references at <a href=\"/en/wol/bc/r1/lp-e/1200001458/12/0\" data-bid=\"13-1\" class=\"b\">Genesis 12:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200001458/12/1\" data-bid=\"13-2\" class=\"b\"> 21:5;</a><a href=\"/en/wol/bc/r1/lp-e/1200001458/12/2\" data-bid=\"13-3\" class=\"b\"> 25:26</a>; and Jacob&#x2019;s statement at <a href=\"/en/wol/bc/r1/lp-e/1200001458/13/0\" data-bid=\"14-1\" class=\"b\">Genesis 47:9</a>, it can be seen that 215 years elapsed between the validation of the Abrahamic covenant and the move of Jacob with his family into Egypt. This would show that the Israelites actually lived in Egypt 215 years (1728-1513&#xA0;B.C.E.). The figure harmonizes with other chronological data.<strong><em>From Exodus to temple building. </em></strong>Two other chronological statements harmonize with and substantiate this viewpoint. Solomon began the building of the temple in his fourth year of kingship (1034&#xA0;B.C.E.), and this is stated at <a href=\"/en/wol/bc/r1/lp-e/1200001458/14/0\" data-bid=\"15-1\" class=\"b\">1&#xA0;Kings 6:1</a> to be &#x201C;the four hundred and eightieth year&#x201D; from the time of the Exodus (1513&#xA0;B.C.E.).<strong><em>&#x2018;About 450 years.&#x2019; </em></strong>Then there is Paul&#x2019;s speech to an audience in Antioch of Pisidia recorded at <a href=\"/en/wol/bc/r1/lp-e/1200001458/15/0\" data-bid=\"16-1\" class=\"b\">Acts 13:17-20</a> in which he refers to a period of &#x201C;about four hundred and fifty years.&#x201D; His discussion of Israelite history begins with the time God &#x201C;chose our forefathers,&#x201D; that is, from the time that Isaac was actually born to be the seed of promise (1918&#xA0;B.C.E.). (Isaac&#x2019;s birth definitely settled the question, which had been in doubt because of Sarah&#x2019;s barrenness, as to whom God would recognize as the seed.) From this starting point Paul then goes on to recount God&#x2019;s acts in behalf of his chosen nation down to the time when God &#x201C;gave them judges until Samuel the prophet.&#x201D; The period of &#x201C;about four hundred and fifty years,&#x201D; therefore, evidently extends from Isaac&#x2019;s birth in 1918&#xA0;B.C.E. down to the year 1467&#xA0;B.C.E., or 46 years after the Exodus of 1513&#xA0;B.C.E. (40 years being spent in the wilderness wandering and 6 years in conquering the land of Canaan). (<a href=\"/en/wol/bc/r1/lp-e/1200001458/16/0\" data-bid=\"17-1\" class=\"b\">De 2:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200001458/16/1\" data-bid=\"17-2\" class=\"b\"> Nu 9:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200001458/16/2\" data-bid=\"17-3\" class=\"b\"> 13:1, 2,</a><a href=\"/en/wol/bc/r1/lp-e/1200001458/16/3\" data-bid=\"17-4\" class=\"b\">&#xA0;6;</a><a href=\"/en/wol/bc/r1/lp-e/1200001458/16/4\" data-bid=\"17-5\" class=\"b\"> Jos 14:6, 7,</a><a href=\"/en/wol/bc/r1/lp-e/1200001458/16/5\" data-bid=\"17-6\" class=\"b\">&#xA0;10</a>) This makes a total number that clearly fits the apostle&#x2019;s round figure of &#x201C;about four hundred and fifty years.&#x201D; Both these chronological references therefore support the year 1513&#xA0;B.C.E. as the year of the Exodus and harmonize as well with the Bible chronology concerning the kings and judges of Israel.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001458/0\">CHRONOLOGY</a> (From 1943&#xA0;B.C.E. to the Exodus).<strong><em>Other views. </em></strong>This date for the Exodus, 1513&#xA0;B.C.E., and consequently the Israelite invasion of Canaan and the fall of Jericho in 1473&#xA0;B.C.E., 40 years after the Exodus, has been considered far too early by some critics, who would place these events as late as the 14th or even the 13th&#xA0;century B.C.E. However, while some archaeologists place the fall of Jericho down in the 13th&#xA0;century B.C.E., they do so, not on the basis of any ancient historical documents or testimony to that effect, but on the basis of pottery finds. Such calculation of time periods by pottery is obviously very speculative, and this is demonstrated by the research at Jericho. The findings there have produced contradictory conclusions and datings on the part of the archaeologists.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001458/1\">ARCHAEOLOGY</a> (Differences in dating); <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001458/2\">CHRONOLOGY</a> (Archaeological Dating).Similarly with the Egyptologists, the differences among them in dating the dynasties of Egypt have amounted to centuries, making their dates unusable for any specific period. For this reason it is impossible to name with confidence the particular Pharaoh of the Exodus, some saying it was Thutmose&#xA0;III, others Amenhotep&#xA0;II, Ramses&#xA0;II, and so forth, but on very shaky foundations in each case.<strong>Authenticity of the Exodus Account. </strong>An objection against the Exodus account has been that the Pharaohs of Egypt did not make any record of the Exodus. However, this is not unusual, for kings of more modern times have recorded only their victories and not their defeats and have often tried to erase anything historical that is contrary to their personal or nationalistic image or to the ideology they are trying to inculcate in their people. Even in recent times rulers have tried to obliterate the works and reputations of their predecessors. Anything regarded as embarrassing or distasteful was left out of Egyptian inscriptions or effaced as soon as possible. An example is the chiseling away by her successor, Thutmose&#xA0;III, of the name and representation of Queen Hatshepsut on a stone monumental record uncovered at Deir al-Bahri in Egypt.<wbr>&#x2014;See <em>Archaeology and Bible History, </em>by J.&#xA0;P.&#xA0;Free, 1964, p.&#xA0;98 and photograph opposite p.&#xA0;94.<span id=\"page778\" class=\"pageNum\" data-no=\"778\" data-before-text=\"778\"></span>Manetho, an Egyptian priest who evidently hated the Jews, wrote in the Greek language about 280&#xA0;B.C.E. The Jewish historian Josephus quotes Manetho as saying that the ancestors of the Jews &#x201C;entered Egypt in their myriads and subdued the inhabitants,&#x201D; and then Josephus says that Manetho &#x201C;goes on to admit that they were afterwards driven out of the country, occupied what is now Judaea, founded Jerusalem, and built the temple.&#x201D;<wbr>&#x2014;<em>Against Apion, </em>I, 228 (26).While Manetho&#x2019;s account is in general very unhistorical, the significant fact is that he mentions the Jews as being in Egypt and as going out, and in further writings, according to Josephus, he identifies Moses with Osarsiph, an Egyptian priest, indicating that, even though Egyptian monuments do not record the fact, the Jews <em>were </em>in Egypt and <em>Moses </em>was their leader. Josephus speaks of another Egyptian historian, Chaeremon, who says that Joseph and Moses were driven out of Egypt at the same time; also Josephus mentions a Lysimachus who tells a similar story.<wbr>&#x2014;<em>Against Apion, </em>I, 228, 238 (26); 288, 290 (32); 299 (33); 304-311 (34).<strong>The Number Involved in the Exodus. </strong>At <a href=\"/en/wol/bc/r1/lp-e/1200001458/17/0\" data-bid=\"18-1\" class=\"b\">Exodus 12:37</a>, the round number of 600,000 &#x201C;able-bodied men on foot&#x201D; besides &#x201C;little ones&#x201D; is given. In the actual census taken about a year after the Exodus, as recorded at <a href=\"/en/wol/bc/r1/lp-e/1200001458/18/0\" data-bid=\"19-1\" class=\"b\">Numbers 1:2, 3,</a><a href=\"/en/wol/bc/r1/lp-e/1200001458/18/1\" data-bid=\"19-2\" class=\"b\"> 45, 46</a>, they numbered 603,550 males from 20 years old upward besides the Levites (<a href=\"/en/wol/bc/r1/lp-e/1200001458/19/0\" data-bid=\"20-1\" class=\"b\">Nu 2:32,&#xA0;33</a>), of whom there were 22,000 males from a month old upward. (<a href=\"/en/wol/bc/r1/lp-e/1200001458/20/0\" data-bid=\"21-1\" class=\"b\">Nu 3:39</a>) The Hebrew term <em>geva&#xB7;rim&#x2B9; </em>(able-bodied men) does not include women. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200001458/21/0\" data-bid=\"22-1\" class=\"b\">Jer 30:6</a>.) &#x201C;Little ones&#x201D; is from the Hebrew <em>taph </em>and refers to one walking with tripping steps. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200001458/22/0\" data-bid=\"23-1\" class=\"b\">Isa 3:16</a>.) Most of these &#x201C;little ones&#x201D; would have had to be carried or at least could not have marched the full length of the journey.<strong><em>&#x201C;In the fourth generation.&#x201D; </em></strong>We must remember that Jehovah told Abraham that in the fourth generation his descendants would return to Canaan. (<a href=\"/en/wol/bc/r1/lp-e/1200001458/23/0\" data-bid=\"24-1\" class=\"b\">Ge 15:16</a>) In the entire 430 years from the time when the Abrahamic covenant took effect to the Exodus there were more than four generations, even considering the long life spans that they enjoyed during that time, according to the record. But it was only 215 years that the Israelites were <em>actually in Egypt. </em>The &#x2018;four generations&#x2019; following their entering Egypt can be calculated in this way, using as an example just one tribe of Israel, the tribe of Levi: (1)&#xA0;Levi, (2)&#xA0;Kohath, (3)&#xA0;Amram, and (4)&#xA0;Moses.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001458/24/0\" data-bid=\"25-1\" class=\"b\">Ex 6:16,</a><a href=\"/en/wol/bc/r1/lp-e/1200001458/24/1\" data-bid=\"25-2\" class=\"b\"> 18,</a><a href=\"/en/wol/bc/r1/lp-e/1200001458/24/2\" data-bid=\"25-3\" class=\"b\">&#xA0;20</a>.The number coming up out of Egypt, namely, 600,000 able-bodied men besides women and children, would mean that there could have been more than three million persons. This, though disputed by some, is not at all unreasonable. For, while there were only four generations from Levi to Moses, when viewed from the standpoint of the life span of these long-lived men, each of these men could have seen several generations or several sets of children born during his lifetime. Even at the present time a man 60 or 70 years old often has grandchildren and may even have great-grandchildren (thus four generations living contemporaneously).<strong><em>Extraordinary increase. </em></strong>The account reports: &#x201C;And the sons of Israel became fruitful and began to swarm; and they kept on multiplying and growing mightier at a very extraordinary rate, so that the land got to be filled with them.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001458/25/0\" data-bid=\"26-1\" class=\"b\">Ex 1:7</a>) In fact, they became so many that the king of Egypt said: &#x201C;Look! The people of the sons of Israel are more numerous and mightier than we are.&#x201D; &#x201C;But the more they would oppress them, the more they would multiply and the more they kept spreading abroad, so that they felt a sickening dread as a result of the sons of Israel.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001458/26/0\" data-bid=\"27-1\" class=\"b\">Ex 1:9,</a><a href=\"/en/wol/bc/r1/lp-e/1200001458/26/1\" data-bid=\"27-2\" class=\"b\">&#xA0;12</a>) Also, when we realize that polygamy, with concubinage, was practiced and that some Israelites married Egyptian women, it becomes evident how the increase to the point of having an adult male population of 600,000 could have occurred.Seventy souls of Jacob&#x2019;s immediate household went down into Egypt or were born there shortly thereafter. (<a href=\"/en/wol/bc/r1/lp-e/1200001458/27/0\" data-bid=\"28-1\" class=\"b\">Ge&#xA0;46</a>) If we exclude Jacob himself, his 12 sons, his daughter Dinah, his granddaughter Serah, the three sons of Levi, and possibly others from the number of family heads who began to multiply in Egypt, we might be left with only 50 of the&#xA0;70. (Levi&#x2019;s sons are excluded inasmuch as the Levites were not numbered among the later 603,550 figure.) Starting, then, with the very conservative figure of 50 family heads and taking into consideration the Bible&#x2019;s statement that &#x201C;the sons of Israel became fruitful and began to swarm; and they kept on multiplying and growing mightier <em>at a very extraordinary rate, </em>so that the land got to be filled with them&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001458/28/0\" data-bid=\"29-1\" class=\"b\">Ex 1:7</a>), we can easily demonstrate how 600,000 men of military age, between 20 and 50 years old, could be living at the time of the Exodus. Consider the following:<span id=\"page779\" class=\"pageNum\" data-no=\"779\" data-before-text=\"779\"></span>In view of the large families then and the desire of the Israelites to have children to fulfill God&#x2019;s promise, it is not unreasonable in our calculation to count each male family head as bringing forth ten children (about half being boys), on the average, during the period of life between 20 and 40 years of age. For conservativeness, we might view each of the original 50 who became family heads as not beginning to father children until 25 years after their entry into Egypt. And, since death or other circumstances could prevent some male children from ever becoming productive children, or could interrupt their child-producing before their reaching the limit of 40 years we have set, we might also reduce by 20&#xA0;percent the number of males born who became fathers. Put simply, this means that in a 20-year period only 200 sons, instead of 250, born to the 50 original family heads we have designated would produce families of their own.<strong><em>Pharaoh&#x2019;s decree. </em></strong>Still another factor might be considered: Pharaoh&#x2019;s decree to destroy all the male children at birth. This decree seems to have been rather ineffective and of short duration. Aaron was born some three years before Moses (or in 1597&#xA0;B.C.E.), and apparently no such decree was then in force. The Bible definitely states that Pharaoh&#x2019;s decree was not very successful. The Hebrew women Shiphrah and Puah, who likely were the heads of the midwife profession, over the other midwives, did not carry out the king&#x2019;s order. They apparently did not instruct the midwives under them as ordered. The result was: &#x201C;The people kept growing more numerous and becoming very mighty.&#x201D; Pharaoh then commanded all his people to throw every newborn Israelite son into the river Nile. (<a href=\"/en/wol/bc/r1/lp-e/1200001458/29/0\" data-bid=\"30-1\" class=\"b\">Ex 1:15-22</a>) But it does not seem that the Egyptian populace hated the Hebrews to this extent. Even Pharaoh&#x2019;s own daughter rescued Moses. Again, Pharaoh may have soon come to the conclusion that he would lose valuable slaves if his decree continued in effect. We know that, later on, the Pharaoh of the Exodus refused to let the Hebrews go for the very reason that he valued them as slave laborers.However, to make our figure yet more conservative we may reduce by nearly one third the number of boys surviving during a five-year period to represent the possible effects of Pharaoh&#x2019;s unsuccessful edict.<strong><em>A calculation. </em></strong>Even making all these allowances, the population would still increase in an accelerated manner, and that with God&#x2019;s blessing. The number of children born during each five-year period from and after 1563&#xA0;B.C.E. (that is, 50 years before the Exodus) up to 1533 (or 20 years before the Exodus) would be as follows:<strong>INCREASE OF MALE POPULATION</strong>     <strong>B.C.E.           Sons Born</strong>from 1563 to 1558        47,350from 1558 to 1553        62,300from 1553 to 1548        81,800from 1548 to 1543       103,750from 1543 to 1538       133,200from 1538 to 1533       172,250Total                   600,650** Theoretical male population from the age of 20 to 50 years at time of Exodus (1513&#xA0;B.C.E.)It may be noted that even a slight adjustment in the method of computation, for example, increasing by one the number of sons born on the average to each male parent, would send this figure up to over a million.<strong><em>How significant was the number of people that left Egypt under Moses?</em></strong>Besides the 600,000 able-bodied men mentioned in the Bible, there were a great number of older men, an even greater number of women and children, and &#x201C;a vast mixed company&#x201D; of non-Israelites. (<a href=\"/en/wol/bc/r1/lp-e/1200001458/30/0\" data-bid=\"31-1\" class=\"b\">Ex 12:38</a>) So the total population was possibly over three million persons going up out of Egypt. It is not surprising that the Egyptian royalty hated to let such a large slave body go. They thereby lost a valuable economic asset.That there was a fearful number of fighting men the Bible record attests: &#x201C;Moab became very frightened at the people, because they were many; and Moab began to feel a sickening dread of the sons of Israel.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001458/31/0\" data-bid=\"32-1\" class=\"b\">Nu 22:3</a>) The fear on the part of the Moabites was, of course, based partly on the fact that Jehovah had worked such wonders for Israel but was also because of their great number, which could not be said of a mere few thousand people. The population figures of the Israelites actually changed very little during the wilderness journey because so many died in the wilderness as a result of unfaithfulness.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001458/32/0\" data-bid=\"33-1\" class=\"b\">Nu 26:2-4,</a><a href=\"/en/wol/bc/r1/lp-e/1200001458/32/1\" data-bid=\"33-2\" class=\"b\">&#xA0;51</a>.In the census shortly after the Exodus the Levites were counted separately, and those from <span id=\"page780\" class=\"pageNum\" data-no=\"780\" data-before-text=\"780\"></span>a month old upward numbered 22,000. (<a href=\"/en/wol/bc/r1/lp-e/1200001458/33/0\" data-bid=\"34-1\" class=\"b\">Nu 3:39</a>) The question may arise as to why among all the other 12 tribes there were only 22,273 <em>firstborn </em>males from a month old upward. (<a href=\"/en/wol/bc/r1/lp-e/1200001458/34/0\" data-bid=\"35-1\" class=\"b\">Nu 3:43</a>) This can easily be understood when the fact is appreciated that family heads were not counted, that because of polygamy a man might have many sons but only one firstborn, and that it was the firstborn son of the man and not of the woman that was counted.<strong>Issues Involved. </strong>According to God&#x2019;s promise to Abraham, His due time had arrived for Him to deliver the nation of Israel from &#x201C;the iron furnace&#x201D; of Egypt. Jehovah considered Israel as his firstborn son by virtue of the promise to Abraham. When Jacob went down to Egypt with his household, he went down voluntarily but his descendants later became slaves. As a nation, they were dear to Jehovah as a firstborn son, and Jehovah had the legal right to deliver them from Egypt without the payment of a price.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001458/35/0\" data-bid=\"36-1\" class=\"b\">De 4:20;</a><a href=\"/en/wol/bc/r1/lp-e/1200001458/35/1\" data-bid=\"36-2\" class=\"b\"> 14:1,&#xA0;2;</a><a href=\"/en/wol/bc/r1/lp-e/1200001458/35/2\" data-bid=\"36-3\" class=\"b\"> Ex 4:22;</a><a href=\"/en/wol/bc/r1/lp-e/1200001458/35/3\" data-bid=\"36-4\" class=\"b\"> 19:5,&#xA0;6</a>.Opposing Jehovah&#x2019;s purpose, Pharaoh did not want to lose the great nation of slave workers. Moreover, when approached by Moses with the request in Jehovah&#x2019;s name to send the Israelites away that they might celebrate a festival to Him in the wilderness, Pharaoh answered: &#x201C;Who is Jehovah, so that I should obey his voice to send Israel away? I do not know Jehovah at all.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001458/36/0\" data-bid=\"37-1\" class=\"b\">Ex 5:2</a>) Pharaoh considered himself to be a god and did not <em>recognize </em>Jehovah&#x2019;s authority, although he had undoubtedly heard the Hebrews use the name many times before. From the beginning Jehovah&#x2019;s people had known his name; Abraham had even addressed God as Jehovah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001458/37/0\" data-bid=\"38-1\" class=\"b\">Ge 2:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200001458/37/1\" data-bid=\"38-2\" class=\"b\"> 15:2</a>.The issue here raised by Pharaoh&#x2019;s attitude and actions brought up the question of Godship. It was now necessary for Jehovah God to exalt himself above the gods of Egypt, including Pharaoh, who was revered as a god. He did this by bringing Ten Plagues upon Egypt, which resulted in Israel&#x2019;s release. (See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001458/3\">GODS AND GODDESSES</a> [The Ten Plagues].) At the time of the last plague, the death of the firstborn, the Israelites were commanded to be prepared at the Passover meal to march out of Egypt. Although they went out in haste, being urged on by the Egyptians, who said, &#x201C;We are all as good as dead!&#x201D; they did not go out empty-handed. (<a href=\"/en/wol/bc/r1/lp-e/1200001458/38/0\" data-bid=\"39-1\" class=\"b\">Ex 12:33</a>) They took their herds and flocks, their flour dough before it was fermented, and their kneading troughs. Besides this, the Egyptians granted to Israel what they asked for, giving them articles of silver and articles of gold and garments. Incidentally, this was not robbing the Egyptians. They had no right to enslave Israel, so they owed the people wages.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001458/39/0\" data-bid=\"40-1\" class=\"b\">Ex 12:34-38</a>.Along with Israel went out &#x201C;a vast mixed company.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001458/40/0\" data-bid=\"41-1\" class=\"b\">Ex 12:38</a>) These were all worshipers of Jehovah, for they had to be prepared to leave with Israel while the Egyptians were burying their dead. They had observed the Passover, otherwise they would have been busy with Egypt&#x2019;s mourning and burial rites. To a certain extent this company may have been made up of those who were in some way related by marriage to the Israelites. For example, many Israelite men married Egyptian women, and Israelite women married Egyptian men. A case in point is the person who was put to death in the wilderness for abusing Jehovah&#x2019;s name. He was the son of an Egyptian man and his mother was Shelomith of the tribe of Dan. (<a href=\"/en/wol/bc/r1/lp-e/1200001458/41/0\" data-bid=\"42-1\" class=\"b\">Le 24:10,&#xA0;11</a>) It may also be noted that Jehovah gave permanent instructions concerning the requirements for alien residents and slaves to eat the Passover when Israel would come into the Promised Land.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001458/42/0\" data-bid=\"43-1\" class=\"b\">Ex 12:25,</a><a href=\"/en/wol/bc/r1/lp-e/1200001458/42/1\" data-bid=\"43-2\" class=\"b\"> 43-49</a>.<strong>Route of the Exodus. </strong>The Israelites must have been in various locations when they started the march out of Egypt, not all initially in one compact body. Some may have merged with the main body of marchers as they went along. Rameses, either the city or a district of that name, was the starting point, the first lap of the journey being to Succoth. (<a href=\"/en/wol/bc/r1/lp-e/1200001458/43/0\" data-bid=\"44-1\" class=\"b\">Ex 12:37</a>) Some scholars suggest that, while Moses began the march from Rameses, the Israelites came from all over the land of Goshen and met at Succoth as a rendezvous.<wbr>&#x2014;MAP, Vol.&#xA0;1, p.&#xA0;536.The Israelites had left Egypt in haste, urged on by the Egyptians; nevertheless, they were by no means unorganized: &#x201C;But it was in battle formation that the sons of Israel went up out of the land of Egypt,&#x201D; that is, possibly like an army in five parts, with vanguard, rear guard, main body, and two wings. Besides the able leadership of Moses, Jehovah made manifest his own leadership, at least as early as the encampment at Etham, by providing a pillar of cloud to lead them in the daytime, which became a pillar of fire to give them light at night.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001458/44/0\" data-bid=\"45-1\" class=\"b\">Ex 13:18-22</a>.By the shortest route it would have been a land journey of about 400&#xA0;km (250&#xA0;mi) from the vicinity N of Memphis on up to, say, Lachish in the Promised Land. But that route would have taken the Israelites along the Mediterranean seacoast <span id=\"page781\" class=\"pageNum\" data-no=\"781\" data-before-text=\"781\"></span>and along by the land of the Philistines. In former times their forefathers Abraham and Isaac had had difficulties with the Philistines. God, knowing that they might be disheartened by a Philistine attack, inasmuch as they were unacquainted with warfare and also because they had their families and flocks with them, commanded that Israel turn about and encamp before Pihahiroth between Migdol and the sea in view of Baal-zephon. Here they encamped by the sea.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001458/45/0\" data-bid=\"46-1\" class=\"b\">Ex 14:1,&#xA0;2</a>.The exact route followed by the Israelites from Rameses to the Red Sea cannot be traced with certainty today, since the sites mentioned in the account cannot be definitely located. Most reference works prefer to show them as crossing through what is known as the Wadi Tumilat in the Delta region of Egypt. This route, however, is predicated principally on the identification of Rameses with a site in the NE corner of the Delta region. But as Professor of Egyptology John A.&#xA0;Wilson states: &#x201C;Unfortunately, scholars do not agree upon the precise location of Rameses. The Pharaohs named Ramses, particularly Ramses&#xA0;II, were generous in naming towns after themselves. Further, references to this city have been excavated in Delta towns which can make no serious claim to being the location.&#x201D;<wbr>&#x2014;<em>The Interpreter&#x2019;s Dictionary of the Bible, </em>edited by G.&#xA0;Buttrick, 1962, Vol.&#xA0;4, p.&#xA0;9.Various places have been suggested, have held popularity for a time, and then have been rejected in favor of another possibility. The site of Tanis (modern San el-Hagar) 56&#xA0;km (35&#xA0;mi) SW of the Mediterranean coastal city of Port Said is popular, but so also is Qantir, about 20&#xA0;km (12&#xA0;mi) farther S.&#xA0;As to the first site, Tanis, it may be noted that one Egyptian text lists Tanis and (Per-)Rameses as separate places, not the same, and that at least part of the material unearthed at Tanis gives evidence of having come from other places. Thus, John A.&#xA0;Wilson further states that &#x201C;there is no guarantee that inscriptions bearing the name Rameses were originally at home there.&#x201D; Regarding both Tanis and Qantir, it may be said that the inscriptions relating to Ramses&#xA0;II found in these places would only show an association with that Pharaoh, but do not prove that either site is the Biblical Raamses built by the Israelites as a storage place prior even to Moses&#x2019; birth. (<a href=\"/en/wol/bc/r1/lp-e/1200001458/46/0\" data-bid=\"47-1\" class=\"b\">Ex 1:11</a>) As is shown in the article <a href=\"/en/wol/tc/r1/lp-e/1200001458/4\">RAAMSES</a>, <a href=\"/en/wol/tc/r1/lp-e/1200001458/5\">RAMESES</a>, the view that Ramses&#xA0;II is the Pharaoh of the Exodus has little evidence in its favor.The route through the Wadi Tumilat has also been favored because of the popular modern theory that the crossing of the Red Sea did not actually take place at the Red Sea but at a site to the N thereof. Some scholars even advocated a crossing at or near Lake Serbonis along the Mediterranean shore, so that after exiting from the Wadi Tumilat the Israelites turned N in the direction of the coast. This view directly contradicts the specific statement in the Bible that God himself led the Israelites away from the route that would go to the land of the Philistines. (<a href=\"/en/wol/bc/r1/lp-e/1200001458/47/0\" data-bid=\"48-1\" class=\"b\">Ex 13:17,&#xA0;18</a>) Others also favor a route through the Wadi Tumilat but argue for a &#x201C;sea&#x201D; crossing in the Bitter Lakes region N of Suez.<strong><em>Red Sea, not &#x2018;sea of reeds.&#x2019; </em></strong>This latter view is based on the argument that the Hebrew <em>yam-suph&#x2B9; </em>(translated &#x201C;Red Sea&#x201D;) literally means &#x201C;sea of rushes, or, reeds, bulrushes,&#x201D; and that therefore the Israelites crossed, not the arm of the Red Sea known as the Gulf of Suez, but a sea of reeds, a swampy place such as the Bitter Lakes region. In so holding, however, they do not agree with the translators of the ancient Greek <em>Septuagint, </em>who translated <em>yam-suph&#x2B9; </em>with the Greek name <em>e&#xB7;ry&#xB7;thra&#x2B9; tha&#x2B9;las&#xB7;sa, </em>meaning, literally, <em>&#x201C;Red </em>Sea.&#x201D; But, far more important, both Luke, who was the writer of Acts (quoting Stephen), and the apostle Paul used this same Greek name when relating the events of the Exodus.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001458/48/0\" data-bid=\"49-1\" class=\"b\">Ac 7:36;</a><a href=\"/en/wol/bc/r1/lp-e/1200001458/48/1\" data-bid=\"49-2\" class=\"b\"> Heb 11:29</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200001458/6\">RED SEA</a>.Furthermore, there would have been no great miracle if a mere marsh had been crossed, and the Egyptians could not have been &#x201C;swallowed up&#x201D; in the Red Sea as &#x201C;the surging waters proceeded to cover them&#x201D; so that they went down &#x201C;into the depths like a stone.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001458/49/0\" data-bid=\"50-1\" class=\"b\">Heb 11:29;</a><a href=\"/en/wol/bc/r1/lp-e/1200001458/49/1\" data-bid=\"50-2\" class=\"b\"> Ex 15:5</a>) Not only was this stupendous miracle referred to later on by Moses and Joshua but the apostle Paul said that the Israelites got baptized into Moses by means of the cloud and the sea. That indicated that they were completely surrounded by water, the sea being on both sides and the cloud above and behind them. (<a href=\"/en/wol/bc/r1/lp-e/1200001458/50/0\" data-bid=\"51-1\" class=\"b\">1Co 10:1,&#xA0;2</a>) This would indicate, too, that the body of water was much deeper than anything that could be waded in.The route of the Exodus depends largely on two factors: where the Egyptian capital was at the time, and the identification of the body of water where the crossing occurred. Since the inspired Christian Greek Scriptures use the expression &#x201C;Red Sea,&#x201D; there is every reason to believe that it was that body of water that Israel <span id=\"page782\" class=\"pageNum\" data-no=\"782\" data-before-text=\"782\"></span>crossed. As for the Egyptian capital, the most likely site is Memphis, the principal seat of government during most of Egypt&#x2019;s history. (See <a href=\"/en/wol/tc/r1/lp-e/1200001458/7\">MEMPHIS</a>.) If this was the case, then the starting point of the Exodus march must have been sufficiently near Memphis for Moses to have been called before Pharaoh after midnight on Passover night and then to have reached Rameses in time to begin the march toward Succoth before the 14th day of Nisan ended. (<a href=\"/en/wol/bc/r1/lp-e/1200001458/51/0\" data-bid=\"52-1\" class=\"b\">Ex 12:29-31,</a><a href=\"/en/wol/bc/r1/lp-e/1200001458/51/1\" data-bid=\"52-2\" class=\"b\"> 37,</a><a href=\"/en/wol/bc/r1/lp-e/1200001458/51/2\" data-bid=\"52-3\" class=\"b\"> 41,&#xA0;42</a>) The oldest Jewish tradition, recorded by Josephus, is to the effect that the march began a short distance N of Memphis.<wbr>&#x2014;<em>Jewish Antiquities, </em>II, 315 (xv,&#xA0;1).A route through the Wadi Tumilat would be so far to the N of Memphis as to make the above circumstances impracticable. For this reason, many earlier commentators have suggested one of the well-known &#x201C;pilgrim&#x201D; routes through Egypt, such as the el Haj route leading from Cairo across to Suez (ancient Clysma, later Kolsum) at the head of the Gulf of Suez.<strong><em>Where was the Red Sea parted to allow Israel to cross over?</em></strong>It should be noted that, after reaching the second stage of their journey, Etham &#x201C;at the edge of the wilderness,&#x201D; God ordered Moses to &#x201C;turn back and encamp before Pihahiroth .&#xA0;.&#xA0;. by the sea.&#x201D; This maneuver would cause Pharaoh to believe the Israelites were &#x201C;wandering in confusion.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001458/52/0\" data-bid=\"53-1\" class=\"b\">Ex 13:20;</a><a href=\"/en/wol/bc/r1/lp-e/1200001458/52/1\" data-bid=\"53-2\" class=\"b\"> 14:1-3</a>) Scholars favoring the el Haj route as the likely one point out that the Hebrew verb for &#x201C;turn back&#x201D; is emphatic and does not mean merely to &#x201C;divert&#x201D; or &#x201C;turn aside,&#x201D; but has more the sense of returning or at least of a marked detour. They suggest that, upon reaching a point N of the head of the Gulf of Suez, the Israelites reversed their line of march and went around to the E side of Jebel &#x2BD;Ataqah, a mountain range bordering the W side of the Gulf. A large host, such as the Israelites were, would find no effective way for swift exit from such a position if pursued from the N, and hence they would be bottled up with the sea blocking their way.Jewish tradition of the first century C.E. conveys such a picture. (See <a href=\"/en/wol/tc/r1/lp-e/1200001458/8\">PIHAHIROTH</a>.) But, more importantly, such a situation fits the general picture portrayed in the Bible itself, whereas the popular views of many scholars do not. (<a href=\"/en/wol/bc/r1/lp-e/1200001458/53/0\" data-bid=\"54-1\" class=\"b\">Ex 14:9-16</a>) It seems evident that the crossing must have been far enough from the head of the Gulf (or western arm of the Red Sea) that Pharaoh&#x2019;s forces would not have been able simply to circle the end of the Gulf and easily come upon the Israelites on the other side.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001458/54/0\" data-bid=\"55-1\" class=\"b\">Ex 14:22,&#xA0;23</a>.Pharaoh had changed his mind about the release of the Israelites as soon as he learned of their departure. Certainly the loss of such a slave nation meant a heavy economic blow to Egypt. It would not be difficult for his chariots to overtake this entire nation on the move, particularly in view of their &#x2018;turning back.&#x2019; Now, encouraged by the thought that Israel was wandering in confusion in the wilderness, he went after them with confidence. With a crack force of 600 chosen chariots, all the other chariots of Egypt mounted with warriors, his cavalrymen, and all his military forces, he came upon Israel at Pihahiroth.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001458/55/0\" data-bid=\"56-1\" class=\"b\">Ex 14:3-9</a>.Strategically the position of the Israelites looked very bad. They were evidently hemmed in between the sea and the mountains, with the Egyptians blocking the way back. In their apparently trapped position, fear struck the hearts of the Israelites and they began to complain against Moses. Now God stepped in to protect Israel by moving the cloud from the front to the rear. On one side, toward the Egyptians, it was darkness; on the other it kept lighting up the night for Israel. While the cloud held back the Egyptians from attacking, at Jehovah&#x2019;s command Moses lifted his rod, and the seawaters split apart, leaving the dry seabed as a path for Israel.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001458/56/0\" data-bid=\"57-1\" class=\"b\">Ex 14:10-21</a>.<strong><em>Width and depth of place of crossing. </em></strong>Since Israel crossed the sea in one night, it could hardly be assumed that the waters parted in a narrow channel. Rather, the channel may have been a kilometer or more in width. Though in fairly close marching formation, such a group, along with what wagons they had, their baggage, and their cattle, even when rather closely ranked, would occupy an area of perhaps 8 sq&#xA0;km (3 sq&#xA0;mi) or more. It appears, therefore, that the sea-opening allowed the Israelites to cross on a fairly wide front. If there was about a 1.5-km (1&#xA0;mi) front, then the depth of the Israelite column would probably be about 5&#xA0;km (3&#xA0;mi) or more. If it was about a 2.5-km (1.5&#xA0;mi) front, the depth might be about 3&#xA0;km (2&#xA0;mi) or more. It would take such a column several hours to get into the seabed and travel across it. While they did not go in panic, but maintained their battle formation, they would no doubt move with considerable haste.Had it not been for the cloud, the Egyptians would have easily overtaken and slaughtered <span id=\"page783\" class=\"pageNum\" data-no=\"783\" data-before-text=\"783\"></span>many. (<a href=\"/en/wol/bc/r1/lp-e/1200001458/57/0\" data-bid=\"58-1\" class=\"b\">Ex 15:9</a>) When the Israelites had gone into the sea and the cloud behind them had moved ahead to reveal this fact to the Egyptians, they pursued. Here, again, is emphasized the necessity of considerable breadth and length of dry seabed, for Pharaoh&#x2019;s military force was great. Bent on destruction and recapture of their former slaves, the entire force went well into the seabed. Then, during the morning watch, which ran from about 2:00 to 6:00&#xA0;a.m., Jehovah looked out from the cloud and began to throw the camp of the Egyptians into confusion, taking the wheels off their chariots.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001458/58/0\" data-bid=\"59-1\" class=\"b\">Ex 14:24,&#xA0;25</a>.The Israelites, by the approaching of morning, got safely across on the eastern shore of the Red Sea. Then Moses was commanded to stretch his hand out so that the waters would come back over the Egyptians. At this &#x201C;the sea began to come back to its normal condition,&#x201D; and the Egyptians fled from encountering it. This also would indicate that the waters had opened up widely, for a narrow channel would have immediately overwhelmed them. The Egyptians fled from the enclosing walls of water toward the western bank, but the waters kept converging until their depth completely covered all the war chariots and the cavalrymen belonging to Pharaoh&#x2019;s military forces; not so much as one of them was let remain.It is obvious that such an overwhelming inundation would be impossible in a marsh. Moreover, in a shallow marsh dead bodies would not wash up on the shore, as actually took place, so that &#x201C;Israel got to see the Egyptians dead on the seashore.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001458/59/0\" data-bid=\"60-1\" class=\"b\">Ex 14:22-31</a>; MAP and PICTURE, Vol.&#xA0;1, p.&#xA0;537.<strong><em>Waters &#x201C;congealed.&#x201D; </em></strong>According to the Bible description, the surging waters were congealed to let Israel pass through. (<a href=\"/en/wol/bc/r1/lp-e/1200001458/60/0\" data-bid=\"61-1\" class=\"b\">Ex 15:8</a>) This word &#x201C;congealed&#x201D; is used in the <em>American Standard Version, </em>the <em>King James Version, </em>and translations by J.&#xA0;N.&#xA0;Darby, I.&#xA0;Leeser, R.&#xA0;Knox, and J.&#xA0;Rotherham. As defined in <em>Webster&#x2019;s Third New International Dictionary </em>(1981), congeal means &#x201C;to change from a fluid to a solid state by or as if by cold&#xA0;.&#xA0;.&#xA0;.&#xA0;: freeze&#xA0;.&#xA0;.&#xA0;.&#xA0;: to make (a liquid) viscid or of a consistency like jelly: curdle, coagulate.&#x201D; The Hebrew word here translated &#x201C;congealed&#x201D; is used in <a href=\"/en/wol/bc/r1/lp-e/1200001458/61/0\" data-bid=\"62-1\" class=\"b\">Job 10:10</a> with regard to curdling milk. Therefore, it does not of necessity mean that the walls of water were frozen solid, but that the consistency of the congealed substance may have been like gelatin or curds. Nothing visible was holding back the waters of the Red Sea on each side of the Israelites, hence the water had the appearance of being congealed, stiffened, curdled, or thickened so that it could remain standing like a wall on each side and not collapse in an inundation upon the Israelites, to their destruction. This was how they looked to Moses when a strong E wind divided the waters and dried up the basin so that it was not miry, nor frozen, but was easily traversable by the multitude.The pathway opened in the sea was wide enough that the Israelites, numbering possibly three million, could all cross to the eastern banks by morning. Then the congealed waters began to be released and to move in from either side, surging and overwhelming the Egyptians as Israel stood on the eastern bank contemplating Jehovah&#x2019;s unparalleled deliverance of an entire nation from a world power. They realized the literal fulfillment of Moses&#x2019; words: &#x201C;The Egyptians whom you do see today you will not see again, no, never again.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001458/62/0\" data-bid=\"63-1\" class=\"b\">Ex 14:13</a>.So by a spectacular display of power Jehovah exalted his name and delivered Israel. Safe on the E shore of the Red Sea, Moses led the sons of Israel in a song, while his sister Miriam, the prophetess, took a tambourine in her hand and led all the women with tambourines and in dances, responding in song to the men. (<a href=\"/en/wol/bc/r1/lp-e/1200001458/63/0\" data-bid=\"64-1\" class=\"b\">Ex 15:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200001458/63/1\" data-bid=\"64-2\" class=\"b\"> 20,&#xA0;21</a>) A complete separation of Israel from their foes had been effected. When they went out from Egypt they were not allowed to suffer harm from man or beast; no dog even snarled at the Israelites or moved its tongue against them. (<a href=\"/en/wol/bc/r1/lp-e/1200001458/64/0\" data-bid=\"65-1\" class=\"b\">Ex 11:7</a>) While the Exodus narrative does not mention that Pharaoh personally went into the sea with his military forces and was destroyed, <a href=\"/en/wol/bc/r1/lp-e/1200001458/65/0\" data-bid=\"66-1\" class=\"b\">Psalm 136:15</a> does state that Jehovah &#x201C;shook off Pharaoh and his military force into the Red Sea.&#x201D;<strong>Typical of Later Events. </strong>In bringing Israel up out of Egypt as promised to Abraham, God looked upon the nation of Israel as his son, just as he had told Pharaoh, &#x2018;Israel is my firstborn.&#x2019; (<a href=\"/en/wol/bc/r1/lp-e/1200001458/66/0\" data-bid=\"67-1\" class=\"b\">Ex 4:22</a>) Later on, Jehovah said: &#x201C;When Israel was a boy, then I loved him, and out of Egypt I called my son.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001458/67/0\" data-bid=\"68-1\" class=\"b\">Ho 11:1</a>) This back-reference to the Exodus was also a prophecy that had a fulfillment in the days of Herod when Joseph and Mary returned from Egypt with Jesus after the death of Herod and settled in Nazareth. The historian Matthew applies the prophecy of Hosea to this occurrence, saying of Joseph: &#x201C;He stayed there until the decease of Herod, for that to be fulfilled which was spoken by Jehovah through <span id=\"page784\" class=\"pageNum\" data-no=\"784\" data-before-text=\"784\"></span>his prophet, saying: &#x2018;Out of Egypt I called my son.&#x2019;&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001458/68/0\" data-bid=\"69-1\" class=\"b\">Mt 2:15</a>.The apostle Paul lists the Exodus among those things that he says went on befalling Israel as examples or types. (<a href=\"/en/wol/bc/r1/lp-e/1200001458/69/0\" data-bid=\"70-1\" class=\"b\">1Co 10:1, 2,</a><a href=\"/en/wol/bc/r1/lp-e/1200001458/69/1\" data-bid=\"70-2\" class=\"b\">&#xA0;11</a>) It therefore appears to be symbolic of something greater. Natural Israel is used in the Bible as symbolic of spiritual Israel, the Israel of God. (<a href=\"/en/wol/bc/r1/lp-e/1200001458/70/0\" data-bid=\"71-1\" class=\"b\">Ga 6:15,&#xA0;16</a>) Also, Moses spoke of the prophet to come who would be like him. (<a href=\"/en/wol/bc/r1/lp-e/1200001458/71/0\" data-bid=\"72-1\" class=\"b\">De 18:18,&#xA0;19</a>) The Jews looked for this one to be a great leader and deliverer. The apostle Peter identifies Jesus Christ as the Greater Moses. (<a href=\"/en/wol/bc/r1/lp-e/1200001458/72/0\" data-bid=\"73-1\" class=\"b\">Ac 3:19-23</a>) The deliverance of Israel at the Red Sea and the destruction of the Egyptian army, therefore, must have significance in the deliverance of spiritual Israel from their enemies of symbolic Egypt by a great miracle at the hands of Jesus Christ. And just as the work God performed at the Red Sea resulted in the exaltation of his name, the fulfillment of those typical events in a much larger reality would bring greater and far more extensive fame to the name of Jehovah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001458/73/0\" data-bid=\"74-1\" class=\"b\">Ex 15:1</a>."}