{"title":"Exodus, Book of","link":"/en/wol/d/r1/lp-e/1200001459","html":"<span id=\"page784\" class=\"pageNum\" data-no=\"784\" data-before-text=\"784\"></span><strong>EXODUS, BOOK OF</strong>The second scroll of the Pentateuch, also referred to as the Second Book of Moses. It came to be known in Hebrew as <em>Shemohth&#x2B9;, </em>&#x201C;Names,&#x201D; from its opening phrase, <em>We&#x2BC;el&#x2B9;leh shemohth&#x2B9;, </em>&#x201C;Now these are the names.&#x201D; &#x201C;Exodus&#x201D; is the Latinized form of the Greek; this means &#x201C;Going Forth; Departure,&#x201D; that is, of the Israelites out of Egypt.This book is an obvious continuation of Genesis, beginning with the expression &#x201C;Now&#x201D; (literally, &#x201C;And&#x201D;) and then relisting the names of the sons of Jacob that are taken from the more complete record at <a href=\"/en/wol/bc/r1/lp-e/1200001459/0/0\" data-bid=\"1-1\" class=\"b\">Genesis 46:8-27</a>. Exodus was written in 1512&#xA0;B.C.E., a year after the Israelites departed from Egypt and camped in the wilderness of Sinai. The book covers a period of 145 <span id=\"page785\" class=\"pageNum\" data-no=\"785\" data-before-text=\"785\"></span>years, from Joseph&#x2019;s death in 1657&#xA0;B.C.E. to the construction of the tabernacle in 1512&#xA0;B.C.E.<strong>Writership. </strong>Moses&#x2019; writership of Exodus has never been questioned by the Jews. Egyptian expressions used are indicative of a writer contemporary with the times, and not of a Jew born later.<strong>Accuracy, Truthfulness. </strong>On the part of the writer of Exodus &#x201C;an intimate acquaintance with Ancient Egypt may be discerned. The position of the Egyptians with respect to foreigners<wbr>&#x2014;their separation from them, yet their allowance of them in their country, their special hatred of <em>shepherds, </em>the suspicion of strangers from Palestine as <em>spies</em>&#x2014;<wbr>their internal government, its settled character, the power of the King, the influence of the Priests, the great works, the employment of foreigners in their construction, the use of bricks, .&#xA0;.&#xA0;. and of bricks with straw in them, .&#xA0;.&#xA0;. the taskmasters, the embalming of dead bodies, the consequent importation of spices, .&#xA0;.&#xA0;. the violent mournings, .&#xA0;.&#xA0;. the fighting with horses and chariots .&#xA0;.&#xA0;.<wbr>&#x2014;these are a few out of the many points which might be noted marking an intimate knowledge of Egyptian manners and customs on the part of the author of the Pentateuch.&#x201D;<wbr>&#x2014;<em>The Historical Evidences of the Truth of the Scripture Records, </em>by George Rawlinson, 1862, pp.&#xA0;290, 291.The account of Pharaoh&#x2019;s daughter bathing in the Nile has been disputed (<a href=\"/en/wol/bc/r1/lp-e/1200001459/1/0\" data-bid=\"2-1\" class=\"b\">Ex 2:5</a>), but Herodotus (II,&#xA0;35) says (as ancient monuments also show) that in ancient Egypt the women were under no restraint. Also, the Egyptians believed a sovereign virtue existed in the Nile waters. At times Pharaoh went out to the river evidently for purposes of worship. It was here that he was met at least twice by Moses during the Ten Plagues.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001459/2/0\" data-bid=\"3-1\" class=\"b\">Ex 7:15;</a><a href=\"/en/wol/bc/r1/lp-e/1200001459/2/1\" data-bid=\"3-2\" class=\"b\"> 8:20</a>.As to absence of Egyptian monumental evidence of the Israelites&#x2019; sojourn in Egypt, this is not surprising, in view of the fact that a study of the monuments there reveals that the Egyptians did not record matters uncomplimentary to themselves. However, an even more powerful testimony than stone monumental evidence is the living monument of the observance of the Passover by the Jews, who have commemorated the Exodus in this way throughout their entire history.There is strong ground for accepting the historical accuracy and the general narrative as given in Exodus. According to Westcott and Hort, Jesus and the writers of the Christian Greek Scriptures quote or refer to Exodus more than 100 times. The integrity of the writer Moses attests to the book&#x2019;s authenticity. He points out with the greatest candor his own weaknesses, his hesitancy, and his mistakes, not attributing anything of the miracles, leadership, and organization to his own prowess, though he was acknowledged as great by the Egyptians and, in the main, much respected by Israel.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001459/3/0\" data-bid=\"4-1\" class=\"b\">Ex 11:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200001459/3/1\" data-bid=\"4-2\" class=\"b\"> 3:10-12;</a><a href=\"/en/wol/bc/r1/lp-e/1200001459/3/2\" data-bid=\"4-3\" class=\"b\"> 4:10-16</a>.The divine hand is revealed in Israel&#x2019;s sojourn in Egypt and their Exodus. A better place could hardly be found for Israel&#x2019;s rapid growth to a mighty nation. Had they remained in Canaan, they would have been subjected to much warfare with the Canaanite inhabitants, while in the territory of the first world power during the time of its zenith they were protected by its might. They lived in the best part of the land, which contributed to their health and fertility, as well as to their intellectual growth to some extent.But their situation in Egypt was not ideal for moral and spiritual growth; neither was it suitable for their being made a nation under theocratic rule, with a sacrificing and teaching priesthood. Furthermore, God&#x2019;s promise to give Abraham&#x2019;s seed the land of Canaan had to be fulfilled, and God&#x2019;s time for it had come. Israel was to be constituted a great nation, with Jehovah as its King. The book of Exodus relates Jehovah&#x2019;s accomplishment of this purpose.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001459/4/0\" data-bid=\"5-1\" class=\"b\">Ex 15:13-21</a>.<strong>Dead Sea Scrolls. </strong>Among the manuscripts found at the Dead Sea, 15 contain fragments of the book of Exodus. One fragment (4QEx<sup>f</sup>) has been dated as from about 250&#xA0;B.C.E. Two of the fragments, believed to date from the second or third century B.C.E., were written in ancient Hebrew characters that were in use before the Babylonian exile.<strong>[Box on page&#xA0;784]</strong><strong>HIGHLIGHTS OF </strong><strong>EXODUS</strong>  The record of how Jehovah delivered Israel from oppressive slavery in Egypt and organized them into a theocratic nation  Written by Moses in 1512&#xA0;B.C.E., about a year after Israel departed from Egypt<strong>Israel experiences tyrannical slavery in Egypt </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200001459/5/0\" data-bid=\"6-1\" class=\"b\">1:1&#x2013;3:1</a>)  By royal decree the Israelites are made to slave under tyranny; death at the time of birth is decreed for all their male offspring  Moses is adopted by Pharaoh&#x2019;s daughter and so is spared from death, but he is taught by his own mother  Moses kills an oppressive Egyptian, flees to Midian, becomes shepherd there<strong>Jehovah delivers Israel by the hand of Moses </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200001459/6/0\" data-bid=\"7-1\" class=\"b\">3:2&#x2013;15:21</a>)  Moses is commissioned at burning bush as deliverer, to speak and act in the name of Jehovah  Returns to Egypt; with Aaron, he appears before Pharaoh, telling him that Jehovah has said to send Israel away to worship Him in the wilderness; Pharaoh refuses and increases oppression  Jehovah renews promise to deliver Israel and to give them the land of Canaan, thus deepening their appreciation for his name Jehovah  Ten Plagues, announced by Moses and Aaron, come upon Egypt; after the first three, only the Egyptians are plagued; during the tenth, all the firstborn males, both of Egyptians and of their animals, die, while Israel celebrates the Passover  Using a pillar of cloud by day and a pillar of fire by night, Jehovah leads Israel out of Egypt; he opens the Red Sea to permit them to cross over on dry land, then drowns Pharaoh and his army when they try to cross the seabed in pursuit<strong>Jehovah organizes Israel as a theocratic nation </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200001459/7/0\" data-bid=\"8-1\" class=\"b\">15:22&#x2013;40:38</a>)  Provision of drinkable water, as well as meat and manna, is made for Israel in the wilderness; in connection with provision of manna, Sabbath is instituted  At Jethro&#x2019;s suggestion, Moses selects qualified men to serve as chiefs, helping with the work of judging  At Mount Sinai, Jehovah invites the nation to enter into covenant relationship with him; they voluntarily agree; Jehovah gives fear-inspiring display of his glory  Ten Commandments and other laws given through Moses set out Jehovah&#x2019;s requirements for Israel  Law covenant made over blood of sacrificial animals; the people say, &#x201C;All that Jehovah has spoken we are willing to do and be obedient&#x201D;  Instructions are given by God on building the tabernacle and its furniture, as well as on making garments for the priests and on installing the priesthood  While Moses is on Mount Sinai, the people turn to worshiping a golden calf; Moses breaks the stone tablets given him by God; Levites prove loyal; about 3,000 idolaters are slain  Moses sees manifestation of Jehovah&#x2019;s glory, hears God declare His name  With voluntary offerings of materials, the tabernacle and its furnishings are built; the tabernacle is set up on Nisan 1, 1512&#xA0;B.C.E., and Jehovah manifests his approval"}