{"title":"Expanse","link":"/en/wol/d/r1/lp-e/1200001461","html":"<span id=\"page785\" class=\"pageNum\" data-no=\"785\" data-before-text=\"785\"></span><strong>EXPANSE</strong>Concerning the second creative period, or &#x201C;day,&#x201D; <a href=\"/en/wol/bc/r1/lp-e/1200001461/0/0\" data-bid=\"1-1\" class=\"b\">Genesis 1:6-8</a> states: &#x201C;And God went on to say: &#x2018;Let an expanse [Heb., <em>ra&#xB7;qi&#x2B9;a&#x2BD;</em>] come to be in between the waters and let a dividing occur between the waters and the waters.&#x2019; Then God proceeded to make the expanse and to make a division between the waters that should be beneath the expanse and the waters that should be above the expanse. And it came to be so. And God began to call the expanse Heaven.&#x201D; Later the record speaks of luminaries appearing in &#x201C;the expanse of the heavens,&#x201D; and still later of flying creatures flying over the earth <span id=\"page786\" class=\"pageNum\" data-no=\"786\" data-before-text=\"786\"></span>&#x201C;upon the face of the expanse of the heavens.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001461/1/0\" data-bid=\"2-1\" class=\"b\">Ge 1:14, 15,</a><a href=\"/en/wol/bc/r1/lp-e/1200001461/1/1\" data-bid=\"2-2\" class=\"b\"> 17,</a><a href=\"/en/wol/bc/r1/lp-e/1200001461/1/2\" data-bid=\"2-3\" class=\"b\">&#xA0;20</a>.The Greek <em>Septuagint </em>used the word <em>ste&#xB7;re&#x2B9;o&#xB7;ma </em>(meaning &#x201C;a firm and solid structure&#x201D;) to translate the Hebrew <em>ra&#xB7;qi&#x2B9;a&#x2BD;, </em>and the Latin <em>Vulgate </em>used the Latin term <em>firmamentum, </em>which also conveys the idea of something solid and firm. The <em>King James Version, </em>the <em>Revised Standard Version, </em>and many others follow suit in translating <em>ra&#xB7;qi&#x2B9;a&#x2BD; </em>by the word &#x201C;firmament.&#x201D; However, in its marginal reading the <em>King James Version </em>gives the alternate reading &#x201C;expansion,&#x201D; and the <em>American Standard Version </em>gives &#x201C;expanse&#x201D; in its footnote. Other translations support such rendering<wbr>&#x2014;&#x201C;expanse&#x201D; (<em>Ro; Fn; Yg; An; NW</em>); <em>&#x201C;expansi&#xF3;n&#x201D; </em>(<em>VM </em>[Spanish]); <em>&#x201C;&#xE9;tendue </em>[extent or expanse]&#x201D; (<em>Segond; Ostervald </em>[French]).Some endeavor to show that the ancient Hebrew concept of the universe included the idea of a solid vault arched over the earth, with sluice holes through which rain could enter and with the stars fixed within this solid vault, diagrams of such concept appearing in Bible dictionaries and some Bible translations. Commenting on this attitude, <em>The International Standard Bible Encyclop&#xE6;dia </em>states: &#x201C;But this assumption is in reality based more upon the ideas prevalent in Europe during the Dark Ages than upon any actual statements in the O[ld] T[estament].&#x201D;<wbr>&#x2014;Edited by J.&#xA0;Orr, 1960, Vol.&#xA0;I, p.&#xA0;314.While it is true that the root word (<em>ra&#xB7;qa&#x2BD;&#x2B9;</em>) from which <em>ra&#xB7;qi&#x2B9;a&#x2BD; </em>is drawn is regularly used in the sense of &#x201C;beating out&#x201D; something solid, whether by hand, by foot, or by any instrument (compare <a href=\"/en/wol/bc/r1/lp-e/1200001461/2/0\" data-bid=\"3-1\" class=\"b\">Ex 39:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200001461/2/1\" data-bid=\"3-2\" class=\"b\"> Eze 6:11</a>), in some cases it is not sound reasoning to rule out a figurative use of the word. Thus at <a href=\"/en/wol/bc/r1/lp-e/1200001461/3/0\" data-bid=\"4-1\" class=\"b\">Job 37:18</a> Elihu asks concerning God: &#x201C;With him can you beat out [<em>tar&#xB7;qi&#x2B9;a&#x2BD;</em>] the skies hard like a molten mirror?&#x201D; That the literal beating out of some solid celestial vault is not meant can be seen from the fact that the word &#x201C;skies&#x201D; here comes from a word (<em>sha&#x2B9;chaq</em>) also rendered &#x201C;film of dust&#x201D; or &#x201C;clouds&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001461/4/0\" data-bid=\"5-1\" class=\"b\">Isa 40:15;</a><a href=\"/en/wol/bc/r1/lp-e/1200001461/4/1\" data-bid=\"5-2\" class=\"b\"> Ps 18:11</a>), and in view of the nebulous quality of that which is &#x2018;beaten out,&#x2019; it is clear that the Bible writer is only <em>figuratively </em>comparing the skies to a metal mirror whose burnished face gives off a bright reflection.<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200001461/5/0\" data-bid=\"6-1\" class=\"b\">Da 12:3</a>.So, too, with the &#x201C;expanse&#x201D; produced on the second creative &#x201C;day,&#x201D; no solid substance is described as being beaten out but, rather, the creation of an open space, or division, between the waters covering the earth and other waters above the earth. It thus describes the formation of the atmospheric expanse surrounding the earth and indicates that at one time there was no clear division or open space but that the entire globe was previously enveloped in water vapor. This also accords with scientific reasoning on the early stages of the planet&#x2019;s formation and the view that at one time all of earth&#x2019;s water existed in the form of atmospheric vapor because of the extreme heat of the earth&#x2019;s surface at that point.That the Hebrew writers of the Bible did not conceive of the sky as originally formed of burnished metal is evident from the warning given through Moses to Israel that, in the event of their disobedience to God, &#x201C;Your skies that are over your head must also <em>become </em>copper, and the earth that is beneath you iron,&#x201D; thus metaphorically describing the effects of intense heat and severe drought upon the skies and land of Israel.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001461/6/0\" data-bid=\"7-1\" class=\"b\">De 28:23,&#xA0;24</a>.Similarly, it is obvious that the ancient Hebrews held no pagan concept as to the existence of literal &#x201C;windows&#x201D; in the arch of the sky through which earth&#x2019;s rain descended. Very accurately and scientifically the writer of Job quotes Elihu in describing the process by which rain clouds are formed when he states, at <a href=\"/en/wol/bc/r1/lp-e/1200001461/7/0\" data-bid=\"8-1\" class=\"b\">Job 36:27,&#xA0;28</a>: &#x201C;For he draws up the drops of water; they filter as rain for his mist, so that the clouds [<em>shecha&#xB7;qim&#x2B9;</em>] trickle, they drip upon mankind abundantly.&#x201D; Likewise, the expression &#x201C;floodgates [<em>&#x2BC;arub&#xB7;both&#x2B9;</em>] of the heavens&#x201D; clearly manifests a figurative expression.<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200001461/8/0\" data-bid=\"9-1\" class=\"b\">Ge 7:11;</a><a href=\"/en/wol/bc/r1/lp-e/1200001461/8/1\" data-bid=\"9-2\" class=\"b\"> 2Ki 7:1, 2,</a><a href=\"/en/wol/bc/r1/lp-e/1200001461/8/2\" data-bid=\"9-3\" class=\"b\"> 19;</a><a href=\"/en/wol/bc/r1/lp-e/1200001461/8/3\" data-bid=\"9-4\" class=\"b\"> Mal 3:10</a>; see also <a href=\"/en/wol/bc/r1/lp-e/1200001461/9/0\" data-bid=\"10-1\" class=\"b\">Pr 3:20;</a><a href=\"/en/wol/bc/r1/lp-e/1200001461/9/1\" data-bid=\"10-2\" class=\"b\"> Isa 5:6;</a><a href=\"/en/wol/bc/r1/lp-e/1200001461/9/2\" data-bid=\"10-3\" class=\"b\"> 45:8;</a><a href=\"/en/wol/bc/r1/lp-e/1200001461/9/3\" data-bid=\"10-4\" class=\"b\"> Jer 10:13</a>.In his vision of heavenly arrangements, Ezekiel describes &#x201C;the likeness of an expanse like the sparkle of awesome ice&#x201D; over the heads of the four living creatures. The account is filled with figurative expressions.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001461/10/0\" data-bid=\"11-1\" class=\"b\">Eze 1:22-26;</a><a href=\"/en/wol/bc/r1/lp-e/1200001461/10/1\" data-bid=\"11-2\" class=\"b\"> 10:1</a>.Though the formation of the expanse, or atmosphere, surrounding earth did not involve a &#x2018;beating out&#x2019; of something as solid as some metallic substance, yet it should be remembered that the gaseous mixture forming earth&#x2019;s atmosphere is just as real as land and water and has weight in itself (in addition to carrying water and innumerable particles of solid materials, such as dust). The weight of all the air surrounding earth is estimated at more than 5,200,000,000,000,000 metric tons. (<em>The World Book Encyclopedia, </em>1987, Vol.&#xA0;1, p.&#xA0;156) Air pressure at sea level runs about 1&#xA0;kg per sq&#xA0;cm (15&#xA0;lb per sq&#xA0;in.). It also exercises resistance so that most meteors hitting the immense jacket of air surrounding the earth are <span id=\"page787\" class=\"pageNum\" data-no=\"787\" data-before-text=\"787\"></span>burned up by the friction created by the atmosphere. Thus the force implied in the Hebrew word <em>ra&#xB7;qi&#x2B9;a&#x2BD; </em>is certainly in harmony with the known facts.In the Psalms &#x201C;the expanse,&#x201D; along with &#x201C;the heavens,&#x201D; is said to tell of God&#x2019;s works and praise.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001461/11/0\" data-bid=\"12-1\" class=\"b\">Ps 19:1</a>."}