{"title":"Ezekiel","link":"/en/wol/d/r1/lp-e/1200001469","html":"<span id=\"page791\" class=\"pageNum\" data-no=\"791\" data-before-text=\"791\"></span><strong>EZEKIEL</strong>(E&#xB7;ze&#x2B9;ki&#xB7;el) [God Strengthens].The son of Buzi, a priest. He was among the captives taken to Babylon by Nebuchadnezzar along with Jehoiachin in 617&#xA0;B.C.E. His first visions of God came to him in &#x201C;the thirtieth year, in the fourth month, on the fifth day of the month,&#x201D; in the &#x201C;fifth year of the exile of King Jehoiachin.&#x201D; He prophesied to the Jews living by the river Chebar, which some modern scholars believe to be one of the great Babylonian canals. &#x201C;The thirtieth year&#x201D; seems to have reference to Ezekiel&#x2019;s age. He began his duties as a prophet at this time.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001469/0/0\" data-bid=\"1-1\" class=\"b\">Eze 1:1-3</a>.Being of a priestly family, he was undoubtedly well acquainted with the temple, its arrangement, and all the activities carried out therein and was well versed in the Law. Likely Ezekiel was also well acquainted with Jeremiah and his prophecies, because Jeremiah was a prophet in Jerusalem during Ezekiel&#x2019;s youth. Then, too, Ezekiel had enjoyed the advantage of living in Judah during part of the reign of righteous King Josiah, who destroyed the Baal altars and the graven images, set about to repair the temple, and intensified his reformation in behalf of pure worship in Judah when the book of the Law (apparently an original written by Moses) was found in the temple.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001469/1/0\" data-bid=\"2-1\" class=\"b\">2Ch&#xA0;34</a>.<strong><em>Before Babylon destroyed Jerusalem, in what strategic locations did Jehovah have his prophets?</em></strong>Ezekiel&#x2019;s prophetic life was contemporaneous with Jeremiah and Daniel. Jeremiah served as God&#x2019;s prophet to the Jews in Jerusalem and Judah, coming in contact with the corrupt Judean kings. Daniel, who was in the court of Babylon and later of Medo-Persia, was given prophecies concerning the succession of world powers and their defeat at the hands of the Kingdom of God. Ezekiel served among the Jewish people and their headmen in Babylonia and continued the work of the prophets there. So, while the Jews in Jerusalem had the benefit of the temple with its high priest and the priestly prophet Jeremiah, those in Babylon were not forsaken by Jehovah. Ezekiel was God&#x2019;s prophet to them, and while not performing sacrificial services, he was there as a counselor and instructor in God&#x2019;s law.There was also a close relationship between the prophetic work of Jeremiah and Ezekiel, both of them refuting and striving to dispel from the minds of the Jews in Jerusalem and in Babylonia the idea that God was going to bring an early end to Babylonian domination and that Jerusalem would not fall. Jeremiah actually sent a letter to the captives in the land of Babylonia, telling them to settle down and be at peace in Babylon because a 70-year period must pass before they would be delivered. Doubtless Ezekiel got to hear the words of this letter. Also, he may have heard the reading of the book that Jeremiah later sent foretelling the downfall of Babylon.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001469/2/0\" data-bid=\"3-1\" class=\"b\">Jer 29;</a><a href=\"/en/wol/bc/r1/lp-e/1200001469/2/1\" data-bid=\"3-2\" class=\"b\"> 51:59-64</a>.<strong>Prophesied to an &#x201C;Obstinate&#x201D; People. </strong>The captives in Babylonia were in a better position before Jehovah than the Jews remaining in Judah, as illustrated by the baskets of good and bad figs that Jeremiah saw. (<a href=\"/en/wol/bc/r1/lp-e/1200001469/3/0\" data-bid=\"4-1\" class=\"b\">Jer&#xA0;24</a>) But even so, <span id=\"page792\" class=\"pageNum\" data-no=\"792\" data-before-text=\"792\"></span>Ezekiel had no easy task set before him, because the captive Israelites were also a part of the rebellious house. As Ezekiel was told, it was among &#x201C;obstinate ones and things pricking you and it is among scorpions that you are dwelling.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001469/4/0\" data-bid=\"5-1\" class=\"b\">Eze 2:6</a>) At Jehovah&#x2019;s command he took up dwelling among the exiles at Tel-abib by the river Chebar. (<a href=\"/en/wol/bc/r1/lp-e/1200001469/5/0\" data-bid=\"6-1\" class=\"b\">Eze 3:4,</a><a href=\"/en/wol/bc/r1/lp-e/1200001469/5/1\" data-bid=\"6-2\" class=\"b\">&#xA0;15</a>) Although the Jews were exiles, they were living in their own houses. (<a href=\"/en/wol/bc/r1/lp-e/1200001469/6/0\" data-bid=\"7-1\" class=\"b\">Jer 29:5</a>) They were able to continue organized, at least to an extent, religiously. The older men of Judah were able to visit Ezekiel several times. (<a href=\"/en/wol/bc/r1/lp-e/1200001469/7/0\" data-bid=\"8-1\" class=\"b\">Eze 8:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200001469/7/1\" data-bid=\"8-2\" class=\"b\"> 14:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200001469/7/2\" data-bid=\"8-3\" class=\"b\"> 20:1</a>) Even when the time came for the restoration at the end of the 70 years, many of these Jews did not want to leave Babylon.One of the reasons for the lack of desire to return on the part of at least some of the Jews in Babylon may have been materialism. The archives of a great business house, &#x201C;Murashu and Sons,&#x201D; were uncovered by an American expedition at the site of a Euphrates canal near Nippur, which some scholars believe was near Chebar. Inscriptions found there contain a number of Jewish names, which indicates that the Israelites had become quite well established and that a good many of them had become involved in the commercial activities of Babylon.<strong>Death of Wife. </strong>Ezekiel says that he received his commission by the river Chebar in the fifth year of the exile of King Jehoiachin (or in 613&#xA0;B.C.E.). He prophesied for at least 22 years to about 591&#xA0;B.C.E., his last dated prophecy being in the 27th year of the exile. (<a href=\"/en/wol/bc/r1/lp-e/1200001469/8/0\" data-bid=\"9-1\" class=\"b\">Eze 29:17</a>) Ezekiel was apparently happily married. Then Jehovah told him: &#x201C;Son of man, here I am taking away from you the thing desirable to your eyes by a blow.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001469/9/0\" data-bid=\"10-1\" class=\"b\">Eze 24:16</a>) His wife may have been unfaithful to him or to Jehovah, but whatever the reason for her death, Ezekiel was commanded not to weep, but to sigh without words. Ezekiel was told to wear his headdress and not to adopt any signs or evidences of mourning. This was all really for the purpose of a sign to the Israelites there in Babylonian captivity that Jehovah would profane his sanctuary in which the Israelites took such pride, and that, contrary to their hopes, Jerusalem would be destroyed.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001469/10/0\" data-bid=\"11-1\" class=\"b\">Eze 24:17-27</a>.<strong>&#x201C;A Watchman.&#x201D; </strong>In a manner similar to that of Isaiah, Ezekiel received his commission to prophesy. He was given an awe-inspiring vision of Jehovah on his throne attended by living creatures having four faces and wings, accompanied by wheels within wheels, which moved along with the living creatures. Jehovah then spoke, addressing Ezekiel as a &#x201C;son of man,&#x201D; to remind the prophet that he was but an earthling man. (<a href=\"/en/wol/bc/r1/lp-e/1200001469/11/0\" data-bid=\"12-1\" class=\"b\">Eze chaps 1,</a><a href=\"/en/wol/bc/r1/lp-e/1200001469/11/1\" data-bid=\"12-2\" class=\"b\">&#xA0;2</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200001469/12/0\" data-bid=\"13-1\" class=\"b\">Isa&#xA0;6</a>.) He was sent as a watchman to the house of Israel to warn them of their wicked way. Though they would be very hardhearted, nonetheless the warning was necessary so that they would know that Jehovah had had a prophet in the midst of them. Even though they would refuse to listen, if he failed to warn them with the words Jehovah gave him, he would be held responsible for their lives<wbr>&#x2014;he would be bloodguilty.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001469/13/0\" data-bid=\"14-1\" class=\"b\">Eze 3:7,</a><a href=\"/en/wol/bc/r1/lp-e/1200001469/13/1\" data-bid=\"14-2\" class=\"b\"> 17, 18;</a><a href=\"/en/wol/bc/r1/lp-e/1200001469/13/2\" data-bid=\"14-3\" class=\"b\"> 2:4,&#xA0;5;</a><a href=\"/en/wol/bc/r1/lp-e/1200001469/13/3\" data-bid=\"14-4\" class=\"b\"> 33:2-9</a>.<strong>Tableaux and Illustrations. </strong>Ezekiel frequently prophesied by means of tableaux, performance of symbolic actions, as well as by visions, allegories, or parables. A most outstanding tableau was the 390- and 40-day picture of the siege of Jerusalem, which contains an important time prophecy. It required obedience, patience, and much faith to carry out this pictorial warning to a faithless, ridiculing people. During the siege of Jerusalem, Ezekiel turned prophetic attention to the pagan nations that hated Israel and would take part in and rejoice in Israel&#x2019;s downfall; he described the punishment Jehovah would bring upon them. Subsequent to the fall of Jerusalem the tone of Ezekiel&#x2019;s prophesying was changed. After a strong condemnation of Israel&#x2019;s greedy shepherds and of Seir, he directed his prophetic activities toward building faith in the promise of God that Israel would be revived, regathered, and united, and that the glorious shepherdship of Jehovah&#x2019;s &#x201C;servant David&#x201D; would bless them to time indefinite under a covenant of peace. (<a href=\"/en/wol/bc/r1/lp-e/1200001469/14/0\" data-bid=\"15-1\" class=\"b\">Eze&#xA0;37</a>) Ezekiel then gives a detailed description of the rebuilt temple, &#x201C;blueprinted&#x201D; for him by Jehovah. This visionary temple was prophetic of something in the far-distant future, for no such temple was ever actually constructed.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001469/15/0\" data-bid=\"16-1\" class=\"b\">Eze 40-48</a>.<strong>Similarities to the Work of Jesus Christ. </strong>There are similarities in the work done by Ezekiel and by Jesus. Both Ezekiel and Jesus had to go up against an indifferent, hardhearted people with a message of condemnation, which included a message of hope for those who would turn from their wicked course. Ezekiel was told that people would come and hear his words, but their hearts would not respond. (<a href=\"/en/wol/bc/r1/lp-e/1200001469/16/0\" data-bid=\"17-1\" class=\"b\">Eze 33:30-32</a>) Likewise, many crowds came out to hear Jesus talk, but few responded appreciatively to his teachings. Ezekiel preached to captives in Babylonia. Jesus stated his commission to preach release to the <span id=\"page793\" class=\"pageNum\" data-no=\"793\" data-before-text=\"793\"></span>captives; (<a href=\"/en/wol/bc/r1/lp-e/1200001469/17/0\" data-bid=\"18-1\" class=\"b\">Lu 4:18</a>) he plainly explained to the Jews that they were in spiritual bondage and needed release, which he was sent to provide. (<a href=\"/en/wol/bc/r1/lp-e/1200001469/18/0\" data-bid=\"19-1\" class=\"b\">Joh 8:31-36</a>) Like Ezekiel, he never acted as a reprover of the Jews with his own words, but he spoke what Jehovah told him to say.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001469/19/0\" data-bid=\"20-1\" class=\"b\">Joh 5:19,</a><a href=\"/en/wol/bc/r1/lp-e/1200001469/19/1\" data-bid=\"20-2\" class=\"b\">&#xA0;30</a>.<strong>Ezekiel&#x2019;s Hope. </strong>Ezekiel was faithful to God, carrying out every command given, even though his job was difficult. He is among those of the prophets who endured through faith and who were &#x201C;reaching out for a better place, that is, one belonging to heaven.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001469/20/0\" data-bid=\"21-1\" class=\"b\">Heb 11:16</a>) While not of the class that makes up the Kingdom of heaven (<a href=\"/en/wol/bc/r1/lp-e/1200001469/21/0\" data-bid=\"22-1\" class=\"b\">Mt 11:11</a>), Ezekiel looked forward to the time of the establishment of Messiah&#x2019;s Kingdom and will in due time receive, by resurrection, fulfillment of the promise of God and the blessing of Messianic rule. (<a href=\"/en/wol/bc/r1/lp-e/1200001469/22/0\" data-bid=\"23-1\" class=\"b\">Heb 11:39,&#xA0;40</a>) Ezekiel was outstanding in energy, courage, obedience, and zeal for the worship of God."}