{"title":"Ezion-geber","link":"/en/wol/d/r1/lp-e/1200001473","html":"<span id=\"page795\" class=\"pageNum\" data-no=\"795\" data-before-text=\"795\"></span><strong>EZION-GEBER</strong>(E&#x2B9;zi&#xB7;on-ge&#x2B9;ber).A place first mentioned as an Israelite campsite toward the close of the nation&#x2019;s 40 years in the wilderness. The next campsite was at Kadesh in the wilderness of Zin. (<a href=\"/en/wol/bc/r1/lp-e/1200001473/0/0\" data-bid=\"1-1\" class=\"b\">Nu 33:35,&#xA0;36</a>) From Kadesh the request was made to the king of Edom for authorization to pass through his land, but this was denied. (<a href=\"/en/wol/bc/r1/lp-e/1200001473/1/0\" data-bid=\"2-1\" class=\"b\">Nu 20:14-22</a>) As Moses later recounted: &#x201C;So we passed on away from our brothers, the sons of Esau, who are dwelling in Seir, from the way of the Arabah, from Elath and from Ezion-geber.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001473/2/0\" data-bid=\"3-1\" class=\"b\">De 2:8</a>) Both Elath (Eloth) and Ezion-geber are shown elsewhere to have been situated on the Red Sea, evidently at the head of the Gulf of &#x2BD;Aqaba, the NE arm of the Red Sea.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001473/3/0\" data-bid=\"4-1\" class=\"b\">1Ki 9:26;</a><a href=\"/en/wol/bc/r1/lp-e/1200001473/3/1\" data-bid=\"4-2\" class=\"b\"> 2Ch 8:17</a>.In harmony with <a href=\"/en/wol/bc/r1/lp-e/1200001473/4/0\" data-bid=\"5-1\" class=\"b\">Deuteronomy 2:8</a>, the earlier account at <a href=\"/en/wol/bc/r1/lp-e/1200001473/5/0\" data-bid=\"6-1\" class=\"b\">Numbers 21:4</a> describes the Israelites as &#x201C;trekking from Mount Hor [where Aaron died] by the way of the Red Sea to go around the land of Edom.&#x201D; Some scholars suggest that the Israelites, after leaving Mount Hor, traveled to the southern end of the Dead Sea and went up the torrent valley of Zered (the boundary between Edom and Moab). Many commentators, however, hold that the foregoing texts require a more circuitous route in avoidance of Edom&#x2019;s heartland, a route that led them back &#x201C;by the way of the Red Sea&#x201D; and hence to the region of Ezion-geber. They suggest that the route followed took <span id=\"page796\" class=\"pageNum\" data-no=\"796\" data-before-text=\"796\"></span>the Israelites S toward the Gulf of &#x2BD;Aqaba, and that, upon reaching a point N of Ezion-geber, they likely turned to the NE through the Wadi Yatm, thereby skirting the southern extremity of Edom&#x2019;s southern mountain range.<strong>During Solomon&#x2019;s Reign. </strong>The next mention of Ezion-geber comes over 400 years later, in the reign of Solomon (1037-998&#xA0;B.C.E.). At this location on the gulf, Solomon had a fleet of ships constructed and launched, manned by a Phoenician-Judean crew. Phoenician King Hiram of Tyre, also very active in the shipping business, cooperated with Solomon in this enterprise. (<a href=\"/en/wol/bc/r1/lp-e/1200001473/6/0\" data-bid=\"7-1\" class=\"b\">1Ki 9:26-28;</a><a href=\"/en/wol/bc/r1/lp-e/1200001473/6/1\" data-bid=\"7-2\" class=\"b\"> 10:11</a>) About a century later, King Jehoshaphat (936-c.&#xA0;911&#xA0;B.C.E.) endeavored to revive this shipping industry based at Ezion-geber, but he failed, as Jehovah had foretold, his ships being wrecked.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001473/7/0\" data-bid=\"8-1\" class=\"b\">1Ki 22:48, 49;</a><a href=\"/en/wol/bc/r1/lp-e/1200001473/7/1\" data-bid=\"8-2\" class=\"b\"> 2Ch 20:36,&#xA0;37</a>.It may be noted that both in Solomon&#x2019;s case and in that of Jehoshaphat some of the ships were intended to go not only to Ophir but also to Tarshish. (<a href=\"/en/wol/bc/r1/lp-e/1200001473/8/0\" data-bid=\"9-1\" class=\"b\">2Ch 9:21;</a><a href=\"/en/wol/bc/r1/lp-e/1200001473/8/1\" data-bid=\"9-2\" class=\"b\"> 20:36,&#xA0;37</a>) Since the evidence is strong that Tarshish was in Spain, some have doubted that ships sailing from Ezion-geber could have made such a trip in ancient times. As to this, see the article <a href=\"/en/wol/tc/r1/lp-e/1200001473/0\">TARSHISH</a> No.&#xA0;4, where the possibility of the existence of a Nile&#x2013;Red Sea canal is presented. Such a canal might also explain how King Hiram could send not only men but &#x201C;ships&#x201D; to Ezion-geber and Eloth (Elath) for Solomon&#x2019;s use. (<a href=\"/en/wol/bc/r1/lp-e/1200001473/9/0\" data-bid=\"10-1\" class=\"b\">2Ch 8:17,&#xA0;18</a>) On the other hand, it has also been suggested that these ships may have been sent to a point on the Philistine coast, dismantled, and transported overland to the Gulf of &#x2BD;Aqaba, where they were reconstructed. Those holding this view point out that the Crusaders later used a similar method. Whether by some Nile&#x2013;Red Sea canal or by an overland route, it seems likely that at least timber was supplied from forest lands elsewhere, since the region around Ezion-geber has palm groves but no trees suitable for ship construction.<strong>Location. </strong>Just where ancient Ezion-geber stood cannot be determined with certainty. Most scholars accept Tell el-Kheleifeh (&#x2BD;Ezyon Gever), some 500&#xA0;m (1,600&#xA0;ft) from the Gulf of &#x2BD;Aqaba and over 3&#xA0;km (2&#xA0;mi) NW of the modern city of &#x2BD;Aqaba, as the most likely possibility. Excavations there have uncovered five major periods of occupation, the oldest conjectured to date back to Solomon&#x2019;s time. However, the archaeologists found nothing that they would date beyond that period, hence nothing dating back to the time of the Exodus. For this reason some conclude that the Ezion-geber of Moses&#x2019; day was either at another point, or that, because the native buildings were simple structures of mud brick, the early settlement has dissolved into the earth, leaving no trace behind.<strong><em>Storage depot. </em></strong>The excavators at Tell el-Kheleifeh found the remains of a massive city gate and also a structure that was confidently declared to have been the center of a large copper-mining and smelting industry; they attributed its operation to King Solomon. More recently it was acknowledged that this identification was incorrect, and although some copper smelting was evidently done in that area, archaeologists now hold that the building was undoubtedly a storage depot. Such a fortified depot would be convenient at this point where important sea and land trade routes intersected, to house the gold, precious stones, and algum wood from Ophir till their being transported by caravans to their point of destination. (<a href=\"/en/wol/bc/r1/lp-e/1200001473/10/0\" data-bid=\"11-1\" class=\"b\">1Ki 9:26;</a><a href=\"/en/wol/bc/r1/lp-e/1200001473/10/1\" data-bid=\"11-2\" class=\"b\"> 10:11,&#xA0;12</a>) For further details on this site, see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001473/1\">ARCHAEOLOGY</a> (Palestine and Syria)."}