{"title":"Fable","link":"/en/wol/d/r1/lp-e/1200001480","html":"<span id=\"page800\" class=\"pageNum\" data-no=\"800\" data-before-text=\"800\"></span><strong>FABLE</strong>A false story, fiction, myth, an invention, falsehood; from the Greek <em>my&#x2B9;thos. My&#x2B9;thos </em>is found at <a href=\"/en/wol/bc/r1/lp-e/1200001480/0/0\" data-bid=\"1-1\" class=\"b\">1&#xA0;Timothy 1:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200001480/0/1\" data-bid=\"1-2\" class=\"b\"> 4:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200001480/0/2\" data-bid=\"1-3\" class=\"b\"> 2&#xA0;Timothy 4:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200001480/0/3\" data-bid=\"1-4\" class=\"b\"> Titus 1:14;</a><a href=\"/en/wol/bc/r1/lp-e/1200001480/0/4\" data-bid=\"1-5\" class=\"b\"> 2&#xA0;Peter 1:16</a>.<em>My&#x2B9;thos </em>is the opposite of <em>a&#xB7;le&#x2B9;thei&#xB7;a, </em>&#x201C;truth,&#x201D; signifying the manifested, veritable essence of a matter. At <a href=\"/en/wol/bc/r1/lp-e/1200001480/1/0\" data-bid=\"2-1\" class=\"b\">Galatians 2:5</a> &#x201C;the truth of the good news&#x201D; contrasts the true teaching of the gospel with perversions of it. The apostles warned Christians against the danger of being turned away from the truth to false stories, as these had no basis in fact but were the imaginations of men. Judaism was filled with such false stories, the traditions of the elders making up the so-called oral law that came to be incorporated into the Talmud. Judaism, the leading opponent of Christianity in the first century, had been greatly influenced by pagan philosophies and teachings.As an example of one of these false stories, consider this from the Palestinian (Jerusalem) Talmud: &#x201C;R.&#xA0;Samuel b. Nahman in the name of R.&#xA0;Jonathan said: The tables [on which Moses received the Ten Commandments] were six hand-breadths long and three wide: and Moses <span id=\"page801\" class=\"pageNum\" data-no=\"801\" data-before-text=\"801\"></span>was holding two hand-breadths, and God two, so that there were two hand-breadths interval between their fingers; and when the Israelites were adoring the calf, God sought to snatch the tables away from Moses&#x2019; hands; but Moses&#x2019; hands were so powerful that he snatched them from Him.&#x201D; The story continues that then &#x201C;the letters flew off&#x201D; the tablets; as a result, since &#x201C;the writing was sustaining them,&#x201D; the tablets &#x201C;became too heavy for Moses&#x2019; hands, and fell, and were broken.&#x201D;<wbr>&#x2014;<em>Ta&#x2BD;anit, </em>V, pp.&#xA0;116, 117, translated by A.&#xA0;W.&#xA0;Greenup.The Apocryphal writings abound in false, imaginary stories, such as the one about Daniel&#x2019;s killing a great dragon with a mixture of pitch, fat, and hair (Addition to Daniel 14:22-26, <em>Dy</em>), and another about Tobias&#x2019; getting curative and demon-exorcising powers out of the heart, gall, and liver of a monstrous fish.<wbr>&#x2014;Tobias 6:2-9, 19, <em>Dy.</em><strong>Christians to Reject Fables. </strong>At <a href=\"/en/wol/bc/r1/lp-e/1200001480/2/0\" data-bid=\"3-1\" class=\"b\">1&#xA0;Timothy 1:4</a>, Paul instructs Christians not to pay attention to false stories. These can get Christians involved in research of no real benefit and can turn their minds away from the truth. Some of these false stories are the kind told by old women whose lives have been spent in worldly practices. They violate God&#x2019;s holy, righteous standards. (<a href=\"/en/wol/bc/r1/lp-e/1200001480/3/0\" data-bid=\"4-1\" class=\"b\">1Ti 4:6,&#xA0;7;</a><a href=\"/en/wol/bc/r1/lp-e/1200001480/3/1\" data-bid=\"4-2\" class=\"b\"> Tit 1:14</a>) The apostle Peter, at <a href=\"/en/wol/bc/r1/lp-e/1200001480/4/0\" data-bid=\"5-1\" class=\"b\">2&#xA0;Peter 1:16</a>, makes reference to false stories (which are not only fictitious but also artfully and cunningly devised in order possibly to turn a Christian aside) and contrasts these with the true, factual account of the transfiguration, of which he was an eyewitness. (<a href=\"/en/wol/bc/r1/lp-e/1200001480/5/0\" data-bid=\"6-1\" class=\"b\">Mr 9:2</a>) Paul, at <a href=\"/en/wol/bc/r1/lp-e/1200001480/6/0\" data-bid=\"7-1\" class=\"b\">2&#xA0;Timothy 4:3, 4</a>, foretold that at a future time people would willingly turn aside to false stories in preference to the truth."}