{"title":"Falcon","link":"/en/wol/d/r1/lp-e/1200001486","html":"<span id=\"page806\" class=\"pageNum\" data-no=\"806\" data-before-text=\"806\"></span><strong>FALCON</strong>[Heb., <em>nets</em>].Modern lexicographers believe the Hebrew term <em>nets </em>applies to falcons, though some consider it to embrace also hawks, which are very similar to the falcons though classified by ornithologists as in a separate &#x201C;family&#x201D; grouping. As a predator, eating snakes, lizards, small mammals, and other birds, &#x201C;the falcon according to its kind&#x201D; (&#x201C;the hawk in its several species,&#x201D; <em>AT</em>) was among those birds decreed &#x201C;unclean&#x201D; in the Mosaic Law.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001486/0/0\" data-bid=\"1-1\" class=\"b\">Le 11:16;</a><a href=\"/en/wol/bc/r1/lp-e/1200001486/0/1\" data-bid=\"1-2\" class=\"b\"> De 14:15</a>.Some falcons vie with the swift as the fastest fliers of the bird family, observers crediting one falcon with a diving speed of 290&#xA0;km/<wbr>hr (180&#xA0;mph). Among the falcons found in Palestine is the peregrine falcon (<em>Falco peregrinus</em>), a fairly common passage migrant. There are also the somewhat larger lanner falcons (<em>Falco biarmicus</em>), once abundant in the cliffs and rocky gorges from Mount Hermon to the Dead Sea area. Saker falcons (<em>Falco cherrug</em>) are occasionally seen in the western Negev.The smaller common kestrel (<em>Falco tinnunculus</em>), about 36&#xA0;cm (14&#xA0;in.) long, is also a member of the same genus as the falcon. It is abundant the year round throughout Palestine&#x2019;s agricultural settlements and gardens; it even nests on larger buildings in the cities.<a href=\"/en/wol/bc/r1/lp-e/1200001486/1/0\" data-bid=\"2-1\" class=\"b\">Job 39:26</a> describes the falcon&#x2019;s &#x2018;soaring up and spreading its wings to the south wind,&#x2019; and this is understood by some to refer to a southward migration (&#x201C;spreads his wings to travel south,&#x201D; <em>JB</em>), which would be true of the lesser kestrel of the falcon family and, to some extent, of the peregrine falcon. Others, however, believe that the text describes the bird as turning into the oncoming wind and, by the power of its wings, flying into it, ascending higher and higher. Falcons are said to &#x201C;rise to a great height, always endeavoring to outsoar any bird of which they may be in pursuit&#x201D; in order to be able to plummet down with fierce velocity upon the prey below, and in doing so they often &#x201C;avail themselves of the wind, and by flying against it are borne aloft like a kite.&#x201D; (<em>Funk and Wagnalls New Standard Encyclopedia, </em>1931, Vol.&#xA0;XI, pp.&#xA0;329, 330) Similarly the kestrel is sometimes called the windhover &#x201C;because it <em>hovers </em>(stays in one place) in the air while it hunts. This bird faces into the wind and beats its wings while watching the ground for prey.&#x201D;<wbr>&#x2014;<em>The World Book Encyclopedia, </em>1987, Vol.&#xA0;11, p.&#xA0;237.<span id=\"page807\" class=\"pageNum\" data-no=\"807\" data-before-text=\"807\"></span>The falcon held a very prominent place in the religion of Egypt. It became the symbol of Horus, the falcon-headed god of Egypt, who, together with Isis and Osiris, formed the principal trinity or &#x201C;holy family&#x201D; among Egypt&#x2019;s gods and goddesses. The falcon symbol was always used in writing the title of the Pharaohs, and in some cases, these rulers were considered to be incarnations of Horus. Of the hundreds of mummified birds found in Egypt, the falcon, particularly the kestrel, is among the most numerous. Herodotus said that anyone killing a falcon in Egypt, even though accidentally, was put to death."}