{"title":"Fear","link":"/en/wol/d/r1/lp-e/1200001500","html":"<span id=\"page818\" class=\"pageNum\" data-no=\"818\" data-before-text=\"818\"></span><strong>FEAR</strong>As commonly used, fear means an expectation of harm or pain, generally a painful emotion characterized by alarm, dread, disquiet. However, fear may also mean a calm recognition or consideration of whatever may injure or damage, such recognition causing one to exercise reasoned caution and intelligent foresight.<strong><em>What is the fear of Jehovah that we should have?</em></strong>The Bible shows that there is a proper fear and an improper fear. Thus, fear may be wholesome and cause the individual to proceed with due caution in the face of danger, thereby averting disaster, or it may be morbid, destroying hope and weakening a person&#x2019;s nervous stamina, even to the point of bringing about death. The fear of God is healthful; it is an awe and a profound reverence for the Creator and a wholesome dread of displeasing him. This fear of incurring his displeasure is a result of appreciation of his loving-kindness and goodness together with the realization that he is the Supreme Judge and the Almighty, who has the power to inflict punishment or death upon those who disobey him.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001500/0\">AWE</a>; <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001500/1\">DREAD</a>.The proper fear of Jehovah God is essential to those who would serve him. This profound fear of Jehovah is &#x201C;the beginning of wisdom&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001500/0/0\" data-bid=\"1-1\" class=\"b\">Ps 111:10</a>), &#x201C;the start of wisdom.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001500/1/0\" data-bid=\"2-1\" class=\"b\">Pr 9:10</a>) It is not a morbid fear that tears down; &#x201C;the fear of Jehovah is pure.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001500/2/0\" data-bid=\"3-1\" class=\"b\">Ps 19:9</a>) This fear is defined thus at <a href=\"/en/wol/bc/r1/lp-e/1200001500/3/0\" data-bid=\"4-1\" class=\"b\">Proverbs 8:13</a>: &#x201C;The fear of Jehovah means the hating of bad.&#x201D; It will prevent one from following a bad course, for &#x201C;in the fear of Jehovah one turns away from bad.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001500/4/0\" data-bid=\"5-1\" class=\"b\">Pr 16:6</a>.Adam and Eve failed to exercise a proper, healthful fear of God and therefore they disobeyed him. This produced in them a painful fear or terror, which caused them to hide from God&#x2019;s presence. Adam said: &#x201C;Your voice I heard in the garden, but I was afraid.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001500/5/0\" data-bid=\"6-1\" class=\"b\">Ge 3:10</a>) Adam&#x2019;s son Cain felt a similar fear after murdering his brother Abel, and this fear may have been a contributing factor in his deciding to build a city.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001500/6/0\" data-bid=\"7-1\" class=\"b\">Ge 4:13-17</a>.At <a href=\"/en/wol/bc/r1/lp-e/1200001500/7/0\" data-bid=\"8-1\" class=\"b\">Hebrews 12:28</a> Christians are instructed to have godly fear: &#x201C;Let us continue to have undeserved kindness, through which we may acceptably render God sacred service with godly fear and awe.&#x201D; An angel in midheaven, having everlasting good news to declare, opened his declaration with the words: &#x201C;Fear God and give him glory.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001500/8/0\" data-bid=\"9-1\" class=\"b\">Re 14:6,&#xA0;7</a>) Jesus contrasted the wholesome fear of God with fear of man, saying, as recorded at <a href=\"/en/wol/bc/r1/lp-e/1200001500/9/0\" data-bid=\"10-1\" class=\"b\">Matthew 10:28</a>: &#x201C;Do not become fearful of those who kill the body but cannot kill the soul; but rather be in fear of him that can destroy both soul and body in Gehenna.&#x201D; At <a href=\"/en/wol/bc/r1/lp-e/1200001500/10/0\" data-bid=\"11-1\" class=\"b\">Revelation 2:10</a> he also counsels Christians: &#x201C;Do not be afraid of the things you are about to suffer.&#x201D; Real love for Jehovah expels the cowardly fear of man that leads to compromise.Proper fear does, however, include due respect for secular authority, because the Christian knows that just punishment from the authority for a crime would be an indirect expression of God&#x2019;s anger.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001500/11/0\" data-bid=\"12-1\" class=\"b\">Ro 13:3-7</a>.Jesus predicted that at &#x201C;the conclusion of the system of things&#x201D; a climate of fear would cover the earth. He said that there would be &#x201C;fearful sights&#x201D; and that men would &#x201C;become faint out of fear and expectation of the things coming upon the inhabited earth.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001500/12/0\" data-bid=\"13-1\" class=\"b\">Lu 21:11,</a><a href=\"/en/wol/bc/r1/lp-e/1200001500/12/1\" data-bid=\"13-2\" class=\"b\">&#xA0;26</a>) While people in general would be affected in this way, servants of God should follow the principle expressed at <a href=\"/en/wol/bc/r1/lp-e/1200001500/13/0\" data-bid=\"14-1\" class=\"b\">Isaiah 8:12</a>: &#x201C;The object of their fear <span id=\"page819\" class=\"pageNum\" data-no=\"819\" data-before-text=\"819\"></span>you men must not fear.&#x201D; The apostle Paul explains: &#x201C;For God gave us not a spirit of cowardice, but that of power and of love and of soundness of mind.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001500/14/0\" data-bid=\"15-1\" class=\"b\">2Ti 1:7</a>.The wise man, after making a careful study of mankind as well as man&#x2019;s occupations and calamitous experiences, said: &#x201C;The conclusion of the matter, everything having been heard, is: Fear the true God and keep his commandments. For this is the whole obligation of man.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001500/15/0\" data-bid=\"16-1\" class=\"b\">Ec 12:13</a>.<strong>Animals Toward Humans. </strong>At <a href=\"/en/wol/bc/r1/lp-e/1200001500/16/0\" data-bid=\"17-1\" class=\"b\">Genesis 9:2</a> the word &#x201C;fear&#x201D; is used in connection with the animal creation. God told Noah and his sons: &#x201C;A fear of you and a terror of you will continue upon every living creature of the earth.&#x201D; During the year that Noah and his family were inside the ark, the animals and birds penned up therein had a fear of these humans that helped to restrain them. Accordingly, when they emerged from the ark after the Flood, Jehovah gave Noah assurance that this fear would continue. This is supported by human experience. Dr.&#xA0;George G.&#xA0;Goodwin, Associate Curator of Mammals, The American Museum of Natural History, said: &#x201C;Normally, a leopard will not attack a man. If provoked or wounded, however, the animal will turn on human beings and fight.&#x201D; Similarly, if given the opportunity, poisonous snakes known for aggressiveness, such as the mamba and king cobra, prefer, as a rule, cautiously to glide away from the presence of man rather than attack. Though man has mistreated and turned some animals into vicious creatures, it is generally true that this restraining fear still applies. This is in harmony with God&#x2019;s statement at <a href=\"/en/wol/bc/r1/lp-e/1200001500/17/0\" data-bid=\"18-1\" class=\"b\">Genesis 1:26-28</a>, that the animal creation was to be subject to man from the time of his creation."}