{"title":"Felix","link":"/en/wol/d/r1/lp-e/1200001502","html":"<span id=\"page819\" class=\"pageNum\" data-no=\"819\" data-before-text=\"819\"></span><strong>FELIX</strong>(Fe&#x2B9;lix) [from Lat., Happy].The procurator of the Roman province of Judea who held Paul prisoner for two years after Paul&#x2019;s last visit to Jerusalem, in about 56&#xA0;C.E. Tacitus indicates that Felix served jointly with Cumanus in the office of procurator for a number of years and thereafter as the sole procurator of Judea. (<em>The Annals, </em>XII, LIV) Josephus makes no mention of Felix&#x2019;s serving concurrently with Cumanus, and for that reason most scholars say that Felix began to serve as procurator in 52&#xA0;C.E. (<em>Jewish Antiquities, </em>XX, 137 [vii,&#xA0;1]; <em>The Jewish War, </em>II, 247, 248 [xii,&#xA0;8]) Nevertheless, on the basis of Felix&#x2019;s years of service, Paul could say to him: &#x201C;This nation has had you as judge for many years.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001502/0/0\" data-bid=\"1-1\" class=\"b\">Ac 24:10</a>.Secular historians say that Felix was once a slave, that his given name was Antonius, that Emperor Claudius granted him and his brother Pallas their freedom, and that he was a cruel and immoral official. Tacitus described him as one who &#x201C;practised every kind of cruelty and lust, wielding the power of king with all the instincts of a slave.&#x201D; (<em>The Histories, </em>V, IX) He is reported to have engineered the killing of High Priest Jonathan. Suetonius says that Felix became the husband of three queens. (<em>The Lives of the Caesars, </em>Claudius, XXVIII) Such description agrees with what we learn of Felix in the Bible.Following Paul&#x2019;s arrest, Claudius Lysias, the Roman military commander, fearing for the safety of his prisoner if allowed to remain in Jerusalem, hustled the apostle down to Caesarea under heavy guard, &#x201C;commanding the accusers to speak against him&#x201D; before Felix. (<a href=\"/en/wol/bc/r1/lp-e/1200001502/1/0\" data-bid=\"2-1\" class=\"b\">Ac 23:23-30</a>) Five days later High Priest Ananias, a certain Tertullus, and others came down from Jerusalem with preposterous charges against Paul. Felix presided at the trial, deferring judgment. He ordered that Paul be kept, but with some relaxation of custody, and that none of Paul&#x2019;s people be forbidden to wait upon him.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001502/2/0\" data-bid=\"3-1\" class=\"b\">Ac 24:1-23</a>.Felix later &#x201C;sent for Paul and listened to him on the belief in Christ Jesus.&#x201D; It was on this occasion, possibly with Felix&#x2019;s wife Drusilla present, that Paul &#x201C;talked about righteousness and self-control and the judgment to come.&#x201D; On hearing these things &#x201C;Felix became frightened&#x201D; and told the apostle: &#x201C;For the present go your way, but when I get an opportune time I shall send for you again.&#x201D; Frequently, during a two-year period, Felix sent for and conversed with Paul, futilely hoping that the apostle would give him money as a bribe for his release.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001502/3/0\" data-bid=\"4-1\" class=\"b\">Ac 24:24-27</a>.The administration by Felix was highly resented by the Jews. Perhaps in 58&#xA0;C.E. &#x201C;Felix was succeeded by Porcius Festus; and because Felix desired to gain favor with the Jews, he left Paul bound.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001502/4/0\" data-bid=\"5-1\" class=\"b\">Ac 24:27</a>) However, this gesture on the part of Felix did not soothe the wounds he had inflicted on the Jews; nor did it prevent them from sending a delegation to Rome to press their case against him. His escaping punishment after recall to Rome is accredited only to the favored position and influence his brother Pallas had with Nero."}