{"title":"Festival of Trumpet Blast","link":"/en/wol/d/r1/lp-e/1200001509","html":"<span id=\"page826\" class=\"pageNum\" data-no=\"826\" data-before-text=\"826\"></span><strong>FESTIVAL OF TRUMPET BLAST</strong>This festival occurred on the first day (or the new moon) of the seventh month, Ethanim (Tishri). It was the beginning of the secular year for the Jews. It stood apart from the Festival of the New Moon in the other 11 months as being more important. The command states additionally concerning the Festival of Trumpet Blast that it should be set aside as a day of holy convention, on which no sort of laborious work was to be done.The festival receives its name from the command: &#x201C;There should occur for you a complete rest, a memorial by the trumpet blast.&#x201D; &#x201C;It should prove to be a day of the trumpet blast for you.&#x201D; On this day the sacrifices of one young bull, one ram, and seven sound male lambs a year old, together with a grain offering of fine flour moistened with oil, as well as one male kid of the goats as a sin offering were presented. This was in addition to the constant daily offerings as well as the sacrifices that were specially given on new-moon days.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001509/0/0\" data-bid=\"1-1\" class=\"b\">Le 23:24;</a><a href=\"/en/wol/bc/r1/lp-e/1200001509/0/1\" data-bid=\"1-2\" class=\"b\"> Nu 29:1-6</a>.This festival, of course, would be an important one, not only because the month it initiated saw the beginning of a new agricultural and labor year but also because the Day of Atonement fell on the 10th day of this month and the Festival of Booths began on the 15th. The completion of the major part of the ingathering of crops of the outgoing year would take place in this month. The crops gathered during this month would include grapes for wine, which makes the heart of man rejoice, and olives, which, among other things, supplied food as well as oil for light and for use in connection with many of the grain offerings. (<a href=\"/en/wol/bc/r1/lp-e/1200001509/1/0\" data-bid=\"2-1\" class=\"b\">Ps 104:15</a>) Truly this festival marked the start of a month for thankfulness to Jehovah."}