{"title":"Festival of Booths","link":"/en/wol/d/r1/lp-e/1200001505","html":"<span id=\"page822\" class=\"pageNum\" data-no=\"822\" data-before-text=\"822\"></span><strong>FESTIVAL OF BOOTHS</strong>Known also as the Festival of Tabernacles, or of Ingathering, or it is called &#x201C;the festival of Jehovah&#x201D; at <a href=\"/en/wol/bc/r1/lp-e/1200001505/0/0\" data-bid=\"1-1\" class=\"b\">Leviticus 23:39</a>. The instructions on its observance are found at <a href=\"/en/wol/bc/r1/lp-e/1200001505/1/0\" data-bid=\"2-1\" class=\"b\">Leviticus 23:34-43,</a><a href=\"/en/wol/bc/r1/lp-e/1200001505/1/1\" data-bid=\"2-2\" class=\"b\"> Numbers 29:12-38</a>, and <a href=\"/en/wol/bc/r1/lp-e/1200001505/2/0\" data-bid=\"3-1\" class=\"b\">Deuteronomy 16:13-15</a>. The festival occupied the days of Ethanim 15-21, with a solemn assembly on the 22nd. Ethanim (Tishri; September-October) was originally the first month of the Jewish calendar, but after the Exodus from Egypt it became the seventh month of the sacred year, since Abib (Nisan; March-April), formerly the seventh month, was made the first month. (<a href=\"/en/wol/bc/r1/lp-e/1200001505/3/0\" data-bid=\"4-1\" class=\"b\">Ex 12:2</a>) The Festival of Booths celebrated the ingathering of the fruits of the ground, &#x201C;the produce of the land,&#x201D; which included grain, oil, and wine. (<a href=\"/en/wol/bc/r1/lp-e/1200001505/4/0\" data-bid=\"5-1\" class=\"b\">Le 23:39</a>) It is referred to as &#x201C;the festival of ingathering at the turn of the year.&#x201D; The holy convention on the eighth day marked a solemn close to the year&#x2019;s cycle of festivals.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001505/5/0\" data-bid=\"6-1\" class=\"b\">Ex 34:22;</a><a href=\"/en/wol/bc/r1/lp-e/1200001505/5/1\" data-bid=\"6-2\" class=\"b\"> Le 23:34-38</a>.The Festival of Booths actually marked the end of the major part of the agricultural year for Israel. It was, therefore, a time of rejoicing and thanksgiving for all the blessings Jehovah had given in the fruitage of all their crops. Also, since the Day of Atonement had been observed just five days earlier, the people would have a sense of peace with Jehovah. While only the males were obligated to attend, whole families came. They were required to dwell in booths (Heb., <em>suk&#xB7;kohth&#x2B9;</em>) for the seven days of the festival. Usually each family occupied one booth. (<a href=\"/en/wol/bc/r1/lp-e/1200001505/6/0\" data-bid=\"7-1\" class=\"b\">Ex 34:23;</a><a href=\"/en/wol/bc/r1/lp-e/1200001505/6/1\" data-bid=\"7-2\" class=\"b\"> Le 23:42</a>) These were erected in the courts of the houses, on the roofs of the dwellings, in the courts of the temple, in the public squares, and on roads within a Sabbath-day&#x2019;s journey of the city. The Israelites were to use &#x201C;the fruit of splendid trees,&#x201D; palm fronds, boughs of branchy trees and of poplars. (<a href=\"/en/wol/bc/r1/lp-e/1200001505/7/0\" data-bid=\"8-1\" class=\"b\">Le 23:40</a>) In the days of Ezra, olive and oil-tree leaves, myrtle (very fragrant), and palm leaves, as well as the branches of other trees, were used to build these temporary structures. The fact that all, rich and poor alike, would dwell in booths, even eating their meals in them during the seven days, and that the booths were all made of the same materials, which had been taken from the hills and valleys of the country, would emphasize the equality of all in relation to the festival.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001505/8/0\" data-bid=\"9-1\" class=\"b\">Ne 8:14-16</a>.On the day before the festival, Ethanim 14, most of the celebrators, if not all of them, had arrived in Jerusalem. The 14th was the day of preparation, unless that day happened to be a weekly Sabbath day, in which case preparations could be made earlier. Everyone was busily occupied in constructing the booths, in purification, in caring for the offerings each one had brought, as well as in joyful fellowship. The city of Jerusalem and its surroundings provided a unique and picturesque appearance, with the booths located all over the town and in the roads and gardens around Jerusalem. Adding to the festive atmosphere was the colorful beauty of the fruits and the leaves, along with the fragrance of the myrtles. Everyone was in anticipation, awaiting the sound of the trumpet blast from the elevated location of the temple in the early autumn evening, announcing the advent of the festival.During this festival the number of sacrifices offered was greater than at any other festival of the year. The national sacrifice, starting with 13 bulls on the first day and diminishing one each day, totaled 70 bulls sacrificed, besides 119 lambs, rams, and goats, in addition to the grain and wine offerings. During the week, thousands of individual offerings would also be made by the attenders. (<a href=\"/en/wol/bc/r1/lp-e/1200001505/9/0\" data-bid=\"10-1\" class=\"b\">Nu 29:12-34,</a><a href=\"/en/wol/bc/r1/lp-e/1200001505/9/1\" data-bid=\"10-2\" class=\"b\">&#xA0;39</a>) On the eighth day, on which no laborious work could be done, a bull, a ram, and seven male lambs a year old were presented as a burnt offering, along with grain and drink offerings, as well as a goat as a sin offering.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001505/10/0\" data-bid=\"11-1\" class=\"b\">Nu 29:35-38</a>.<span id=\"page823\" class=\"pageNum\" data-no=\"823\" data-before-text=\"823\"></span>In Sabbath years the Law was read to all the people during the festival. (<a href=\"/en/wol/bc/r1/lp-e/1200001505/11/0\" data-bid=\"12-1\" class=\"b\">De 31:10-13</a>) It is likely that the first of the 24 divisions of priests established by David began to serve at the temple after the Festival of Booths, inasmuch as the temple built by Solomon was inaugurated at the time of this festival in 1026&#xA0;B.C.E.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001505/12/0\" data-bid=\"13-1\" class=\"b\">1Ki 6:37, 38;</a><a href=\"/en/wol/bc/r1/lp-e/1200001505/12/1\" data-bid=\"13-2\" class=\"b\"> 1Ch 24:1-18;</a><a href=\"/en/wol/bc/r1/lp-e/1200001505/12/2\" data-bid=\"13-3\" class=\"b\"> 2Ch 5:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200001505/12/3\" data-bid=\"13-4\" class=\"b\"> 7:7-10</a>.The distinguishing mark of the Festival of Booths, the primary nature of it, was joyful thanksgiving. Jehovah&#x2019;s desire was that his people should rejoice in him. &#x201C;You must rejoice before Jehovah your God.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001505/13/0\" data-bid=\"14-1\" class=\"b\">Le 23:40</a>) It was a festival of thanksgiving for the ingathering<wbr>&#x2014;not only for the grain but also for the oil and the wine, which contributed much to the enjoyment of life. During this festival, the Israelites could meditate in their hearts upon the fact that their prosperity and the abundance of fine things did not come through their own power. No, it was the care of Jehovah their God for them that brought them into this prosperity. They were to think deeply upon these things, for fear, as Moses had said, that &#x201C;your heart may indeed be lifted up and you may indeed forget Jehovah your God, who brought you out of the land of Egypt, out of the house of slaves.&#x201D; Moses also declared: &#x201C;And you must remember Jehovah your God, because he is the giver of power to you to make wealth; in order to carry out his covenant that he swore to your forefathers, as at this day.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001505/14/0\" data-bid=\"15-1\" class=\"b\">De 8:14,</a><a href=\"/en/wol/bc/r1/lp-e/1200001505/14/1\" data-bid=\"15-2\" class=\"b\">&#xA0;18</a>.Israel was commanded to live for one week in booths, &#x201C;in order that your generations may know that it was in the booths that I made the sons of Israel to dwell when I was bringing them out of the land of Egypt. I am Jehovah your God.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001505/15/0\" data-bid=\"16-1\" class=\"b\">Le 23:42,&#xA0;43</a>) They could recall with joy and thankfulness God&#x2019;s care for them in the wilderness when they were provided shelter by Jehovah, &#x2018;who caused them to walk through the great and fear-inspiring wilderness, with poisonous serpents and scorpions and with thirsty ground that has no water; who brought forth water for them out of the flinty rock; who fed them with manna in the wilderness, which their fathers had not known.&#x2019; (<a href=\"/en/wol/bc/r1/lp-e/1200001505/16/0\" data-bid=\"17-1\" class=\"b\">De 8:15,&#xA0;16</a>) This would give them reason to rejoice over God&#x2019;s continually increasing care and bounty toward them.<strong>Features Added Later. </strong>A custom that came to be practiced later, possibly alluded to in the Christian Greek Scriptures (<a href=\"/en/wol/bc/r1/lp-e/1200001505/17/0\" data-bid=\"18-1\" class=\"b\">Joh 7:37,&#xA0;38</a>) but not in the Hebrew Scriptures, was the drawing of water from the Pool of Siloam and pouring it, along with wine, on the altar at the time of the morning sacrifice. According to most scholars, this occurred on seven days of the festival but not on the eighth. The priest would go to the Pool of Siloam with a golden pitcher (except on the opening day of the festival, a sabbath, when the water was taken from a golden vessel in the temple, to which it had been carried from Siloam on the preceding day). He would time himself so as to return from Siloam with the water just as the priests in the temple were ready to lay the pieces of the sacrifice on the altar. As he entered the Court of the Priests by the Water Gate he was announced by a threefold blast from the priests&#x2019; trumpets. The water was then poured out into a basin leading to the base of the altar, at the same time that wine was being poured into a basin. Then the temple music accompanied the singing of the Hallel (<a href=\"/en/wol/bc/r1/lp-e/1200001505/18/0\" data-bid=\"19-1\" class=\"b\">Psalms 113-118</a>), during which time the worshipers waved their palm branches toward the altar. This ceremony may have reminded the joyful celebrators of Isaiah&#x2019;s prophetic words: &#x201C;With exultation you people will be certain to draw water out of the springs of salvation.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001505/19/0\" data-bid=\"20-1\" class=\"b\">Isa 12:3</a>.Another ceremony somewhat similar was that each day of the seven days of the festival the priests, in procession, would walk around the altar, singing, &#x201C;Ah, now, Jehovah, do save, please! Ah, now, Jehovah, do grant success, please!&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001505/20/0\" data-bid=\"21-1\" class=\"b\">Ps 118:25</a>) On the seventh day, however, they made the circuit seven times.According to rabbinic sources, there was also another outstanding feature of this festival that, like the bringing in of the water of Siloam, was carried out in the time when Jesus was on earth. This ceremony began at the close of the 15th of Tishri, the first day of the festival, actually in the beginning of the 16th, the festival&#x2019;s second day, and was carried on for the five succeeding nights. Preparations were made in the Court of Women. Four great golden lampstands stood in the court, each having four golden bowls. Four youths of priestly descent would climb ladders with large pitchers of oil, filling the 16 bowls. The old clothing of the priests was used as wicks for the lamps. Jewish writers say these lamps made a brilliant light that could be seen at a considerable distance, lighting up the courts of the houses in Jerusalem. Certain men, including some of the elders, danced with flaming torches in their hands and sang songs of praise, accompanied by musical instruments.An interesting sidelight is that Jeroboam, who broke away from Solomon&#x2019;s son Rehoboam and became king over the ten northern tribes, carried <span id=\"page824\" class=\"pageNum\" data-no=\"824\" data-before-text=\"824\"></span>on (in the <em>eighth </em>month, not the <em>seventh</em>) an imitation of the Festival of Booths, apparently to hold the tribes away from Jerusalem. But, of course, the sacrifices were made to the golden calves that he had set up contrary to Jehovah&#x2019;s command.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001505/21/0\" data-bid=\"22-1\" class=\"b\">1Ki 12:31-33</a>.Jesus probably alluded to the spiritual significance of the Festival of Booths and perhaps to the ceremony with the water of Siloam when &#x201C;on the last day, the great day of the festival, Jesus was standing up and he cried out, saying: &#x2018;If anyone is thirsty, let him come to me and drink. He that puts faith in me, just as the Scripture has said, &#x201C;Out from his inmost part streams of living water will flow.&#x201D;&#x2019;&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001505/22/0\" data-bid=\"23-1\" class=\"b\">Joh 7:37,&#xA0;38</a>) Also, he may have alluded to the lighting up of Jerusalem by the lamps and torches in the temple area at the festival when he said a little later to the Jews: &#x201C;I am the light of the world. He that follows me will by no means walk in darkness, but will possess the light of life.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001505/23/0\" data-bid=\"24-1\" class=\"b\">Joh 8:12</a>) Shortly after his discussion with the Jews, Jesus may have connected Siloam with the festival and its lights when he encountered a man who had been born blind. After stating to his disciples, &#x201C;I am the world&#x2019;s light,&#x201D; he spit on the ground and made a clay with the saliva, put this clay upon the man&#x2019;s eyes and said to him: &#x201C;Go wash in the pool of Siloam.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001505/24/0\" data-bid=\"25-1\" class=\"b\">Joh 9:1-7</a>.The waving of palm branches by the people at this festival reminds us also of the crowds that waved palm branches during Jesus&#x2019; entry into Jerusalem just before his death, although this did not occur at the time of the Festival of Booths, but, rather, prior to the Passover. (<a href=\"/en/wol/bc/r1/lp-e/1200001505/25/0\" data-bid=\"26-1\" class=\"b\">Joh 12:12,&#xA0;13</a>) Again, the apostle John, who saw in vision 144,000 of God&#x2019;s slaves sealed in their foreheads, tells us: &#x201C;After these things I saw, and look! a great crowd, which no man was able to number, out of all nations and tribes and peoples and tongues, standing before the throne and before the Lamb, dressed in white robes; and there were palm branches in their hands. And they keep on crying with a loud voice, saying: &#x2018;Salvation we owe to our God, who is seated on the throne, and to the Lamb.&#x2019;&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001505/26/0\" data-bid=\"27-1\" class=\"b\">Re 7:1-10</a>.Certainly the Festival of Booths was a fitting conclusion to the major part of the agricultural year and to the cycle of festivals for the year. Everything connected with it breathes joy, bountiful blessings from Jehovah&#x2019;s hand, refreshment, and life."}