{"title":"Festival of New Moon","link":"/en/wol/d/r1/lp-e/1200001507","html":"<span id=\"page825\" class=\"pageNum\" data-no=\"825\" data-before-text=\"825\"></span><strong>FESTIVAL OF NEW MOON</strong>God&#x2019;s command to Israel was that at each new moon, which marked the beginning of the lunar months of the Jewish calendar, trumpets were to be blown over their burnt offerings and communion sacrifices. (<a href=\"/en/wol/bc/r1/lp-e/1200001507/0/0\" data-bid=\"1-1\" class=\"b\">Nu 10:10</a>) Special sacrifices were to be offered on these days besides the continual daily sacrifice. The new-moon offering was to consist of a burnt offering of two bulls, one ram, and seven year-old male lambs, with corresponding grain and wine offerings, as well as one kid of the goats for a sin offering.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001507/1/0\" data-bid=\"2-1\" class=\"b\">Nu 28:11-15</a>.This is all that was commanded concerning its observance in the Pentateuch, but the new-moon observance grew in time to become an important national festival. At <a href=\"/en/wol/bc/r1/lp-e/1200001507/2/0\" data-bid=\"3-1\" class=\"b\">Isaiah 1:13, 14</a> it is placed alongside Sabbaths and festal seasons. In the time of the later prophets, at least, on new-moon days the people did not engage in commercial enterprise, as is indicated at <a href=\"/en/wol/bc/r1/lp-e/1200001507/3/0\" data-bid=\"4-1\" class=\"b\">Amos 8:5</a>. This was more than the Scriptures required for new-moon days. Even so, as the last two cited scriptures show, the Jews&#x2019; observance of the new moon had by that time become a mere formalism, hated in Jehovah&#x2019;s eyes.The day of the new moon was a day specially regarded for gathering together and feasting. This is seen from Saul&#x2019;s reasoning when David did not appear at Saul&#x2019;s table on the day of the new moon. Saul said to himself: &#x201C;Something has happened so that he is not clean, for he has not been cleansed.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001507/4/0\" data-bid=\"5-1\" class=\"b\">1Sa 20:5,</a><a href=\"/en/wol/bc/r1/lp-e/1200001507/4/1\" data-bid=\"5-2\" class=\"b\"> 18,</a><a href=\"/en/wol/bc/r1/lp-e/1200001507/4/2\" data-bid=\"5-3\" class=\"b\"> 24,</a><a href=\"/en/wol/bc/r1/lp-e/1200001507/4/3\" data-bid=\"5-4\" class=\"b\">&#xA0;26</a>) While certain forms of work could be done on this day that could not be done on the Sabbath, it was viewed <span id=\"page826\" class=\"pageNum\" data-no=\"826\" data-before-text=\"826\"></span>as a day for the consideration of spiritual matters. The people would gather in convention (<a href=\"/en/wol/bc/r1/lp-e/1200001507/5/0\" data-bid=\"6-1\" class=\"b\">Isa 1:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200001507/5/1\" data-bid=\"6-2\" class=\"b\"> 66:23;</a><a href=\"/en/wol/bc/r1/lp-e/1200001507/5/2\" data-bid=\"6-3\" class=\"b\"> Ps 81:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200001507/5/3\" data-bid=\"6-4\" class=\"b\"> Eze 46:3</a>) or visit the prophets or men of God.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001507/6/0\" data-bid=\"7-1\" class=\"b\">2Ki 4:23</a>.The observance of the day of the new moon did not involve worship of the moon, as was practiced by some pagan nations, nor did it have any connection with astrology.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001507/7/0\" data-bid=\"8-1\" class=\"b\">Jg 8:21;</a><a href=\"/en/wol/bc/r1/lp-e/1200001507/7/1\" data-bid=\"8-2\" class=\"b\"> 2Ki 23:5;</a><a href=\"/en/wol/bc/r1/lp-e/1200001507/7/2\" data-bid=\"8-3\" class=\"b\"> Job 31:26-28</a>.Isaiah wrote about a future time when all flesh would gather to bow down before Jehovah on new-moon days. (<a href=\"/en/wol/bc/r1/lp-e/1200001507/8/0\" data-bid=\"9-1\" class=\"b\">Isa 66:23</a>) In Ezekiel&#x2019;s prophecy, during the time of exile in Babylon, when he was given a vision of a temple, Jehovah said to him: &#x201C;As regards the gate of the inner courtyard that is facing east, it should continue shut for the six workdays, and on the sabbath day it should be opened, and on the day of the new moon it should be opened. And the people of the land must bow down at the entrance of that gate on the sabbaths and on the new moons, before Jehovah.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001507/9/0\" data-bid=\"10-1\" class=\"b\">Eze 46:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200001507/9/1\" data-bid=\"10-2\" class=\"b\">&#xA0;3</a>.The Jews today celebrate the new moon with many detailed ceremonies and give it much importance. Christians, however, are shown that they are under no obligation to observe a new moon or a sabbath, which are only part of a shadow of the things to come, the reality being found in Jesus Christ. The festivals of natural Israel have a symbolic significance and a fulfillment in many blessings through God&#x2019;s Son.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001507/10/0\" data-bid=\"11-1\" class=\"b\">Col 2:16,&#xA0;17</a>."}