{"title":"Festival of Dedication","link":"/en/wol/d/r1/lp-e/1200001506","html":"<span id=\"page824\" class=\"pageNum\" data-no=\"824\" data-before-text=\"824\"></span><strong>FESTIVAL OF DEDICATION</strong>The observance of the Festival of Dedication (Heb., <em>chanuk&#xB7;kah&#x2B9;</em>) commemorates the recovery of Jewish independence from Syro-Grecian domination and the rededication to Jehovah of the temple at Jerusalem, which had been desecrated by Antiochus&#xA0;IV Epiphanes, who called himself <em>The&#xB7;os&#x2B9; E&#xB7;pi&#xB7;pha&#xB7;nes&#x2B9; </em>(&#x201C;God Manifest&#x201D;). He built an altar on top of the great altar on which the daily burnt offering had formerly been presented. (1 Maccabees 1:54-59, <em>AT</em>) On this occasion (Chislev 25, 168&#xA0;B.C.E.), to show his hatred and contempt for Jehovah, the God of the Jews, and to defile His temple to the utmost, Antiochus sacrificed swine on the altar and had the broth he had made from some of its flesh sprinkled all over the temple. He also burned the temple gates, pulled down the priests&#x2019; chambers, and carried away the golden altar as well as the table of showbread and the golden lampstand. The temple of Zerubbabel was rededicated to the pagan god Zeus of Olympus.Two years later Judas Maccabaeus recaptured the city and the temple. The sanctuary was desolate; weeds were growing in the temple courts. Judas tore down the old defiled altar and built a new altar of unhewn stones. Judas had temple vessels made and he brought the altar of incense, the table of showbread, and the lampstand into the temple. After the temple was purged of defilement the rededication took place on Chislev 25, 165&#xA0;B.C.E., exactly three years to the day after Antiochus had made his sacrifice on the altar in worship of the pagan god. The daily or continual burnt offerings were renewed.<wbr>&#x2014;1 Maccabees 4:36-54; 2 Maccabees 10:1-9, <em>AT.</em><strong>Festival Customs. </strong>The very nature of the festival made it a time of great rejoicing. There is some resemblance to the Festival of Booths in the manner of its observance. The celebration lasted eight days from Chislev 25 onward. (1 Maccabees 4:59) There was a great blaze of light in the courts of the temple, and all private dwellings were lighted up with decorative lamps. The Talmud refers to it as the &#x201C;Feast of Illumination.&#x201D; Later on, some had the practice of displaying eight lamps on the first night and reducing the number on each night by one, others starting with one and increasing to eight. The lamps were placed near doors leading to the street not only so that they would illuminate the house within but also so that all on the outside would see the light. Accompanying the lighting of the lamps was the singing of songs extolling God the Deliverer of Israel. Josephus says about the initiation of the festival: &#x201C;So much pleasure did they find in the renewal of their customs and in unexpectedly obtaining the right to have their own service <span id=\"page825\" class=\"pageNum\" data-no=\"825\" data-before-text=\"825\"></span>after so long a time, that they made a law that their descendants should celebrate the restoration of the temple service for eight days. And from that time to the present we observe this festival, which we call the festival of Lights, giving this name to it, I think, from the fact that the right to worship appeared to us at a time when we hardly dared hope for it.&#x201D; (<em>Jewish Antiquities, </em>XII, 324, 325 [vii,&#xA0;7]) Laborious work was allowed, as it was not considered a sabbath.There were two former temple dedications, that of the first temple by Solomon and of the second built by Zerubbabel, that were solemnly celebrated after the building work was completed. But there was no anniversary festival in commemoration afterward, as there was of this rededication of the second temple by Judas Maccabaeus. Unlike the three great festivals, which all males were obligated to attend at Jerusalem, the Festival of Dedication could be celebrated in their various cities, as was the case with the Festival of Purim. (<a href=\"/en/wol/bc/r1/lp-e/1200001506/0/0\" data-bid=\"1-1\" class=\"b\">Ex 23:14-17;</a><a href=\"/en/wol/bc/r1/lp-e/1200001506/0/1\" data-bid=\"1-2\" class=\"b\"> Es 9:18-32</a>) Throughout the land they assembled in their synagogues with singing and jubilation, carrying branches of trees, while the synagogues and the private homes were illuminated by the many lights. The Jews celebrate this festival to the present day.<strong>Significance for Christians. </strong>Jesus visited the temple at the time of the Festival of Dedication during the last winter of his ministry, in 32&#xA0;C.E. The account reads: &#x201C;At that time the festival of dedication took place in Jerusalem. It was wintertime, and Jesus was walking in the temple in the colonnade of Solomon.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001506/1/0\" data-bid=\"2-1\" class=\"b\">Joh 10:22,&#xA0;23</a>) Chislev, the ninth month, corresponds to November-December. It was, of course, common knowledge among the Jews that this festival occurred during wintertime. Consequently, the mention of winter here may have reference to the state of the weather rather than the season as a reason for Jesus&#x2019; choice of a sheltered place for his teaching, in &#x201C;the colonnade of Solomon.&#x201D; This covered colonnade was on the E side of the outer court of the Gentiles, where many people would gather.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001506/2/0\" data-bid=\"3-1\" class=\"b\">Ac 3:11;</a><a href=\"/en/wol/bc/r1/lp-e/1200001506/2/1\" data-bid=\"3-2\" class=\"b\"> 5:12</a>.There is no direct statement in the inspired Scriptures that Jehovah gave Judas victory and directed his repair of the temple, its refurnishing, the making of utensils, and finally its rededication. Yet, for the prophecies regarding Jesus and his ministry to be fulfilled and for the Levitical sacrifices to continue until the great sacrifice of God&#x2019;s Son would be accomplished, the temple had to be standing and its services in operation at the time of the Messiah&#x2019;s appearance. (<a href=\"/en/wol/bc/r1/lp-e/1200001506/3/0\" data-bid=\"4-1\" class=\"b\">Joh 2:17;</a><a href=\"/en/wol/bc/r1/lp-e/1200001506/3/1\" data-bid=\"4-2\" class=\"b\"> Da 9:27</a>) Jehovah had used men of foreign nations, such as Cyrus, to carry out certain purposes as regards His worship. (<a href=\"/en/wol/bc/r1/lp-e/1200001506/4/0\" data-bid=\"5-1\" class=\"b\">Isa 45:1</a>) How much more readily might he use a man of his dedicated people, the Jews.Whatever may be the case, the temple services were observed during the ministry of Jesus Christ. Zerubbabel&#x2019;s temple had been rebuilt (replaced) more elaborately by Herod. For this reason and because of their dislike of Herod, the Jews usually make mention of only two temples, Solomon&#x2019;s and Zerubbabel&#x2019;s. Neither in the words of Jesus nor in any of the writings of his disciples do we find any condemnation of the Festival of Dedication. It is not, however, enjoined on Christians in the new covenant.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001506/5/0\" data-bid=\"6-1\" class=\"b\">Col 2:16;</a><a href=\"/en/wol/bc/r1/lp-e/1200001506/5/1\" data-bid=\"6-2\" class=\"b\"> Ga 4:10, 11;</a><a href=\"/en/wol/bc/r1/lp-e/1200001506/5/2\" data-bid=\"6-3\" class=\"b\"> Heb 8:6</a>."}