{"title":"Fever","link":"/en/wol/d/r1/lp-e/1200001514","html":"<span id=\"page828\" class=\"pageNum\" data-no=\"828\" data-before-text=\"828\"></span><strong>FEVER</strong>An abnormal elevation in the temperature of the body. Fever can be an indicator of the presence of disease. Though high fever may <span id=\"page829\" class=\"pageNum\" data-no=\"829\" data-before-text=\"829\"></span>result in loss of weight, body fluids, and salt, accompanied by headaches and other discomfort, the fever itself is frequently part of the body&#x2019;s fight against infection. However, when an outstanding symptom of a disease is a high fever, the name of the disease may indicate this, as in the case of scarlet fever, yellow fever, and dengue fever.Malaria is one of the most common febrile diseases (that is, diseases accompanied by fever) in the Middle East. Dysentery is another febrile disease, one specifically mentioned in the Bible. (<a href=\"/en/wol/bc/r1/lp-e/1200001514/0/0\" data-bid=\"1-1\" class=\"b\">Ac 28:8</a>) This ailment is characterized by severe inflammation of the colon, at times producing evacuation of blood and mucus. At <a href=\"/en/wol/bc/r1/lp-e/1200001514/1/0\" data-bid=\"2-1\" class=\"b\">Leviticus 26:16</a> the Hebrew word <em>qad&#xB7;da&#x2B9;chath </em>is translated &#x201C;burning fever&#x201D;; at <a href=\"/en/wol/bc/r1/lp-e/1200001514/2/0\" data-bid=\"3-1\" class=\"b\">Matthew 8:14</a> the Greek verb <em>py&#xB7;res&#x2B9;so </em>means &#x201C;be sick with fever,&#x201D; or, literally, &#x201C;burn with fever.&#x201D;While the Law with its provisions was primarily for Israel&#x2019;s spiritual benefit and to maintain its separateness from the pagan nations, an examination of the dietary and sanitary regulations of the Law reveals that it had a beneficial secondary effect in protecting the nation against the causes and spread of many diseases, including certain infectious febrile diseases.(1)&#xA0;The diet of the Hebrews did not normally include a great deal of meat, but when a family wanted to slaughter a domestic animal for meat, they took the animal to the sanctuary (unless, after they entered the Promised Land, the family lived too far away). (<a href=\"/en/wol/bc/r1/lp-e/1200001514/3/0\" data-bid=\"4-1\" class=\"b\">Le 17:3-5;</a><a href=\"/en/wol/bc/r1/lp-e/1200001514/3/1\" data-bid=\"4-2\" class=\"b\"> De 12:20-27</a>) They ate the meat after the priest offered some of it on the altar and received his portion. Some communion sacrifices were to be eaten on the same day. Others could not be eaten after the second day, but the flesh was to be burned with fire. Considering Palestine&#x2019;s warm climate and the lack of refrigeration, these requirements safeguarded the Israelites against febrile illnesses that can result from toxins that are produced when certain organisms multiply rapidly on meat that is not kept under refrigeration, such as <em>Staphylococcus aureus </em>and <em>Salmonella.</em> (2)&#xA0;The flesh of certain prohibited animals, such as pigs, hares, carrion-eating animals and birds, rodents, and certain water animals and fish, is known to be a possible contributory factor in various diseases that are often accompanied by fever. (<a href=\"/en/wol/bc/r1/lp-e/1200001514/4/0\" data-bid=\"5-1\" class=\"b\">Le 11:1-31</a>) (3)&#xA0;The sanitary regulations helped safeguard the cooking utensils and also the drinking-water supply from contamination, a source of typhoid and other febrile diseases. (<a href=\"/en/wol/bc/r1/lp-e/1200001514/5/0\" data-bid=\"6-1\" class=\"b\">Le 11:32-38</a>) (4)&#xA0;Anyone either touching the body of an animal that died of itself or eating some of it had to cleanse himself, thus safeguarding against the spread of organisms identified with certain febrile diseases. (<a href=\"/en/wol/bc/r1/lp-e/1200001514/6/0\" data-bid=\"7-1\" class=\"b\">Le 11:39,&#xA0;40</a>) (5)&#xA0;The laws commanding the covering of fecal waste by each individual, also the covering of blood with dust, protected against febrile diseases such as hepatitis. (<a href=\"/en/wol/bc/r1/lp-e/1200001514/7/0\" data-bid=\"8-1\" class=\"b\">Le 17:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200001514/7/1\" data-bid=\"8-2\" class=\"b\"> De 23:12,&#xA0;13</a>) (6)&#xA0;The moral laws would practically eliminate all sexually transmitted disease, which disease can affect all organs of the body and is frequently accompanied by fever. (<a href=\"/en/wol/bc/r1/lp-e/1200001514/8/0\" data-bid=\"9-1\" class=\"b\">Le 18:20,</a><a href=\"/en/wol/bc/r1/lp-e/1200001514/8/1\" data-bid=\"9-2\" class=\"b\"> 22,&#xA0;23</a>) (7)&#xA0;The quarantine laws worked to prevent the spread of infectious diseases.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001514/9/0\" data-bid=\"10-1\" class=\"b\">Le 13;</a><a href=\"/en/wol/bc/r1/lp-e/1200001514/9/1\" data-bid=\"10-2\" class=\"b\"> Nu 19:11, 12,</a><a href=\"/en/wol/bc/r1/lp-e/1200001514/9/2\" data-bid=\"10-3\" class=\"b\"> 16;</a><a href=\"/en/wol/bc/r1/lp-e/1200001514/9/3\" data-bid=\"10-4\" class=\"b\"> 31:19</a>.Jehovah warned Israel that if they went contrary to his commandments, they would undergo exhaustion from hunger, a contributory factor in many febrile diseases; they would be afflicted with tuberculosis and burning fever, inflammation and feverish heat; they would suffer boils, skin eruptions (sicknesses that are often accompanied by fever), and blindness. (<a href=\"/en/wol/bc/r1/lp-e/1200001514/10/0\" data-bid=\"11-1\" class=\"b\">Le 26:14-16;</a><a href=\"/en/wol/bc/r1/lp-e/1200001514/10/1\" data-bid=\"11-2\" class=\"b\"> De 28:22,</a><a href=\"/en/wol/bc/r1/lp-e/1200001514/10/2\" data-bid=\"11-3\" class=\"b\">&#xA0;27</a>) All of this came to fulfillment after Israel&#x2019;s repeated rebellions against Jehovah and their violations of his laws.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001514/11/0\" data-bid=\"12-1\" class=\"b\">Eze 4:16, 17;</a><a href=\"/en/wol/bc/r1/lp-e/1200001514/11/1\" data-bid=\"12-2\" class=\"b\"> 33:10</a>.When Jesus Christ was on earth many persons sick with fevers were healed by him. One case was that of the mother-in-law of the apostle Simon Peter. (<a href=\"/en/wol/bc/r1/lp-e/1200001514/12/0\" data-bid=\"13-1\" class=\"b\">Mt 8:14, 15;</a><a href=\"/en/wol/bc/r1/lp-e/1200001514/12/1\" data-bid=\"13-2\" class=\"b\"> Mr 1:29-31</a>) Luke, apparently because he was a physician, draws attention to the degree of fever in that case, classifying it as &#x201C;a <em>high </em>fever.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001514/13/0\" data-bid=\"14-1\" class=\"b\">Lu 4:38</a>) On one occasion Jesus, in Cana, healed the son of an attendant to King Herod Antipas, although the feverish boy who was dying was about 26&#xA0;km (16&#xA0;mi) away in Capernaum. As a result, the man and his entire household became believers.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001514/14/0\" data-bid=\"15-1\" class=\"b\">Joh 4:46-54</a>.The apostle Paul used the God-given power of healing, one of the miraculous gifts through Jesus Christ to certain members of the early Christian congregation (<a href=\"/en/wol/bc/r1/lp-e/1200001514/15/0\" data-bid=\"16-1\" class=\"b\">1Co 12:7-9,</a><a href=\"/en/wol/bc/r1/lp-e/1200001514/15/1\" data-bid=\"16-2\" class=\"b\"> 11,</a><a href=\"/en/wol/bc/r1/lp-e/1200001514/15/2\" data-bid=\"16-3\" class=\"b\">&#xA0;30</a>), to cure the father of Publius, the principal man and a landowner of the island of Malta, who was distressed with fever and dysentery. On learning of this, the island&#x2019;s natives came to Paul, and he healed many of their various sicknesses.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001514/16/0\" data-bid=\"17-1\" class=\"b\">Ac 28:7-9</a>."}