{"title":"Flattery","link":"/en/wol/d/r1/lp-e/1200001530","html":"<span id=\"page839\" class=\"pageNum\" data-no=\"839\" data-before-text=\"839\"></span><strong>FLATTERY</strong>The act of pleasing by artful commendation; adulation; false, insincere, or excessive praise. It is usually done to gratify the self-love or vanity of the one flattered and is therefore damaging to him. Its motive is to gain favor or material benefits from another, to create a feeling of obligation toward the flatterer or to bring glory to him. Often it is designed to lead the other person into a trap. (<a href=\"/en/wol/bc/r1/lp-e/1200001530/0/0\" data-bid=\"1-1\" class=\"b\">Pr 29:5</a>) The use of flattery is not evidence of the wisdom from above; it is of this world, being characterized by selfishness, the making of partial distinctions, and hypocrisy. (<a href=\"/en/wol/bc/r1/lp-e/1200001530/1/0\" data-bid=\"2-1\" class=\"b\">Jas 3:17</a>) Insincerity, lying, adulating or glorifying men, and playing on the vanity of others are all displeasing to God.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001530/2/0\" data-bid=\"3-1\" class=\"b\">2Co 1:12;</a><a href=\"/en/wol/bc/r1/lp-e/1200001530/2/1\" data-bid=\"3-2\" class=\"b\"> Ga 1:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200001530/2/2\" data-bid=\"3-3\" class=\"b\"> Eph 4:25;</a><a href=\"/en/wol/bc/r1/lp-e/1200001530/2/3\" data-bid=\"3-4\" class=\"b\"> Col 3:9;</a><a href=\"/en/wol/bc/r1/lp-e/1200001530/2/4\" data-bid=\"3-5\" class=\"b\"> Re 21:8</a>.A contrast of the Christian course with that of flattery is found in the apostle&#x2019;s words at <a href=\"/en/wol/bc/r1/lp-e/1200001530/3/0\" data-bid=\"4-1\" class=\"b\">1&#xA0;Thessalonians 2:3-6</a>: &#x201C;For the exhortation we give does not arise from error or from uncleanness or with deceit, but, just as we have been proved by God as fit to be entrusted with the good news, so we speak, as pleasing, not men, but God, who makes proof of our hearts. In fact, at no time have we turned up either with flattering speech, (just as you know) or with a false front for covetousness, God is witness! Neither have we been seeking glory from men, no, either from you or from others, though we could be an expensive burden as apostles of Christ.&#x201D;While the use of flattery may appear to be the gainful course, the Bible points out that &#x201C;he that is reproving a man will afterward find more favor than he will that is flattering with his tongue.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001530/4/0\" data-bid=\"5-1\" class=\"b\">Pr 28:23</a>) When a person employs flattery to gain advantage over another person, it is the opposite of love. A hater may resort to flattery but will eventually have his deceptiveness roll back on him like a stone.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001530/5/0\" data-bid=\"6-1\" class=\"b\">Pr 26:24-28</a>.Flattery employs smooth talk in order to beguile its victim. The expressions &#x201C;flattery,&#x201D; &#x201C;smooth tongue (lip, or words)&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001530/6/0\" data-bid=\"7-1\" class=\"b\">Ps 5:9;</a><a href=\"/en/wol/bc/r1/lp-e/1200001530/6/1\" data-bid=\"7-2\" class=\"b\"> 12:2,&#xA0;3;</a><a href=\"/en/wol/bc/r1/lp-e/1200001530/6/2\" data-bid=\"7-3\" class=\"b\"> Da 11:32</a>), &#x201C;smoothness&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001530/7/0\" data-bid=\"8-1\" class=\"b\">Pr 7:21;</a><a href=\"/en/wol/bc/r1/lp-e/1200001530/7/1\" data-bid=\"8-2\" class=\"b\"> Da 11:34</a>, ftn), and &#x201C;double-faced&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001530/8/0\" data-bid=\"9-1\" class=\"b\">Eze 12:24</a>, ftn) are translations of the Hebrew root word <em>cha&#xB7;laq&#x2B9; </em>or related words. In every Bible instance cited, the motive of the smooth talker is bad.An example of the disastrous result of accepting flattery and the praise of men is Herod Agrippa&#xA0;I, who was flatteringly praised by the crowd as speaking with &#x201C;a god&#x2019;s voice.&#x201D; Because he accepted the flattery and did not give the glory to God, he was struck by God&#x2019;s angel and died. (<a href=\"/en/wol/bc/r1/lp-e/1200001530/9/0\" data-bid=\"10-1\" class=\"b\">Ac 12:21-23</a>) On the other hand, Barnabas and Paul quickly prevented a crowd from deifying them. (<a href=\"/en/wol/bc/r1/lp-e/1200001530/10/0\" data-bid=\"11-1\" class=\"b\">Ac 14:11-15</a>) Also, when a Jewish ruler attempted application of the flattering title &#x201C;Good Teacher&#x201D; to Jesus Christ, Jesus instantly corrected him, saying: &#x201C;Why do you call me good? Nobody is good, except one, God.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001530/11/0\" data-bid=\"12-1\" class=\"b\">Lu 18:18, 19</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200001530/12/0\" data-bid=\"13-1\" class=\"b\">Job 32:21,&#xA0;22</a>."}