{"title":"Flood of Noah’s Day","link":"/en/wol/d/r1/lp-e/1200000758","html":"<span id=\"page327\" class=\"pageNum\" data-no=\"327\" data-before-text=\"327\"></span><strong>FLOOD OF NOAH&#x2019;S DAY</strong>OVER 4,350 years ago, according to the Bible&#x2019;s historical record, the floodgates of the heavens were opened and a deluge overwhelmed the entire earth. Ungodly, violent humans and all those who were so indifferent that they refused to take note of God&#x2019;s warning were destroyed. The Flood was survived only by righteous Noah and his family, eight persons in all, along with a limited number of each kind of animal life, in a huge ark built at God&#x2019;s direction.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000758/0/0\" data-bid=\"1-1\" class=\"b\">Ge 7:1-24</a>.The fact that the Flood really occurred is verified by a number of Bible writers. (<a href=\"/en/wol/bc/r1/lp-e/1200000758/1/0\" data-bid=\"2-1\" class=\"b\">Isa 54:9;</a><a href=\"/en/wol/bc/r1/lp-e/1200000758/1/1\" data-bid=\"2-2\" class=\"b\"> 2Pe 3:5,&#xA0;6;</a><a href=\"/en/wol/bc/r1/lp-e/1200000758/1/2\" data-bid=\"2-3\" class=\"b\"> Heb 11:7</a>) The strongest evidence, however, is the testimony of Jesus Christ himself, who was an eyewitness in the heavens. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200000758/2/0\" data-bid=\"3-1\" class=\"b\">Joh 8:58</a>.) He pointedly said: &#x201C;In the days of Noah, .&#xA0;.&#xA0;. the flood arrived and destroyed them all.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000758/3/0\" data-bid=\"4-1\" class=\"b\">Lu 17:26,&#xA0;27</a>.The account of the Flood is far more than a story. Jesus Christ indicated that it has prophetic significance. In his prophecy about &#x201C;the conclusion of the system of things,&#x201D; he made specific reference to &#x201C;the days of Noah.&#x201D; He pointed to the Flood as a warning example of a greater destruction to come during &#x201C;the presence of the Son of man.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000758/4/0\" data-bid=\"5-1\" class=\"b\">Mt 24:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200000758/4/1\" data-bid=\"5-2\" class=\"b\"> 37-39</a>.<span id=\"page328\" class=\"pageNum\" data-no=\"328\" data-before-text=\"328\"></span><strong>[Chart on page&#xA0;328]</strong>(For fully formatted text, see publication)<strong>Flood Legends</strong>Samples from six continents and the islands of the sea; hundreds of such legends are known<strong>Australia - Kurnai</strong>  Destruction by Water  Humans Spared  Animals Spared  Preserved in a Vessel<strong>Babylon - Berossus&#x2019; account</strong>  Destruction by Water  Warning Given  Humans Spared  Animals Spared  Preserved in a Vessel<strong>Babylon - Gilgamesh epic</strong>  Destruction by Water  Divine Cause  Warning Given  Humans Spared  Animals Spared  Preserved in a Vessel<strong>Bolivia - Chiriguano</strong>  Destruction by Water  Divine Cause  Warning Given  Humans Spared  Preserved in a Vessel<strong>Borneo - Sea Dayak</strong>  Destruction by Water  Humans Spared  Animals Spared  Preserved in a Vessel<strong>Burma - Singpho</strong>  Destruction by Water  Humans Spared  Animals Spared  Preserved in a Vessel<strong>Canada - Cree</strong>  Destruction by Water  Divine Cause  Humans Spared  Animals Spared  Preserved in a Vessel<strong>Canada - Montagnais</strong>  Destruction by Water  Divine Cause  Warning Given  Humans Spared  Animals Spared  Preserved in a Vessel<strong>China - Lolo</strong>  Destruction by Water  Divine Cause  Humans Spared  Animals Spared  Preserved in a Vessel<strong>Cuba - original natives</strong>  Destruction by Water  Warning Given  Humans Spared  Animals Spared  Preserved in a Vessel<strong>East Africa - Masai</strong>  Destruction by Water  Divine Cause  Warning Given  Humans Spared  Animals Spared  Preserved in a Vessel<strong>Egypt - Book of the Dead</strong>  Destruction by Water  Divine Cause  Warning Given  Humans Spared  Preserved in a Vessel<strong>Fiji - Walavu-levu tradition</strong>  Destruction by Water  Divine Cause  Humans Spared  Preserved in a Vessel<strong>French Polynesia - Ra&#xEF;at&#xE9;a</strong>  Destruction by Water  Divine Cause  Warning Given  Humans Spared  Animals Spared<strong>Greece - Lucian&#x2019;s account</strong>  Destruction by Water  Humans Spared  Animals Spared  Preserved in a Vessel<strong>Guyana - Macushi</strong>  Destruction by Water  Divine Cause  Humans Spared  Animals Spared  Preserved in a Vessel<strong>Iceland - Eddas</strong>  Destruction by Water  Divine Cause  Humans Spared  Preserved in a Vessel<strong>India - Andaman Islands</strong>  Destruction by Water  Divine Cause  Humans Spared  Preserved in a Vessel<strong>India - Bhil</strong>  Destruction by Water  Warning Given  Humans Spared  Animals Spared  Preserved in a Vessel<strong>India - Kamar</strong>  Destruction by Water  Divine Cause  Warning Given  Humans Spared  Preserved in a Vessel<strong>Iran - Zend-Avesta</strong>  Destruction by Water  Warning Given  Humans Spared  Animals Spared<strong>Italy - Ovid&#x2019;s poetry</strong>  Destruction by Water  Divine Cause  Humans Spared  Preserved in a Vessel<strong>Malay Peninsula - Jakun</strong>  Destruction by Water  Divine Cause  Humans Spared  Preserved in a Vessel<strong>Mexico - Codex Chimalpopoca</strong>  Destruction by Water  Warning Given  Humans Spared  Preserved in a Vessel<strong>Mexico - Huichol</strong>  Destruction by Water  Warning Given  Humans Spared  Animals Spared  Preserved in a Vessel<strong>New Zealand - Maori</strong>  Destruction by Water  Divine Cause  Humans Spared  Preserved in a Vessel<strong>Peru - Indians of Huarochir&#xED;</strong>  Destruction by Water  Warning Given  Humans Spared  Animals Spared<strong>Russia - Vogul</strong>  Destruction by Water  Warning Given  Humans Spared  Preserved in a Vessel<strong>U.S.A. (Alaska) - Kolusches</strong>  Destruction by Water  Warning Given  Humans Spared  Animals Spared  Preserved in a Vessel<strong>U.S.A. (Alaska) - Tlingit</strong>  Destruction by Water  Divine Cause  Humans Spared  Animals Spared  Preserved in a Vessel<strong>U.S.A. (Arizona) - Papago</strong>  Destruction by Water  Warning Given  Humans Spared  Animals Spared  Preserved in a Vessel<strong>U.S.A. (Hawaii) - legend of Nu-u</strong>  Destruction by Water  Divine Cause  Humans Spared  Animals Spared  Preserved in a Vessel<strong>Vanuatu - Melanesians</strong>  Destruction by Water  Humans Spared  Animals Spared  Preserved in a Vessel<strong>Vietnam - Bahnar</strong>  Destruction by Water  Humans Spared  Animals Spared  Preserved in a Vessel<strong>Wales - Dwyfan/<wbr>Dwyfach legend</strong>  Destruction by Water  Humans Spared  Animals Spared  Preserved in a Vessel<strong>[Diagram on page&#xA0;327]</strong>(For fully formatted text, see publication)<strong>Where Did the Floodwaters Go?</strong>Evidently they are right here on earth. Today there is about 1.4&#xA0;billion cu&#xA0;km (326&#xA0;million cu&#xA0;mi) of water on the earth. It covers more than 70&#xA0;percent of the globe&#x2019;s surface. The average depth of the oceans is 4&#xA0;km (2.5&#xA0;mi); average elevation of the land is only 0.8&#xA0;km (0.5&#xA0;mi) above sea level. If the earth&#x2019;s surface was smoothed out, it would all be covered with water to a depth of 2,400&#xA0;m (8,000&#xA0;ft)<strong>Water  </strong>c.&#xA0;70&#xA0;percent of earth&#x2019;s surface<strong>Land   </strong>c.&#xA0;30&#xA0;percent<strong>[Picture on page&#xA0;327]</strong><strong>Could the Ark Have Held All the Animals?</strong>It is true that encyclopedias refer to over a million species of animals. But Noah was instructed to preserve only representatives of every &#x201C;kind&#x201D; of land animal and flying creature. Some investigators have said that just 43 &#x201C;kinds&#x201D; of mammals, 74 &#x201C;kinds&#x201D; of birds, and 10 &#x201C;kinds&#x201D; of reptiles could have produced the great variety of species of these creatures that are known today. The ark had about 40,000 cu&#xA0;m (1,400,000 cu&#xA0;ft) of usable space<wbr>&#x2014;ample for the passenger list<strong>[Picture on page&#xA0;328]</strong>It is of interest that the Chinese character for &#x201C;ship&#x201D; is derived from the idea of &#x201C;eight persons in a vessel.&#x201D; This bears a striking resemblance to the Bible account about Noah and his family, eight persons, who survived the Flood in an ark (<a href=\"/en/wol/bc/r1/lp-e/1200000758/5/0\" data-bid=\"6-1\" class=\"b\">1Pe 3:20</a>)<strong>[Artwork<wbr>&#x2014;Chinese characters]</strong>VESSEL  +EIGHT  +MOUTH (or Persons)&#x2024;&#x2024;&#x2024;&#x2024;&#x2024;SHIP<strong>[Picture on page&#xA0;328]</strong>Reconstruction of a frozen mammoth uncovered in Siberia in 1901. After thousands of years, vegetation was still in its mouth. Some see in this, as well as in such other things as marine fossils found on high mountains, convincing evidence of a sudden, catastrophic global flood"}