{"title":"Fly","link":"/en/wol/d/r1/lp-e/1200001539","html":"<span id=\"page842\" class=\"pageNum\" data-no=\"842\" data-before-text=\"842\"></span><strong>FLY</strong>[Heb., <em>zevuv&#x2B9;, </em>flies].A two-winged insect of the genus <em>Musca </em>that usually lays its eggs in decayed or waste matter. The tiny hairs covering the fly&#x2019;s body and legs as well as the pads of sticky hairs on each foot carry bacteria<wbr>&#x2014;millions of them in the case of a single housefly.&#x201C;Dead flies are what cause the oil of the ointment maker to stink, to bubble forth,&#x201D; wrote the congregator. The putrefaction of dead flies would cause the oil to give off an offensive odor as well <span id=\"page843\" class=\"pageNum\" data-no=\"843\" data-before-text=\"843\"></span>as to ferment, ruining it, just as a little foolishness would damage the reputation of one known for his wisdom and glory.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001539/0/0\" data-bid=\"1-1\" class=\"b\">Ec 10:1</a>.Isaiah speaks of Jehovah&#x2019;s whistling for the flies at the extremity of the Nile canals of Egypt and for the bees of the land of Assyria so that these might settle down upon the precipitous torrent valleys, the clefts of the crags, the thorn thickets, and all the watering places of Judah. This is evidently to be understood in a figurative sense, the flies denoting Egypt&#x2019;s armies and the bees the armies of the Assyrians.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001539/1/0\" data-bid=\"2-1\" class=\"b\">Isa 7:18,&#xA0;19</a>.The name of the god venerated by the Philistines at Ekron, &#x201C;Baal-zebub,&#x201D; means &#x201C;Owner of the Flies.&#x201D; This has given rise to the thought that his worshipers may have regarded him as being able to control these insects. Since the giving of oracles was associated with Baal-zebub, others have suggested that the name may denote that this god gave oracles by means of the flight or buzzing of a fly.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001539/2/0\" data-bid=\"3-1\" class=\"b\">2Ki 1:2,</a><a href=\"/en/wol/bc/r1/lp-e/1200001539/2/1\" data-bid=\"3-2\" class=\"b\">&#xA0;6</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001539/0\">BAAL-ZEBUB</a>; <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001539/1\">GADFLY</a>."}