{"title":"Fox","link":"/en/wol/d/r1/lp-e/1200001564","html":"<span id=\"page869\" class=\"pageNum\" data-no=\"869\" data-before-text=\"869\"></span><strong>FOX</strong>[Heb., <em>shu&#xB7;&#x2BD;al&#x2B9;; </em>Gr., <em>a&#xB7;lo&#x2B9;pex</em>].A doglike animal distinguished by its pointed face, its large, erect, triangular ears, and its bushy tail. The fox is well known for its craftiness, and perhaps with reference to this characteristic Jesus Christ spoke of King Herod as &#x201C;that fox.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001564/0/0\" data-bid=\"1-1\" class=\"b\">Lu 13:32</a>) To elude its enemies, the fox depends more on cunning than swiftness, although for a short distance the animal has been reported to attain a speed of over 70&#xA0;km/<wbr>hr (43&#xA0;mph).The present-day natives of Syria and Palestine do not always differentiate between the jackal and the fox, and many scholars believe that the Hebrew designation <em>shu&#xB7;&#x2BD;al&#x2B9; </em>probably includes both the fox (<em>Vulpes vulpes</em>) and the jackal (<em>Canis aureus</em>). A number of Bible translators have rendered <em>shu&#xB7;&#x2BD;al&#x2B9; </em>as &#x201C;jackal&#x201D; in some of its occurrences.Jesus Christ, in forewarning a man desirous of following him, called attention to the fact that foxes had dens, whereas the Son of man had no place to lay his head. (<a href=\"/en/wol/bc/r1/lp-e/1200001564/1/0\" data-bid=\"2-1\" class=\"b\">Mt 8:20;</a><a href=\"/en/wol/bc/r1/lp-e/1200001564/1/1\" data-bid=\"2-2\" class=\"b\"> Lu 9:58</a>) Unless foxes use a natural crevice or the deserted or usurped burrow of another animal, they commonly burrow holes in the ground to form their dens.According to naturalists, the fox is not really as much of a poultry thief as he is purported to be. The animal&#x2019;s diet includes insects, rodents and other small animals, birds, carrion, grass, and fruits. (<a href=\"/en/wol/bc/r1/lp-e/1200001564/2/0\" data-bid=\"3-1\" class=\"b\">Ca 2:15</a>) The 18th-century naturalist F.&#xA0;Hasselquist reported that in the neighborhood of Bethlehem and elsewhere steps had to be taken to guard against the inroads of foxes upon the vineyards when the grapes were ripe. (<em>Voyages and Travels in the Levant, </em>London, 1766, p.&#xA0;184) Many feel that the jackal is meant at <a href=\"/en/wol/bc/r1/lp-e/1200001564/3/0\" data-bid=\"4-1\" class=\"b\">Psalm 63:10</a>, where reference is made to foxes as having a portion of those slain. The rendering &#x201C;foxes&#x201D; is, however, not inappropriate when considering that foxes also feed on carrion.The Scriptures allude to foxes dwelling in desolate areas, even ruins, away from human habitation. (<a href=\"/en/wol/bc/r1/lp-e/1200001564/4/0\" data-bid=\"5-1\" class=\"b\">La 5:18;</a><a href=\"/en/wol/bc/r1/lp-e/1200001564/4/1\" data-bid=\"5-2\" class=\"b\"> Eze 13:4</a>) They also tell of Samson&#x2019;s using 300 foxes to burn the grain, vineyards, and olive groves of the Philistines (<a href=\"/en/wol/bc/r1/lp-e/1200001564/5/0\" data-bid=\"6-1\" class=\"b\">Jg 15:4,&#xA0;5</a>) and of Tobiah the Ammonite&#x2019;s ridicule that &#x2018;a mere fox could break down the wall of Jerusalem&#x2019; that was being rebuilt by the repatriated Jews.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001564/6/0\" data-bid=\"7-1\" class=\"b\">Ne 4:3</a>."}