{"title":"Freedom","link":"/en/wol/d/r1/lp-e/1200001568","html":"<span id=\"page871\" class=\"pageNum\" data-no=\"871\" data-before-text=\"871\"></span><strong>FREEDOM</strong>Since Jehovah God is the Almighty, the Sovereign Ruler of the universe, and the Creator of all things, he alone has absolute, unlimited freedom. (<a href=\"/en/wol/bc/r1/lp-e/1200001568/0/0\" data-bid=\"1-1\" class=\"b\">Ge 17:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200001568/0/1\" data-bid=\"1-2\" class=\"b\"> Jer 10:7,</a><a href=\"/en/wol/bc/r1/lp-e/1200001568/0/2\" data-bid=\"1-3\" class=\"b\"> 10;</a><a href=\"/en/wol/bc/r1/lp-e/1200001568/0/3\" data-bid=\"1-4\" class=\"b\"> Da 4:34, 35;</a><a href=\"/en/wol/bc/r1/lp-e/1200001568/0/4\" data-bid=\"1-5\" class=\"b\"> Re 4:11</a>) All others must move and act within the limitations of ability given them and subject themselves to his universal laws. (<a href=\"/en/wol/bc/r1/lp-e/1200001568/1/0\" data-bid=\"2-1\" class=\"b\">Isa 45:9;</a><a href=\"/en/wol/bc/r1/lp-e/1200001568/1/1\" data-bid=\"2-2\" class=\"b\"> Ro 9:20,&#xA0;21</a>) For example, consider gravity, and the laws governing chemical reactions, influence of the sun, and growth; the moral laws; the rights and actions of others that influence one&#x2019;s freedom. The freedom of all of God&#x2019;s creatures is therefore a relative freedom.There is a distinction between limited freedom and bondage. Freedom within God-given limitations brings happiness; bondage to creatures, to imperfection, to weaknesses, or to wrong ideologies brings oppression and unhappiness. Freedom is also to be differentiated from self-determination, that is, ignoring God&#x2019;s laws and determining for oneself what is right and what is wrong. Such leads to encroachments on the rights of others and causes trouble, as can be seen from the effects of the independent, self-willed spirit introduced to Adam and Eve by the Serpent in Eden. (<a href=\"/en/wol/bc/r1/lp-e/1200001568/2/0\" data-bid=\"3-1\" class=\"b\">Ge 3:4,</a><a href=\"/en/wol/bc/r1/lp-e/1200001568/2/1\" data-bid=\"3-2\" class=\"b\"> 6,</a><a href=\"/en/wol/bc/r1/lp-e/1200001568/2/2\" data-bid=\"3-3\" class=\"b\"> 11-19</a>) True freedom is bounded by law, God&#x2019;s law, which allows full expression of the individual in a proper, upbuilding, and beneficial way, and which recognizes the rights of others, contributing to happiness for all.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001568/3/0\" data-bid=\"4-1\" class=\"b\">Ps 144:15;</a><a href=\"/en/wol/bc/r1/lp-e/1200001568/3/1\" data-bid=\"4-2\" class=\"b\"> Lu 11:28;</a><a href=\"/en/wol/bc/r1/lp-e/1200001568/3/2\" data-bid=\"4-3\" class=\"b\"> Jas 1:25</a>.<strong>The God of Freedom. </strong>Jehovah is the God of freedom. He freed the nation of Israel from bondage in Egypt. He told them that as long as they obeyed his commandments they would have freedom from want. (<a href=\"/en/wol/bc/r1/lp-e/1200001568/4/0\" data-bid=\"5-1\" class=\"b\">De 15:4,&#xA0;5</a>) David spoke of &#x201C;freedom from care&#x201D; within the dwelling towers of Jerusalem. (<a href=\"/en/wol/bc/r1/lp-e/1200001568/5/0\" data-bid=\"6-1\" class=\"b\">Ps 122:6,&#xA0;7</a>) However, the Law provided that in case a man became poor he could sell himself into slavery so as to provide the necessities for himself and his family. But freedom was granted by the Law to this Hebrew in the seventh year of his servitude. (<a href=\"/en/wol/bc/r1/lp-e/1200001568/6/0\" data-bid=\"7-1\" class=\"b\">Ex 21:2</a>) In the Jubilee (occurring every 50th year), liberty was proclaimed in the land to all its inhabitants. Every Hebrew slave was freed, and each man was returned to his land inheritance.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001568/7/0\" data-bid=\"8-1\" class=\"b\">Le 25:10-19</a>.<strong>The Freedom That Comes Through Christ. </strong>The apostle Paul spoke of the need of humankind to be set free from &#x201C;enslavement to corruption.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001568/8/0\" data-bid=\"9-1\" class=\"b\">Ro 8:21</a>) Jesus Christ told Jews who had believed in him: &#x201C;If you remain in my word, you are really my disciples, and you will know the truth, and the truth will set you free.&#x201D; To those who thought they had freedom just because they were Abraham&#x2019;s fleshly descendants, he pointed out that they were slaves of sin, and he said: &#x201C;Therefore if the Son sets you free, you will be actually free.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001568/9/0\" data-bid=\"10-1\" class=\"b\">Joh 8:31-36</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200001568/10/0\" data-bid=\"11-1\" class=\"b\">Ro 6:18,</a><a href=\"/en/wol/bc/r1/lp-e/1200001568/10/1\" data-bid=\"11-2\" class=\"b\">&#xA0;22</a>.The Christian Greek Scriptures speak of the followers of Christ as being free. Paul showed that they were &#x201C;children, not of a servant girl, but of the free woman&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001568/11/0\" data-bid=\"12-1\" class=\"b\">Ga 4:31</a>), whom he refers to as being &#x201C;the Jerusalem above.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001568/12/0\" data-bid=\"13-1\" class=\"b\">Ga 4:26</a>) He then exhorts: &#x201C;For such freedom [or, &#x201C;With her freedom,&#x201D; ftn] Christ set us free. Therefore stand fast, and do not let yourselves be confined again in a yoke of slavery.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001568/13/0\" data-bid=\"14-1\" class=\"b\">Ga 5:1</a>) At that time certain men falsely claiming to be Christian had associated themselves with the Galatian congregations. They were making an effort to induce the Galatian Christians to give up their freedom in Christ by trying to gain righteousness by works of the Law, instead of by faith in Christ. Paul warned that they would thereby fall away from Christ&#x2019;s undeserved kindness.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001568/14/0\" data-bid=\"15-1\" class=\"b\">Ga 5:2-6;</a><a href=\"/en/wol/bc/r1/lp-e/1200001568/14/1\" data-bid=\"15-2\" class=\"b\"> 6:12,&#xA0;13</a>.The freedom that the early Christians enjoyed from bondage to sin and death and from fear (&#x201C;For God gave us not a spirit of cowardice, but that of power and of love and of soundness of <span id=\"page872\" class=\"pageNum\" data-no=\"872\" data-before-text=\"872\"></span>mind&#x201D;) was exemplified in the outspokenness and freeness of speech of the apostles in proclaiming the good news. (<a href=\"/en/wol/bc/r1/lp-e/1200001568/15/0\" data-bid=\"16-1\" class=\"b\">2Ti 1:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200001568/15/1\" data-bid=\"16-2\" class=\"b\"> Ac 4:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200001568/15/2\" data-bid=\"16-3\" class=\"b\"> Php 1:18-20</a>) They recognized this freeness of speech about the Christ to be a valuable possession, one that must be developed, guarded, and maintained in order to receive God&#x2019;s approval. It was also a suitable subject of prayer.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001568/16/0\" data-bid=\"17-1\" class=\"b\">1Ti 3:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200001568/16/1\" data-bid=\"17-2\" class=\"b\"> Heb 3:6;</a><a href=\"/en/wol/bc/r1/lp-e/1200001568/16/2\" data-bid=\"17-3\" class=\"b\"> Eph 6:18-20</a>.<strong>Proper Use of Christian Freedom. </strong>The inspired Christian writers, appreciating God&#x2019;s purpose in extending undeserved kindness through Christ (&#x201C;You were, of course, called for freedom, brothers&#x201D;), repeatedly counseled Christians to guard their freedom and not to take license or wrongful advantage of that freedom as an opportunity to indulge in works of the flesh (<a href=\"/en/wol/bc/r1/lp-e/1200001568/17/0\" data-bid=\"18-1\" class=\"b\">Ga 5:13</a>) or as a blind for badness. (<a href=\"/en/wol/bc/r1/lp-e/1200001568/18/0\" data-bid=\"19-1\" class=\"b\">1Pe 2:16</a>) James spoke of &#x2018;peering into the perfect law that belongs to freedom&#x2019; and pointed out that the one who was not a forgetful hearer, but persisted as a <em>doer, </em>would be happy.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001568/19/0\" data-bid=\"20-1\" class=\"b\">Jas 1:25</a>.The apostle Paul enjoyed the freedom he had gained through Christ but refrained from using his freedom to please himself or from exercising it to the point of hurting others. In his letter to the congregation at Corinth, he showed that he would not injure another person&#x2019;s conscience by doing something that he had the Scriptural freedom to do but that might be questioned by another with less knowledge, whose conscience might be offended by Paul&#x2019;s acts. He cites as an example the eating of meat offered before an idol prior to being put in the market to be sold. Eating such meat might cause one with a weak conscience to criticize Paul&#x2019;s proper freedom of action and thereby to act as a judge of Paul, which would be wrong. Therefore, Paul said: &#x201C;Why should it be that my freedom is judged by another person&#x2019;s conscience? If I am partaking with thanks, why am I to be spoken of abusively over that for which I give thanks?&#x201D; Nonetheless, the apostle was determined to exercise his freedom in an upbuilding, not a detrimental, way.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001568/20/0\" data-bid=\"21-1\" class=\"b\">1Co 10:23-33</a>.<strong>The Christian&#x2019;s Fight and Mankind&#x2019;s Hope. </strong>Paul shows that there is a danger to the Christian&#x2019;s freedom in that, whereas &#x201C;the law of that spirit which gives life in union with Christ Jesus has set you free from the law of sin and of death&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001568/21/0\" data-bid=\"22-1\" class=\"b\">Ro 8:1,&#xA0;2</a>), the law of sin and of death working in the Christian&#x2019;s body fights to bring one into bondage again. Therefore the Christian must set his mind on the things of the spirit in order to win.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001568/22/0\" data-bid=\"23-1\" class=\"b\">Ro 7:21-25;</a><a href=\"/en/wol/bc/r1/lp-e/1200001568/22/1\" data-bid=\"23-2\" class=\"b\"> 8:5-8</a>.After outlining the Christian conflict, Paul goes on to speak of the joint heirs with Christ as &#x201C;sons of God.&#x201D; Then he refers to others of mankind as &#x201C;the creation&#x201D; and presents the marvelous purpose of God &#x201C;that the creation itself also will be set free from enslavement to corruption and have the glorious freedom of the children of God.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001568/23/0\" data-bid=\"24-1\" class=\"b\">Ro 8:12-21</a>.<strong>Figurative Use. </strong>When Job, in his suffering, wished to find release in death, he likened death to a freedom for those afflicted. He evidently alludes to the hard lives of slaves, saying: &#x201C;[In death] the slave is set free from his master.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001568/24/0\" data-bid=\"25-1\" class=\"b\">Job 3:19</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200001568/25/0\" data-bid=\"26-1\" class=\"b\">verses 21</a> and <a href=\"/en/wol/bc/r1/lp-e/1200001568/26/0\" data-bid=\"27-1\" class=\"b\">22</a>."}