{"title":"Frontlet Band","link":"/en/wol/d/r1/lp-e/1200001572","html":"<span id=\"page874\" class=\"pageNum\" data-no=\"874\" data-before-text=\"874\"></span><strong>FRONTLET BAND</strong>A band worn on the forehead.Although the Israelites were told that they should &#x2018;tie God&#x2019;s law as a sign upon their hand&#x2019; and have it as a &#x2018;frontlet band between their eyes,&#x2019; this evidently did not refer to the literal wearing of Scripture texts. (<a href=\"/en/wol/bc/r1/lp-e/1200001572/0/0\" data-bid=\"1-1\" class=\"b\">De 6:6-8;</a><a href=\"/en/wol/bc/r1/lp-e/1200001572/0/1\" data-bid=\"1-2\" class=\"b\"> 11:18</a>) True, they were instructed to wear a literal fringe upon their garments as a reminder of God&#x2019;s commandments. (<a href=\"/en/wol/bc/r1/lp-e/1200001572/1/0\" data-bid=\"2-1\" class=\"b\">Nu 15:38-40</a>) However, the evidence that the &#x201C;sign&#x201D; and &#x201C;frontlet band&#x201D; were to be figurative can be seen from God&#x2019;s instructions to the Israelites concerning their commemoration of his deliverance of them. This commemoration was also to serve &#x201C;as a sign upon your hand and as a memorial between your eyes&#x201D; and &#x201C;as a frontlet band between your eyes.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001572/2/0\" data-bid=\"3-1\" class=\"b\">Ex 13:9,</a><a href=\"/en/wol/bc/r1/lp-e/1200001572/2/1\" data-bid=\"3-2\" class=\"b\"> 14-16</a>.<strong><em>In what sense were Israelites to wear God&#x2019;s law as a frontlet band between their eyes?</em></strong>It appears that Jehovah meant that the Law should be kept as distinctly in view and should be as carefully attended to as if it were written on a tablet between their eyes, and as if it were a sign upon their hands, so that, wherever they looked and whatever they did, they could not fail to have the Law before them. However, the Jews, sometime after their return from Babylon, developed a formalistic religion based on traditions of men (<a href=\"/en/wol/bc/r1/lp-e/1200001572/3/0\" data-bid=\"4-1\" class=\"b\">Mt 15:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200001572/3/1\" data-bid=\"4-2\" class=\"b\">&#xA0;9</a>), in which they gave this law a literal application. Strips of parchment were used, on which four passages of Scripture were written, namely <a href=\"/en/wol/bc/r1/lp-e/1200001572/4/0\" data-bid=\"5-1\" class=\"b\">Exodus 13:1-10, 11-16;</a><a href=\"/en/wol/bc/r1/lp-e/1200001572/4/1\" data-bid=\"5-2\" class=\"b\"> Deuteronomy 6:4-9;</a><a href=\"/en/wol/bc/r1/lp-e/1200001572/4/2\" data-bid=\"5-3\" class=\"b\"> 11:13-21</a>. At least in later times, the parchment was rolled up in small cases of calfskin and fastened to the forehead and the left arm. Male Jews wore these during morning prayer, except on festival days and the Sabbath.Jesus Christ condemned the hypocrisy of the scribes and Pharisees, who, in order to impress others with their righteousness, broadened the scripture-containing cases that they wore as safeguards. (<a href=\"/en/wol/bc/r1/lp-e/1200001572/5/0\" data-bid=\"6-1\" class=\"b\">Mt 23:2,</a><a href=\"/en/wol/bc/r1/lp-e/1200001572/5/1\" data-bid=\"6-2\" class=\"b\">&#xA0;5</a>) The Greek word <em>phy&#xB7;la&#xB7;kte&#x2B9;ri&#xB7;on, </em>&#x201C;phylactery,&#x201D; which applies to such a scripture-containing case, means primarily an outpost, fortification, or safeguard. These were worn, therefore, as a safeguard, amulet, or charm.<span id=\"page875\" class=\"pageNum\" data-no=\"875\" data-before-text=\"875\"></span>However, the Bible counsels that the thing to guard is, not beautiful or pious outward appearance, but the heart. (<a href=\"/en/wol/bc/r1/lp-e/1200001572/6/0\" data-bid=\"7-1\" class=\"b\">Mt 23:27, 28;</a><a href=\"/en/wol/bc/r1/lp-e/1200001572/6/1\" data-bid=\"7-2\" class=\"b\"> Pr 4:23</a>) It stresses that what will greatly benefit a person is, not the wearing of written Scripture texts on the body, but the safeguarding of practical wisdom and thinking ability and the acquiring of understanding.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001572/7/0\" data-bid=\"8-1\" class=\"b\">Pr 3:21, 22;</a><a href=\"/en/wol/bc/r1/lp-e/1200001572/7/1\" data-bid=\"8-2\" class=\"b\"> 4:7-9</a>.<strong>[Picture on page&#xA0;875]</strong>Arm phylactery worn by Jews who formalistically applied Jehovah&#x2019;s law"}