{"title":"Gaius","link":"/en/wol/d/r1/lp-e/1200001592","html":"<span id=\"page879\" class=\"pageNum\" data-no=\"879\" data-before-text=\"879\"></span><strong>GAIUS</strong>(Ga&#x2B9;ius) [from a root meaning &#x201C;land&#x201D;].<strong>1. </strong>A Macedonian who accompanied the apostle Paul on his third missionary tour and who, along with Aristarchus, was forcibly taken into the theater at Ephesus during the riot instigated by the silversmith Demetrius.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001592/0/0\" data-bid=\"1-1\" class=\"b\">Ac 19:29</a>.<strong>2. </strong>A Christian from Derbe in Asia Minor who is listed along with six others as accompanying the apostle Paul on his last missionary tour. Gaius and these others evidently separated from Paul and then went on to Troas, on the W coast of Asia Minor, where they waited for him. (<a href=\"/en/wol/bc/r1/lp-e/1200001592/1/0\" data-bid=\"2-1\" class=\"b\">Ac 20:4,&#xA0;5</a>) This Gaius may be the same as No.&#xA0;1, since Aristarchus is also mentioned in the account. If so, this would likely mean that Gaius was of Macedonian birth (or descent) but had been residing in Derbe.<strong>3. </strong>A Christian of Corinth whom Paul personally baptized. When Paul wrote his letter to the Romans, apparently this Gaius was his host as well as that of the congregation. This would indicate that the meetings of the Corinthian congregation were held in Gaius&#x2019; home.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001592/2/0\" data-bid=\"3-1\" class=\"b\">1Co 1:14;</a><a href=\"/en/wol/bc/r1/lp-e/1200001592/2/1\" data-bid=\"3-2\" class=\"b\"> Ro 16:23</a>.<strong>4. </strong>A Christian to whom the apostle John wrote his third inspired letter and whom he commended for walking in the truth and, with reference to his hospitality, for his faithful work and his love.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001592/3/0\" data-bid=\"4-1\" class=\"b\">3Jo 1,</a><a href=\"/en/wol/bc/r1/lp-e/1200001592/3/1\" data-bid=\"4-2\" class=\"b\"> 3-6</a>."}