{"title":"Galatia","link":"/en/wol/d/r1/lp-e/1200001594","html":"<span id=\"page879\" class=\"pageNum\" data-no=\"879\" data-before-text=\"879\"></span><strong>GALATIA</strong>(Ga&#xB7;la&#x2B9;ti&#xB7;a).The Roman province that occupied the central portion of what is now known as Asia Minor. It was bounded by other Roman provinces<wbr>&#x2014;in part by Cappadocia on the E, Bithynia and Pontus on the N, Asia on the W, and Pamphylia on the S. (<a href=\"/en/wol/bc/r1/lp-e/1200001594/0/0\" data-bid=\"1-1\" class=\"b\">1Pe 1:1</a>) This central plateau region lay between the Taurus Mountains on the S and the mountains of Paphlagonia on the N.&#xA0;In its north-central portion was the city of Ancyra, now called Ankara, the capital of Turkey. And through this area flowed the middle segment of the Halys River (the modern Kizil Irmak) and the upper Sangarius River (Sakarya), both of which empty into the Black Sea. The history of this region (400 and more years, from the third century B.C.E. forward) shows there were many changes in the boundaries and political affiliations of this strategic area.It appears that around 278-277&#xA0;B.C.E. large numbers of Indo-European people known as Celts, or Galli, from Gaul, whom the Greeks called <em>Ga&#xB7;la&#x2B9;tai </em>(hence the name given this region), moved across the Bosporus and settled there. They brought with them their wives and children and apparently avoided intermarrying with the people already there, in this way perpetuating their racial characteristics for centuries. Their last king, Amyntas, died in 25&#xA0;B.C.E., and it was during his reign as a puppet of the Roman Empire and thereafter that the area designated as Galatia was enlarged to include portions of Lycaonia, Pisidia, Paphlagonia, Pontus, and Phrygia. This then was the expanded Galatia that the apostle Paul and other evangelizing Christians of the first century C.E. visited and in which they found persons eager to be organized into Christian congregations.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001594/1/0\" data-bid=\"2-1\" class=\"b\">Ac 18:23;</a><a href=\"/en/wol/bc/r1/lp-e/1200001594/1/1\" data-bid=\"2-2\" class=\"b\"> 1Co 16:1</a>.Both Paul and Peter addressed letters to Christian congregations located in the province of Galatia. (<a href=\"/en/wol/bc/r1/lp-e/1200001594/2/0\" data-bid=\"3-1\" class=\"b\">Ga 1:1,&#xA0;2;</a><a href=\"/en/wol/bc/r1/lp-e/1200001594/2/1\" data-bid=\"3-2\" class=\"b\"> 1Pe 1:1</a>) Whether these were the same congregations established by Paul and Barnabas is not stated. On that swing through Galatia, Paul and Barnabas visited such Galatian cities as Pisidian Antioch, Iconium, Lystra, and Derbe (<a href=\"/en/wol/bc/r1/lp-e/1200001594/3/0\" data-bid=\"4-1\" class=\"b\">Ac 13:14,</a><a href=\"/en/wol/bc/r1/lp-e/1200001594/3/1\" data-bid=\"4-2\" class=\"b\"> 51;</a><a href=\"/en/wol/bc/r1/lp-e/1200001594/3/2\" data-bid=\"4-3\" class=\"b\"> 14:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200001594/3/3\" data-bid=\"4-4\" class=\"b\"> 5,&#xA0;6</a>), and when they returned to the brothers in Antioch of Syria they related how in these and other places God &#x201C;had opened to the nations the door to faith.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001594/4/0\" data-bid=\"5-1\" class=\"b\">Ac 14:27</a>) One experience they had in Lystra was most unusual. Paul had cured a crippled man who had never walked in his life, and suddenly the crowds began crying out in their native Lycaonian tongue: &#x201C;The gods have become like humans and have come down to us!&#x201D; Barnabas they called Zeus and Paul they thought to be Hermes. It was almost more than Paul and Barnabas could do to prevent the excited crowds from offering sacrifices to them as if they were gods.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001594/5/0\" data-bid=\"6-1\" class=\"b\">Ac 14:8-18</a>.<span id=\"page880\" class=\"pageNum\" data-no=\"880\" data-before-text=\"880\"></span>The seeds of Christianity sown among the Galatians bore good fruitage. It was from among them that disciples like Timothy and Gaius came. (<a href=\"/en/wol/bc/r1/lp-e/1200001594/6/0\" data-bid=\"7-1\" class=\"b\">Ac 16:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200001594/6/1\" data-bid=\"7-2\" class=\"b\"> 20:4</a>) Paul gave instructions to the Galatian congregations as to the manner of laying aside contributions for the Lord&#x2019;s poor and needy ones.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001594/7/0\" data-bid=\"8-1\" class=\"b\">1Co 16:1,&#xA0;2;</a><a href=\"/en/wol/bc/r1/lp-e/1200001594/7/1\" data-bid=\"8-2\" class=\"b\"> Ga 2:10</a>."}