{"title":"Galilee, Sea of","link":"/en/wol/d/r1/lp-e/1200001599","html":"<span id=\"page885\" class=\"pageNum\" data-no=\"885\" data-before-text=\"885\"></span><strong>GALILEE, SEA OF</strong>A freshwater inland lake in N Palestine that has also been called the Sea of Chinnereth (<a href=\"/en/wol/bc/r1/lp-e/1200001599/0/0\" data-bid=\"1-1\" class=\"b\">Nu 34:11</a>), the Lake of Gennesaret (<a href=\"/en/wol/bc/r1/lp-e/1200001599/1/0\" data-bid=\"2-1\" class=\"b\">Lu 5:1</a>), and the Sea of Tiberias (<a href=\"/en/wol/bc/r1/lp-e/1200001599/2/0\" data-bid=\"3-1\" class=\"b\">Joh 6:1</a>). (The Greek word translated &#x201C;sea&#x201D; may also mean &#x201C;lake.&#x201D;)<wbr>&#x2014;MAP, Vol.&#xA0;2, p.&#xA0;740; PICTURES, Vol.&#xA0;1, p.&#xA0;336, and Vol.&#xA0;2, p.&#xA0;740.<strong>Size and Topography of Area. </strong>The Sea of Galilee lies an average of 210&#xA0;m (700&#xA0;ft) below the level of the Mediterranean Sea and is a part of the Rift Valley of the Jordan. Its greatest water depth is about 48&#xA0;m (157&#xA0;ft). From N to S, this body of water has an approximate length of 21&#xA0;km (13&#xA0;mi), with a maximum width of about 12&#xA0;km (7.5 mi). Depending upon the season, the clear waters of the Sea of Galilee vary from green to blue in color, and the average water temperature ranges from 14&#xB0; C. (57&#xB0; F.) in February to 30&#xB0; C. (86&#xB0; F.) in August. This lake is fed primarily by the Jordan River.The bed of the Sea of Galilee resembles a huge basin. Rising from its shores on the E side are steep limestone mountains overlaid with lava, reaching an elevation of about 610&#xA0;m (2,000&#xA0;ft). But on the W the mountains rise less abruptly. Hills and mountains practically surround the Sea of Galilee, except for the plains around the Jordan, that is, the points where the river enters the lake at the N end and where it renews its course at the SW. The area to the N is occupied by a mass of large basalt boulders. Not far S of the city of Tiberias on the W shore, there are hot sulfur springs that have long been famous for their medicinal properties. One of the seven springs there has a temperature of 58&#xB0; C. (136&#xB0; F.).<strong>Climate. </strong>The warm climate around the Sea of Galilee is conducive to the growth of tropical plants, including the lotus thorn, palms, and indigo plants. Tortoises, turtles, crayfish, and sandhoppers are found along the shores of the lake. Bird life and fish are abundant. In the 19th&#xA0;century, naturalist H.&#xA0;B.&#xA0;Tristram observed: &#x201C;The density of the shoals of fish in the Sea of Galilee can scarcely be conceived by those who have not witnessed them. Frequently these shoals cover an acre or more of the surface and the fish, as they slowly move along in masses, are so crowded, with their back fins just appearing on the level of the water, that the appearance at a little distance is that of a violent shower of rain pattering on the surface.&#x201D;<wbr>&#x2014;<em>The Natural History of the Bible, </em>1889, p.&#xA0;285.Sudden storms, such as those experienced by Jesus Christ and his disciples, are not uncommon. (<a href=\"/en/wol/bc/r1/lp-e/1200001599/3/0\" data-bid=\"4-1\" class=\"b\">Mt 8:24;</a><a href=\"/en/wol/bc/r1/lp-e/1200001599/3/1\" data-bid=\"4-2\" class=\"b\"> 14:24</a>) Because of the low elevation of the Sea of Galilee, the air temperature is much warmer there than in the surrounding plateaus and mountains. This results in atmospheric disturbances. Also, strong winds rush down the Jordan Valley from snowcapped Mount Hermon, not far to the N.In the first century C.E., the shores of this lake were well populated. But today, of the nine cities mentioned by Josephus as being on the Sea of Galilee, only Tiberias remains.<strong>Jesus&#x2019; Ministry in Area. </strong>This body of water figured prominently in Jesus&#x2019; earthly ministry. A number of times the Son of God spoke from a boat to great crowds assembled on its wide, pebbly shore. (<a href=\"/en/wol/bc/r1/lp-e/1200001599/4/0\" data-bid=\"5-1\" class=\"b\">Mr 3:9;</a><a href=\"/en/wol/bc/r1/lp-e/1200001599/4/1\" data-bid=\"5-2\" class=\"b\"> 4:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200001599/4/2\" data-bid=\"5-3\" class=\"b\"> Lu 5:1-3</a>) On one of these occasions he caused some of his disciples to have a miraculous catch of fish and called Peter, Andrew, James, and John to be &#x201C;fishers of men.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001599/5/0\" data-bid=\"6-1\" class=\"b\">Mt 4:18-22;</a><a href=\"/en/wol/bc/r1/lp-e/1200001599/5/1\" data-bid=\"6-2\" class=\"b\"> Lu 5:4-11</a>) In the vicinity of the Sea of Galilee, Jesus performed many powerful works. He healed the sick, expelled demons (<a href=\"/en/wol/bc/r1/lp-e/1200001599/6/0\" data-bid=\"7-1\" class=\"b\">Mr 3:7-12</a>), calmed the wind and the sea (<a href=\"/en/wol/bc/r1/lp-e/1200001599/7/0\" data-bid=\"8-1\" class=\"b\">Mr 4:35-41</a>), and walked on the water (<a href=\"/en/wol/bc/r1/lp-e/1200001599/8/0\" data-bid=\"9-1\" class=\"b\">Joh 6:16-21</a>); once, he miraculously fed more than 5,000 people, and at another time he fed more than 4,000, each time with only a few loaves of bread and several fish. (<a href=\"/en/wol/bc/r1/lp-e/1200001599/9/0\" data-bid=\"10-1\" class=\"b\">Mt 14:14-21;</a><a href=\"/en/wol/bc/r1/lp-e/1200001599/9/1\" data-bid=\"10-2\" class=\"b\"> 15:29,</a><a href=\"/en/wol/bc/r1/lp-e/1200001599/9/2\" data-bid=\"10-3\" class=\"b\"> 34-38</a>) Rightly Jesus condemned three cities in that area, Chorazin, Bethsaida, and Capernaum, for remaining unresponsive despite the many powerful works their inhabitants had witnessed.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001599/10/0\" data-bid=\"11-1\" class=\"b\">Mt 11:20-24</a>.After his resurrection from the dead, Jesus appeared to some of his disciples by the Sea of Galilee and caused them to have a second miraculous catch of fish. He then stressed the importance of feeding his sheep.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001599/11/0\" data-bid=\"12-1\" class=\"b\">Joh 21:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200001599/11/1\" data-bid=\"12-2\" class=\"b\"> 4-19</a>."}