{"title":"Gallio","link":"/en/wol/d/r1/lp-e/1200001603","html":"<span id=\"page886\" class=\"pageNum\" data-no=\"886\" data-before-text=\"886\"></span><strong>GALLIO</strong>(Gal&#x2B9;li&#xB7;o).The proconsul of Achaia, before whose judgment seat the Jews accused Paul of leading men into another persuasion in worshiping God. Gallio dismissed the case on the basis that it did not involve a violation of Roman law. Thereupon, the crowd went to beating Sosthenes the presiding officer of the synagogue, but Gallio chose not to concern himself with this either.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001603/0/0\" data-bid=\"1-1\" class=\"b\">Ac 18:12-17</a>.According to secular sources, Gallio was born at Cordova, Spain, about the beginning of the first century C.E. He was the son of the rhetorician Seneca and the older brother of Seneca the philosopher. Gallio&#x2019;s original name was Lucius Annaeus Novatus. But, upon being adopted by the rhetorician Lucius Junius Gallio, he assumed the name of his adopter.An inscription from Delphi helps in dating Gallio&#x2019;s term as proconsul of Achaia. (<a href=\"/en/wol/bc/r1/lp-e/1200001603/1/0\" data-bid=\"2-1\" class=\"b\">Ac 18:12</a>) Only fragmentary, the inscription&#x2019;s text has had to be reconstructed, but it definitely contains the name of &#x201C;[Lucius Ju]nius Gallio, .&#xA0;.&#xA0;. proconsul.&#x201D; Historians are generally agreed that the text is a letter from Emperor Claudius Caesar and that the number 26 found in it refers to Claudius&#x2019; having received the imperial acclamation for the 26th time. (It was Claudius who restored Achaia to the position of a separate province responsible to the senate and hence having a proconsul.) It is likely that this letter was written in the first half of 52&#xA0;C.E., for other inscriptions indicate that Claudius was acclaimed emperor for the 27th time before August&#xA0;1, 52&#xA0;C.E. A Carian inscription and an inscription on the aqueduct called the Aqua Claudia at Rome place Claudius&#x2019; 26th and 27th imperial acclamations within the year of his 12th period of tribunician power. This 12th tribunician period corresponded to January&#xA0;25, 52&#xA0;C.E., through January&#xA0;24, 53&#xA0;C.E. Gallio&#x2019;s proconsulship of Achaia (an office that usually ran for a year, starting with the beginning of summer) therefore appears to have run from the summer of 51&#xA0;C.E. to the summer of 52&#xA0;C.E., though some scholars favor 52-53&#xA0;C.E.<strong>[Picture on page&#xA0;886]</strong>Portion of an inscription bearing the name Gallio (&#x393;&#x391;&#x39B;&#x39B;&#x399;&#x3A9;&#x39D;)"}