{"title":"Gangrene","link":"/en/wol/d/r1/lp-e/1200001607","html":"<span id=\"page889\" class=\"pageNum\" data-no=\"889\" data-before-text=\"889\"></span><strong>GANGRENE</strong>The death of the tissues in a part of the body, such as a toe or a foot, as a result of obstructed blood circulation. In <em>dry gangrene, </em>where the arteries are blocked or occluded (as, for example, in arteriosclerosis), the affected part turns black and dry and loses all feeling. <em>Wet gangrene </em>usually affects very small blood vessels<wbr>&#x2014;the capillaries and small veins. In <em>gas gangrene, </em>bacteria present in the dead or dying tissue may form bubbles under the skin, leading to a rapid sloughing off of tissues. Because bacteria are usually associated with gangrene, the resulting infection often promotes rapid spread of cell death. If the bacteria spread to the bloodstream, the condition becomes even more critical, resulting in death unless appropriate treatment is administered promptly.The apostle Paul uses the word figuratively of the teaching of false doctrine and of &#x201C;empty speeches that violate what is holy.&#x201D; He stresses the danger that such speech brings to the entire congregation, saying: &#x201C;For they will advance to more and more ungodliness, and their word will spread like gangrene.&#x201D; He then cites examples: &#x201C;Hymenaeus and Philetus are of that number. These very men have deviated from the truth, saying that the resurrection has already occurred; and they are subverting the faith of some.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001607/0/0\" data-bid=\"1-1\" class=\"b\">2Ti 2:16-18</a>) In view of Paul&#x2019;s earlier symbolism, picturing the congregation as a body with many members<wbr>&#x2014;feet, hands, and so forth (<a href=\"/en/wol/bc/r1/lp-e/1200001607/1/0\" data-bid=\"2-1\" class=\"b\">1Co&#xA0;12</a>)&#x2014;<wbr>his figurative use of gangrene, with its danger to the human body, gives strong emphasis to the importance of eliminating false doctrine and ungodly speech from the Christian congregation."}