{"title":"Garden","link":"/en/wol/d/r1/lp-e/1200001608","html":"<span id=\"page889\" class=\"pageNum\" data-no=\"889\" data-before-text=\"889\"></span><strong>GARDEN</strong>The Hebrew term <em>gan </em>and the Greek term <em>ke&#x2B9;pos </em>refer to a cultivated area of land, often irrigated. Gardens of Bible times were usually areas enclosed by a hedge of thorns or by a wall of stone or mud, perhaps with thorns along the top.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001608/0/0\" data-bid=\"1-1\" class=\"b\">Ca 4:12</a>.<span id=\"page890\" class=\"pageNum\" data-no=\"890\" data-before-text=\"890\"></span>Generally speaking, the gardens spoken of in the Bible are quite different from the ordinary gardens of the West. Many of them were more in the nature of a park with various kinds of trees, including fruit and nut trees (<a href=\"/en/wol/bc/r1/lp-e/1200001608/1/0\" data-bid=\"2-1\" class=\"b\">Ec 2:5;</a><a href=\"/en/wol/bc/r1/lp-e/1200001608/1/1\" data-bid=\"2-2\" class=\"b\"> Am 9:14;</a><a href=\"/en/wol/bc/r1/lp-e/1200001608/1/2\" data-bid=\"2-3\" class=\"b\"> Ca 6:11</a>), as well as spice plants and flowers. (<a href=\"/en/wol/bc/r1/lp-e/1200001608/2/0\" data-bid=\"3-1\" class=\"b\">Ca 6:2</a>) They were well watered by streams or by means of irrigation, and they often had winding paths. Smaller gardens may have been cultivated by individual families. King Ahab wanted Naboth&#x2019;s vineyard, he claimed, for a vegetable garden.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001608/3/0\" data-bid=\"4-1\" class=\"b\">1Ki 21:2</a>.The above-mentioned parklike gardens would usually be outside the city, except in the case of gardens of kings or very rich men. The King&#x2019;s Garden, near the place where Zedekiah and his men tried to escape from Jerusalem during the Chaldean siege, was probably situated just outside the SE wall of that city. (<a href=\"/en/wol/bc/r1/lp-e/1200001608/4/0\" data-bid=\"5-1\" class=\"b\">2Ki 25:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200001608/4/1\" data-bid=\"5-2\" class=\"b\"> Ne 3:15</a>) Josephus speaks also of a place called Etan, which he locates 13 to 16&#xA0;km (8 to 10&#xA0;mi) from Jerusalem and which he describes as &#x201C;delightful for, and abounding in, parks and flowing streams&#x201D;, where, so he claims, Solomon was accustomed to ride in his chariot. (<em>Jewish Antiquities, </em>VIII, 186 [vii,&#xA0;3]) The garden in which King Ahasuerus held a great seven-day banquet in Shushan, during the third year of his reign, must have been a large and beautiful one.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001608/5/0\" data-bid=\"6-1\" class=\"b\">Es 1:1-5</a>.<strong>In Babylon. </strong>The Hanging Gardens of Babylon constituted one of the seven wonders of the ancient world. King Nebuchadnezzar built them to please his wife, a Median princess, who had come from a hilly country and, upset at the flatness of Babylonia, sighed for her native mountains. It is said that Nebuchadnezzar built arches progressively higher, like steps, and overlaid this mountain of masonry with sufficient soil to nourish the largest trees. At the top he built a reservoir, supplied from the Euphrates by a screw-type water lift.<strong>In Egypt. </strong>While in Egypt, the Israelites had cultivated what seem to have been smaller vegetable gardens. <a href=\"/en/wol/bc/r1/lp-e/1200001608/6/0\" data-bid=\"7-1\" class=\"b\">Deuteronomy 11:10</a> says they irrigated these with the foot, possibly either by foot-powered waterwheels or by conducting irrigation water by means of channels, opening and resealing the mud walls of the channels with the foot to water the various parts of the garden.<strong>Gethsemane. </strong>The garden of Gethsemane on the Mount of Olives, just across the Kidron Valley from Jerusalem, was a favorite spot with Jesus Christ, where he could find solitude with his disciples. It was to this garden that Jesus retired with his disciples after eating his last Passover and instituting the Lord&#x2019;s Evening Meal. There he withdrew a short distance from his disciples and prayed fervently, being ministered to by an angel. The traitor Judas, knowing of Jesus&#x2019; custom, led a mob to Gethsemane, where he betrayed Jesus with a kiss.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001608/7/0\" data-bid=\"8-1\" class=\"b\">Mt 26:36,</a><a href=\"/en/wol/bc/r1/lp-e/1200001608/7/1\" data-bid=\"8-2\" class=\"b\"> 46-49;</a><a href=\"/en/wol/bc/r1/lp-e/1200001608/7/2\" data-bid=\"8-3\" class=\"b\"> Lu 22:39-48;</a><a href=\"/en/wol/bc/r1/lp-e/1200001608/7/3\" data-bid=\"8-4\" class=\"b\"> Joh 18:1,&#xA0;2</a>.<strong>Burial Places. </strong>At times gardens were used as burial places. Manasseh and his son Amon were buried in the garden of Uzza. (<a href=\"/en/wol/bc/r1/lp-e/1200001608/8/0\" data-bid=\"9-1\" class=\"b\">2Ki 21:18,</a><a href=\"/en/wol/bc/r1/lp-e/1200001608/8/1\" data-bid=\"9-2\" class=\"b\"> 25,&#xA0;26</a>) It was in a garden, in a new memorial tomb, that Jesus was buried. (<a href=\"/en/wol/bc/r1/lp-e/1200001608/9/0\" data-bid=\"10-1\" class=\"b\">Joh 19:41,&#xA0;42</a>) The Israelites fell into the bad practice of sacrificing to pagan gods in the gardens, seating themselves among the burial places and eating loathsome things in their observance of false religion, for which Jehovah declared that he would render judgment.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001608/10/0\" data-bid=\"11-1\" class=\"b\">Isa 65:2-5;</a><a href=\"/en/wol/bc/r1/lp-e/1200001608/10/1\" data-bid=\"11-2\" class=\"b\"> 66:16,&#xA0;17</a>.<strong>Garden of Eden. </strong>The most celebrated garden of history is the garden of Eden. It seems to have been an enclosed area, bounded, no doubt, by natural barriers. The garden, located &#x201C;in Eden, toward the east,&#x201D; had an entrance on its eastern side. It was here that cherubs were stationed with the flaming blade of a sword, after Adam&#x2019;s sin, to block man&#x2019;s access to the tree of life in the middle of the garden. (<a href=\"/en/wol/bc/r1/lp-e/1200001608/11/0\" data-bid=\"12-1\" class=\"b\">Ge 2:8;</a><a href=\"/en/wol/bc/r1/lp-e/1200001608/11/1\" data-bid=\"12-2\" class=\"b\"> 3:24</a>) The garden was well watered by a river flowing from it and parting to become the headwaters of four large rivers. This parklike &#x201C;paradise of pleasure&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001608/12/0\" data-bid=\"13-1\" class=\"b\">Ge 2:8</a>, <em>Dy</em>) contained every tree desirable to one&#x2019;s sight and good for food, as well as other vegetation, and was the habitat of animals and birds. Adam was to cultivate it and to keep it and eventually to expand it earth wide as he carried out God&#x2019;s command to &#x201C;subdue&#x201D; the earth. It was a sanctuary, a place where God representatively walked and communicated with Adam and Eve; it was a perfect home for them.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001608/13/0\" data-bid=\"14-1\" class=\"b\">Ge 2:9, 10,</a><a href=\"/en/wol/bc/r1/lp-e/1200001608/13/1\" data-bid=\"14-2\" class=\"b\"> 15-18,</a><a href=\"/en/wol/bc/r1/lp-e/1200001608/13/2\" data-bid=\"14-3\" class=\"b\"> 21, 22;</a><a href=\"/en/wol/bc/r1/lp-e/1200001608/13/3\" data-bid=\"14-4\" class=\"b\"> 1:28;</a><a href=\"/en/wol/bc/r1/lp-e/1200001608/13/4\" data-bid=\"14-5\" class=\"b\"> 3:8-19</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200001608/0\">PARADISE</a>.Although the Bible does not state how long the cherubs remained to guard the way of the tree of life, it may have been that such an arrangement existed until the Flood, 1,656 years after the creation of Adam. Untended by Adam, who with Eve had been driven out for their disobedience in eating from the forbidden tree of the knowledge of good and bad, the garden likely suffered deterioration. At any rate, it would at the latest have been obliterated by means of the Flood.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001608/1\">EDEN</a> No.&#xA0;1.The beauty of the garden of Eden was recalled centuries after the Flood when Lot viewed the whole District of the Jordan, observing &#x201C;that all of <span id=\"page891\" class=\"pageNum\" data-no=\"891\" data-before-text=\"891\"></span>it was a well-watered region .&#xA0;.&#xA0;. like the garden of Jehovah.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001608/14/0\" data-bid=\"15-1\" class=\"b\">Ge 13:10</a>) Jehovah kept his eyes on the Promised Land, preserving it as an inheritance for Israel. Moses contrasts it with Egypt, where the Israelites had to do irrigating as in a vegetable garden, describing the Promised Land as a land watered by &#x201C;the rain of the heavens.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001608/15/0\" data-bid=\"16-1\" class=\"b\">De 11:10-12</a>.<strong>Figurative Uses. </strong>In a warning to Judah through Joel, Jehovah tells of &#x201C;a people numerous and mighty&#x201D; who will devastate the land, converting it from a state &#x201C;like the garden of Eden&#x201D; into a wilderness. (<a href=\"/en/wol/bc/r1/lp-e/1200001608/16/0\" data-bid=\"17-1\" class=\"b\">Joe 2:2,&#xA0;3</a>) By contrast, those who do Jehovah&#x2019;s will and enjoy his good pleasure are likened to a well-watered garden. (<a href=\"/en/wol/bc/r1/lp-e/1200001608/17/0\" data-bid=\"18-1\" class=\"b\">Isa 58:8-11</a>) Such was to be the situation of Jehovah&#x2019;s covenant people restored from Babylonian exile.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001608/18/0\" data-bid=\"19-1\" class=\"b\">Isa 51:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200001608/18/1\" data-bid=\"19-2\" class=\"b\"> 11;</a><a href=\"/en/wol/bc/r1/lp-e/1200001608/18/2\" data-bid=\"19-3\" class=\"b\"> Jer 31:10-12</a>.At <a href=\"/en/wol/bc/r1/lp-e/1200001608/19/0\" data-bid=\"20-1\" class=\"b\">Ezekiel 28:12-14</a> &#x201C;the king of Tyre&#x201D; is spoken of as having been in the garden of Eden and on &#x201C;the holy mountain of God.&#x201D; By the slopes of Mount Lebanon with its famous cedars, the king, decked in gorgeous robes and royal splendor, had been as in a garden of Eden and on a mountain of God.The shepherd lover in The Song of Solomon likens his Shulammite girl companion to a garden with all its pleasantness, beauty, delight, and fine fruitage.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001608/20/0\" data-bid=\"21-1\" class=\"b\">Ca 4:12-16</a>."}