{"title":"Gatekeeper","link":"/en/wol/d/r1/lp-e/1200001618","html":"<span id=\"page898\" class=\"pageNum\" data-no=\"898\" data-before-text=\"898\"></span><strong>GATEKEEPER</strong>In ancient times gatekeepers, also called doorkeepers, served at various places, such as city gates, temple gates, even at the gateways or doorways of homes. Gatekeepers of city gates were appointed to see that the gates were closed at night, and they acted as watchmen at the gate. Other watchmen might be posted as lookouts on top of the gate or in a tower where they could get a broad view and could announce those approaching the city. They cooperated with the gatekeeper. (<a href=\"/en/wol/bc/r1/lp-e/1200001618/0/0\" data-bid=\"1-1\" class=\"b\">2Sa 18:24,</a><a href=\"/en/wol/bc/r1/lp-e/1200001618/0/1\" data-bid=\"1-2\" class=\"b\">&#xA0;26</a>) It was a very responsible position, inasmuch as the safety of the city depended on the gatekeeper to a considerable degree and he was an instrument of communication between those outside the city and those inside. (<a href=\"/en/wol/bc/r1/lp-e/1200001618/1/0\" data-bid=\"2-1\" class=\"b\">2Ki 7:10,&#xA0;11</a>) The doorkeepers of King Ahasuerus, two of whom plotted to assassinate him, were also called court officials.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001618/2/0\" data-bid=\"3-1\" class=\"b\">Es 2:21-23;</a><a href=\"/en/wol/bc/r1/lp-e/1200001618/2/1\" data-bid=\"3-2\" class=\"b\"> 6:2</a>.<strong>In the Temple. </strong>Shortly before his death, King David thoroughly organized the Levites and temple workers, including the gatekeepers, of whom there were 4,000. In their divisions they would come in for seven days at a time. They were responsible to guard Jehovah&#x2019;s house and see that the doors were opened and closed at the proper times. (<a href=\"/en/wol/bc/r1/lp-e/1200001618/3/0\" data-bid=\"4-1\" class=\"b\">1Ch 9:23-27;</a><a href=\"/en/wol/bc/r1/lp-e/1200001618/3/1\" data-bid=\"4-2\" class=\"b\"> 23:1-6</a>) Besides guard duty, some took care of the contributions brought in by the people for use at the temple. (<a href=\"/en/wol/bc/r1/lp-e/1200001618/4/0\" data-bid=\"5-1\" class=\"b\">2Ki 12:9;</a><a href=\"/en/wol/bc/r1/lp-e/1200001618/4/1\" data-bid=\"5-2\" class=\"b\"> 22:4</a>) At a later time, when Jehoiada the high priest anointed Jehoash as king, special guards were assigned to the gates of the temple to protect young Jehoash from the usurper, Queen Athaliah. (<a href=\"/en/wol/bc/r1/lp-e/1200001618/5/0\" data-bid=\"6-1\" class=\"b\">2Ki 11:4-8</a>) When King Josiah destroyed idolatrous worship, the doorkeepers assisted in removing from the temple the utensils that had been used in the worship of Baal. These were then burned up outside the city.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001618/6/0\" data-bid=\"7-1\" class=\"b\">2Ki 23:4</a>.When Jesus Christ was on earth, priests and Levites were assigned as doorkeepers and watchmen in the temple rebuilt by Herod. These were required to be on the alert, for the overseer or officer of the Temple Mount would make his rounds, appearing at unannounced times, and it was necessary for the watchman to remain awake at his post constantly in order not to be caught off guard. There was another officer who was in charge of the casting of lots for the temple services. When he came and knocked on the door, it was necessary for the guard to be awake to open it for him. He, too, might catch the guard asleep. On this matter of wakefulness, the Mishnah (<em>Middot </em>1:2) says: &#x201C;The officer of the Temple Mount used to go round to every watch with lighted torches before him, and if any watch did not stand up and say, to him, &#x2018;O&#xA0;officer of the Temple Mount, peace be to thee!&#x2019; and it was manifest that he was asleep, he would beat him with his staff, and he had the right to burn his raiment.&#x201D;<wbr>&#x2014;Translated by H.&#xA0;Danby; see also <a href=\"/en/wol/bc/r1/lp-e/1200001618/7/0\" data-bid=\"8-1\" class=\"b\">Re 16:15</a>.These gatekeepers and guards were posted at their stations in order to safeguard the temple from robbery and to keep out all unclean persons and all intruders who had no proper business there.<strong>In Homes. </strong>In the days of the apostles, some homes employed doorkeepers. At the house of Mary the mother of John Mark, a servant girl named Rhoda answered Peter&#x2019;s knock when he returned from prison after being released by an angel. (<a href=\"/en/wol/bc/r1/lp-e/1200001618/8/0\" data-bid=\"9-1\" class=\"b\">Ac 12:12-14</a>) The girl who was employed as a doorkeeper at the home of the high priest asked Peter whether he was one of Christ&#x2019;s disciples.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001618/9/0\" data-bid=\"10-1\" class=\"b\">Joh 18:17</a>.<strong>Shepherds. </strong>Shepherds in Bible times used to keep their flocks of sheep in a sheepfold, or sheepcote, during the night. These sheepfolds <span id=\"page899\" class=\"pageNum\" data-no=\"899\" data-before-text=\"899\"></span>consisted of a low stone wall with a gateway. The flocks of one man or sometimes of several would be kept in the fold during the night with a doorkeeper to keep watch and to protect them. Jesus apparently drew on this custom for illustration when he mentioned a doorkeeper in speaking of himself not only as the shepherd of God&#x2019;s sheep but also as the door through which the sheep could enter.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001618/10/0\" data-bid=\"11-1\" class=\"b\">Joh 10:1-9</a>.<strong>Christians. </strong>Jesus emphasized the need for Christians to keep alert and on the watch concerning his coming as Jehovah&#x2019;s executioner. He likened the Christian to the doorkeeper who was commanded by his master to keep on the watch and look for him on his return from traveling abroad.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001618/11/0\" data-bid=\"12-1\" class=\"b\">Mr 13:33-37</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001618/0\">GATE, GATEWAY</a>; <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001618/1\">GUARD</a>."}