{"title":"Gemariah","link":"/en/wol/d/r1/lp-e/1200001645","html":"<span id=\"page906\" class=\"pageNum\" data-no=\"906\" data-before-text=\"906\"></span><strong>GEMARIAH</strong>(Gem&#xB7;a&#xB7;ri&#x2B9;ah) [Jehovah Has Perfected (Completed)].<strong>1. </strong>&#x201C;The son of Shaphan the copyist&#x201D;; one of the princes during the reign of Jehoiakim (628-618&#xA0;B.C.E.). Gemariah had his own dining room in the upper courtyard of the temple, and it was here that Baruch read aloud the words of the book dictated to him by the prophet Jeremiah. Micaiah the son of Gemariah heard the initial reading of the book and then reported the word of Jehovah to the princes who, in turn, sent for Baruch to have the book read to them. Upon hearing the words of the book, they advised that Baruch and Jeremiah conceal themselves. Later, when the roll was read to King Jehoiakim, Gemariah was one of the princes who pleaded with the king not to burn the roll.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001645/0/0\" data-bid=\"1-1\" class=\"b\">Jer 36:10-25</a>.A lump of clay at one time fastened to a document and stamped with a seal was recently found in Jerusalem. The inscription on it read: &#x201C;Belonging to Gemariah [Heb., <em>Gemar&#xB7;ya&#x2B9;hu</em>], son of Shaphan.&#x201D; This bulla is said to be from about the seventh century B.C.E., and its owner is assumed to be the Gemariah mentioned in <a href=\"/en/wol/bc/r1/lp-e/1200001645/1/0\" data-bid=\"2-1\" class=\"b\">Jeremiah chapter&#xA0;36</a>.<strong>2. </strong>&#x201C;The son of Hilkiah, whom Zedekiah the king of Judah sent to Babylon to Nebuchadnezzar.&#x201D; <span id=\"page907\" class=\"pageNum\" data-no=\"907\" data-before-text=\"907\"></span>On this occasion Jeremiah sent a letter by the hand of Gemariah and of Elasah to the exiled Jews who had been taken to Babylon with Jehoiachin (Jeconiah) in 617&#xA0;B.C.E.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001645/2/0\" data-bid=\"3-1\" class=\"b\">Jer 29:1-3</a>."}