{"title":"Gentleness","link":"/en/wol/d/r1/lp-e/1200001654","html":"<span id=\"page923\" class=\"pageNum\" data-no=\"923\" data-before-text=\"923\"></span><strong>GENTLENESS</strong>A mildness of disposition or manner, thus the opposite of roughness or harshness. Gentleness is closely related to humility and meekness.Gentleness is a requisite for a servant of God, particularly one in a responsible position of oversight. The apostle Paul stated that &#x201C;a slave of the Lord does not need to fight, but needs to be gentle [Gr., <em>e&#x2B9;pi&#xB7;on</em>] toward all.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001654/0/0\" data-bid=\"1-1\" class=\"b\">2Ti 2:24</a>) The gentle person is not loud, noisy, or immoderate. Moses, the man of the true God, though not in every instance manifesting the proper disposition, &#x201C;was by far the meekest of all the men who were upon the surface of the ground.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001654/1/0\" data-bid=\"2-1\" class=\"b\">Nu 12:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200001654/1/1\" data-bid=\"2-2\" class=\"b\"> Ps&#xA0;90:Sup</a>) His speech on one occasion was said to be like &#x201C;gentle rains upon grass.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001654/2/0\" data-bid=\"3-1\" class=\"b\">De 32:2</a>.At <a href=\"/en/wol/bc/r1/lp-e/1200001654/3/0\" data-bid=\"4-1\" class=\"b\">1&#xA0;Thessalonians 2:7</a> Paul described himself and his companions as becoming &#x201C;gentle in the midst of you [the Thessalonians], as when a nursing mother cherishes her own children.&#x201D; This was because they had real love for those <span id=\"page924\" class=\"pageNum\" data-no=\"924\" data-before-text=\"924\"></span>whom they taught, as well as concern for their spiritual growth. (<a href=\"/en/wol/bc/r1/lp-e/1200001654/4/0\" data-bid=\"5-1\" class=\"b\">1Th 2:8</a>) The word <em>e&#x2B9;pi&#xB7;oi </em>(translated &#x201C;gentle&#x201D;) is found in Textus Receptus, Tischendorf, Merk, and some manuscripts. According to W.&#xA0;E.&#xA0;Vine, <em>e&#x2B9;pi&#xB7;os </em>&#x201C;was frequently used by Greek writers as characterizing a nurse with trying children or a teacher with refractory scholars, or of parents toward their children. In <a href=\"/en/wol/bc/r1/lp-e/1200001654/5/0\" data-bid=\"6-1\" class=\"b\">I Thess. 2:7</a>, the Apostle uses it of the conduct of himself and his fellow-missionaries towards the converts at Thessalonica.&#x201D;<wbr>&#x2014;<em>Vine&#x2019;s Expository Dictionary of Old and New Testament Words, </em>1981, Vol.&#xA0;2, p.&#xA0;145.However, at <a href=\"/en/wol/bc/r1/lp-e/1200001654/6/0\" data-bid=\"7-1\" class=\"b\">1&#xA0;Thessalonians 2:7</a>, the Westcott and Hort Greek text and certain manuscripts read <em>ne&#x2B9;pi&#xB7;oi, </em>&#x201C;babes.&#x201D; Regarding this, <em>The New International Dictionary of New Testament Theology </em>remarked: &#x201C;There are two readings of <a href=\"/en/wol/bc/r1/lp-e/1200001654/7/0\" data-bid=\"8-1\" class=\"b\">1&#xA0;Thess. 2:7</a>: (a)&#xA0;<em>&#x113;pioi </em>(we were <em>gentle </em>in your company); (b)&#xA0;<em>n&#x113;pioi </em>(babes). The preceding word ends with <em>n, </em>and it seems likely that this <em>n </em>has been doubled by mistake in copying. Moreover the interpretation of the second reading leads to difficulties. For in <a href=\"/en/wol/bc/r1/lp-e/1200001654/8/0\" data-bid=\"9-1\" class=\"b\">v. 7b</a> it is not himself but the Thessalonians whom Paul likens to &#x2018;children&#x2019;; he and his colleagues were like a nurse (<em>trophos</em>).&#x201D;<wbr><em>&#x2014;</em>Edited by C.&#xA0;Brown, 1975, Vol.&#xA0;1, p.&#xA0;282.<strong>Not Weakness. </strong>Gentleness does not denote weakness. It requires strength of disposition to be gentle with others and to pacify them or to spare their feelings, especially when one is under provocation. At <a href=\"/en/wol/bc/r1/lp-e/1200001654/9/0\" data-bid=\"10-1\" class=\"b\">2&#xA0;Samuel 18:5</a> David, a man of war, because of fatherly love, commanded Joab to deal gently with his rebellious son Absalom. The Hebrew word here (<em>&#x2BC;at</em>) has reference to a going softly or a gentle motion. The apostle Paul, although gentle, was not a weakling, as testified to by his ability to speak very strongly when the need arose, for example, when he wrote his first and second letters to the Christian congregation in Corinth.<strong>A Unifying Force. </strong>It is pleasant and conducive to peace when one speaks and acts with gentleness. Such a person is approachable, not forbidding, and his manner tends toward the spiritual upbuilding of others. Harshness, roughness, boisterousness, and vulgarity are divisive and drive others away. But gentleness attracts and unifies. Jehovah is spoken of as collecting together his lambs and as carrying them in his bosom (referring to the voluminous folds of the upper part of the garment, in which lambs were sometimes carried by shepherds). (<a href=\"/en/wol/bc/r1/lp-e/1200001654/10/0\" data-bid=\"11-1\" class=\"b\">Isa 40:11</a>) His Son Jesus Christ said to Jerusalem: &#x201C;How often I wanted to gather your children together, the way a hen gathers her chicks together under her wings!&#x201D; &#x201C;But,&#x201D; he added, &#x201C;you people did not want it.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001654/11/0\" data-bid=\"12-1\" class=\"b\">Mt 23:37</a>) Therefore, they received harsh treatment at the hands of the Roman army when their city was desolated in 70&#xA0;C.E.<strong>False Gentleness. </strong>Gentleness in tone or manner, such as being soft-spoken, does not always prove true gentleness. It is a quality that, to be thoroughly genuine, must come from the heart. While Job, God&#x2019;s servant, was suffering at the hands of Satan in a test of his integrity to God, he was verbally attacked by three companions. They charged Job with secret sin, wickedness, and stubbornness, intimating also that he was apostate and that his sons had met death at God&#x2019;s hands because of their wickedness. Yet one of the three, Eliphaz, said to Job: &#x201C;Are the consolations of God not enough for you, or a word spoken gently with you?&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001654/12/0\" data-bid=\"13-1\" class=\"b\">Job 15:11</a>) Thus, some of their speech at least may have been in a soft tone, yet it was harsh in content, hence not truly gentle."}