{"title":"Geographic Features of the Promised Land","link":"/en/wol/d/r1/lp-e/1200000761","html":"<span id=\"page332\" class=\"pageNum\" data-no=\"332\" data-before-text=\"332\"></span><strong>GEOGRAPHIC FEATURES OF THE PROMISED LAND</strong>THE land that God gave to ancient Israel includes an extraordinary variety of geographic features. In the north are snowcapped mountains; areas in the south are tropical. Within its borders are productive lowlands, hill country for orchards and the grazing of flocks, as well as areas of desolate wilderness. Here in a relatively small area is a cross section of geographic features of the earth.Bordering the eastern end of the Mediterranean Sea is a strip of fertile plain. To the east of that is the Shephelah, hilly lowland where vineyards and olive groves flourish. Farther east a mountain range runs the length of the land like a huge backbone. Then the land takes a dramatic plunge into the Rift Valley, which slices the land lengthwise. Through this valley the Jordan River winds its way from the Sea of Galilee down to the Salt Sea. East of the Jordan are fertile hills and grazing lands. Beyond this inviting land, to the east, the Arabian Desert begins.At its peak, the Promised Land with all its diversity was like the garden of Eden. Israel thus provided a small-scale example of what Paradise under the Kingdom of God will mean for mankind in all parts of the earth.<span id=\"page333\" class=\"pageNum\" data-no=\"333\" data-before-text=\"333\"></span><strong>[Map on page&#xA0;333]</strong>(For fully formatted text, see publication)<em>Great Sea</em>Mt.&#xA0;HermonMountains of GalileeBASHAN<em>T.V. of Yarmuk</em>Mt.&#xA0;TaborLow Plain of JezreelMt.&#xA0;CarmelGILEADMountains of Samaria<em>T.V. of Jabbok</em><em>Jordan River</em>COASTAL PLAINSHEPHELAHMt.&#xA0;NeboMountains of JudahWilderness of Judah<em>Salt Sea</em><em>T.V. of Arnon</em>NEGEB<strong>[Picture on page&#xA0;332]</strong>Headwaters of the Jordan River<strong>[Picture on page&#xA0;332]</strong>Mount Hermon, the tallest in the Palestine area. Its melting snows helped to form dew for the land and water for the Jordan River<span id=\"page334\" class=\"pageNum\" data-no=\"334\" data-before-text=\"334\"></span><strong>[Picture on page&#xA0;334]</strong>Mount Tabor rises majestically above the Valley of Jezreel<strong>[Picture on page&#xA0;334]</strong>The Jordan Valley, through which the river twists and turns for some 320&#xA0;km (200&#xA0;mi) to cover a distance of 105&#xA0;km (65&#xA0;mi) to the Dead Sea<strong>[Picture on page&#xA0;334]</strong>The productive Valley of Jezreel<span id=\"page335\" class=\"pageNum\" data-no=\"335\" data-before-text=\"335\"></span><strong>[Picture on page&#xA0;335]</strong>The Wilderness of Judah. Here David sought refuge from Saul, and in such a lonely wilderness the Devil sought to tempt Jesus<strong>[Picture on page&#xA0;335]</strong>Pasturelands in Bashan, east of the Sea of Galilee<wbr>&#x2014;an area noted for its livestock<strong>[Picture on page&#xA0;335]</strong>The Plain of Sharon, where citrus orchards thrive even now<span id=\"page336\" class=\"pageNum\" data-no=\"336\" data-before-text=\"336\"></span><strong>[Picture on page&#xA0;336]</strong>Northwest shore of the Sea of Galilee, a view to the southwest. Note Mount Tabor in the background<strong>[Picture on page&#xA0;336]</strong>Salt formations in the Dead Sea, one of the saltiest bodies of water on earth"}