{"title":"Gideon","link":"/en/wol/d/r1/lp-e/1200001685","html":"<span id=\"page932\" class=\"pageNum\" data-no=\"932\" data-before-text=\"932\"></span><strong>GIDEON</strong>(Gid&#x2B9;e&#xB7;on) [Cutter Down; One Who Cuts Off].One of Israel&#x2019;s outstanding judges; the son of Joash of the family of Abi-ezer of the tribe of Manasseh. Gideon resided at Ophrah, a town evidently W of the Jordan. The tribal division to which he belonged was the most insignificant in Manasseh, and he was &#x201C;the smallest in [his] father&#x2019;s house.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001685/0/0\" data-bid=\"1-1\" class=\"b\">Jg 6:11,</a><a href=\"/en/wol/bc/r1/lp-e/1200001685/0/1\" data-bid=\"1-2\" class=\"b\">&#xA0;15</a>.Gideon lived in a very turbulent time of Israel&#x2019;s history. Because of their unfaithfulness to Jehovah, the Israelites were not enjoying the fruits of their labor. For a number of years, neighboring pagan nations, especially the Midianites, had invaded Israel at harvesttime with hordes &#x201C;as numerous as the locusts.&#x201D; The hand of Midian proved to be so heavy upon them for seven years that the Israelites made underground storage places for themselves in order to conceal their food supplies from the invaders.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001685/1/0\" data-bid=\"2-1\" class=\"b\">Jg 6:1-6</a>.<span id=\"page933\" class=\"pageNum\" data-no=\"933\" data-before-text=\"933\"></span><strong>Called to Serve as a Deliverer. </strong>To avoid discovery by the Midianites, Gideon was threshing grain, not out in the open, but in a winepress, when an angel appeared to him, saying: &#x201C;Jehovah is with you, you valiant, mighty one.&#x201D; This prompted Gideon to ask how this could be true, in view of the Midianite oppression of the nation. When told that he would be the one to deliver Israel, Gideon modestly spoke of his own insignificance. But he was assured that Jehovah would prove to be with him. Therefore Gideon asked for a sign so that he might know that the messenger was really Jehovah&#x2019;s angel. He brought a gift of meat, unfermented cakes, and broth, and at the angel&#x2019;s direction he placed the items on a big rock and poured out the broth. The angel touched the meat and unfermented cakes with his staff, and fire began to ascend out of the rock and to consume the offering, whereupon the angel vanished.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001685/2/0\" data-bid=\"3-1\" class=\"b\">Jg 6:11-22</a>.That very night Jehovah put Gideon to the test by commanding him to tear down his father&#x2019;s altar to the god Baal, to cut down the sacred pole alongside it, to build an altar to Jehovah, and then to offer his father&#x2019;s young bull of seven years (evidently a bull that was considered sacred to Baal) upon it, using as firewood the sacred pole. With due caution, Gideon did so at night with the aid of ten servants. When the men of the city got up in the morning and saw what had happened and then learned that Gideon was responsible, they clamored for his life. Joash, though, did not deliver up his son to them but retorted to the effect that Baal should make his own defense. Joash then gave his son Gideon the name Jerubbaal (meaning &#x201C;Let Baal Make a Legal Defense (Contend)&#x201D;), saying: &#x201C;Let Baal make a legal defense in his own behalf, because someone has pulled down his altar.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001685/3/0\" data-bid=\"4-1\" class=\"b\">Jg 6:25-32</a>.<strong>Victory Over Midian. </strong>After this, when the Midianites, together with the Amalekites and the Easterners, again invaded Israel and encamped in the Valley of Jezreel, Jehovah&#x2019;s spirit enveloped Gideon. Calling together the Abi-ezrites for battle, Gideon sent messengers throughout Manasseh and to Asher, Zebulun, and Naphtali, urging men to join him. Gideon, desiring further evidence that Jehovah was with him, requested that a fleece exposed at night on the threshing floor be wet with dew the next morning but that the floor be dry. When Jehovah granted him this miracle, Gideon cautiously wanted to establish by yet a second sign that Jehovah was with him, and therefore he requested and received a miracle with the circumstances reversed.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001685/4/0\" data-bid=\"5-1\" class=\"b\">Jg 6:33-40</a>.Thirty-two thousand fighting men rallied around Gideon in response to his call. They encamped at the well of Harod south of the Midianite camp at the hill of Moreh in the low plain. The Israelites&#x2019; 32,000 were outnumbered more than four to one by the invaders, who had a force of about 135,000. (<a href=\"/en/wol/bc/r1/lp-e/1200001685/5/0\" data-bid=\"6-1\" class=\"b\">Jg 8:10</a>) But Jehovah indicated that there were too many men with Gideon, in the sense that if God were to give Midian into their hand, they might conclude it was their own valor that resulted in salvation. At God&#x2019;s direction, Gideon told those who were afraid and trembling to retire. Twenty-two thousand departed, but still there were too many men. Next, Jehovah instructed Gideon to lead the remaining 10,000 men down to the water to be tested. A few, merely 300, scooped water to the mouth by hand, and these were separated to one side. The others, who bent down upon their knees to drink, were not to be used. The 300, by their method of drinking, manifested alertness, concern for the fight for true worship in Jehovah&#x2019;s name. By means of this small band of 300, Jehovah promised to save Israel.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001685/6/0\" data-bid=\"7-1\" class=\"b\">Jg 7:1-7</a>.Gideon with his attendant Purah proceeded to scout the enemy camp at night. There Gideon overheard a man relating a dream to his companion. His companion, in turn, interpreted the dream to mean that Midian and all the camp would be given into Gideon&#x2019;s hand. Strengthened by what he had heard, Gideon returned to the camp of Israel, organized the 300 into three bands in order to enable him to approach the camp of Midian from three sides, and gave each man a horn and a large jar, inside of which was placed a torch.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001685/7/0\" data-bid=\"8-1\" class=\"b\">Jg 7:9-16</a>.With his band of 100, Gideon arrived at the edge of the Midianite camp right after they had posted the sentries for the middle night watch. Then, in keeping with Gideon&#x2019;s instructions, his men did exactly what he did. The stillness of the night was shattered by the blowing of 300 horns, the smashing of 300 large water jars, and the resounding of 300 war cries; at the same time, the sky was lit up with 300 torches. Confusion seized the enemy camp. The invaders began shouting and fleeing, and &#x201C;Jehovah proceeded to set the sword of each one against the other in all the camp; and the camp kept up their flight as far as Beth-shittah, on to Zererah, as far as the outskirts of Abel-meholah by Tabbath.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001685/8/0\" data-bid=\"9-1\" class=\"b\">Jg 7:17-22</a>.<span id=\"page934\" class=\"pageNum\" data-no=\"934\" data-before-text=\"934\"></span>In the meantime, the men of Naphtali, Asher, and Manasseh were called together to chase after Midian. Moreover, messengers were sent to Ephraim to head off the fleeing Midianites. The Ephraimites followed through, capturing the waters as far as Beth-barah and the Jordan. They also captured and killed the two Midianite princes Oreb and Zeeb. On meeting up with Gideon, though, the Ephraimites &#x201C;vehemently tried to pick a quarrel with him,&#x201D; as he had not called them to help at the beginning. However, Gideon, by modestly pointing out that what he had done was nothing in comparison with what they had done in capturing Oreb and Zeeb, calmed their spirit and thereby averted a clash.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001685/9/0\" data-bid=\"10-1\" class=\"b\">Jg 7:23&#x2013;8:3</a>.Crossing the Jordan, Gideon and the 300 men with him, though tired, continued pursuing Zebah and Zalmunna, the kings of Midian, and the men with them. On his way, he requested food from the men of Succoth, but the princes of Succoth refused to lend aid, saying: &#x201C;Are the palms of Zebah and of Zalmunna already in your hand so that bread has to be given to your army?&#x201D; The men of Penuel likewise refused to honor Gideon&#x2019;s request.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001685/10/0\" data-bid=\"11-1\" class=\"b\">Jg 8:4-9</a>.Arriving at Karkor where the invaders, reduced to about 15,000 men, were encamped, Gideon struck the camp while the enemy was off guard. Zebah and Zalmunna took to flight. Gideon immediately went in pursuit and captured them. Furthermore, &#x201C;he drove all the camp into trembling.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001685/11/0\" data-bid=\"12-1\" class=\"b\">Jg 8:10-12</a>.While returning from the fight, Gideon captured a young man from Succoth and ascertained from him the names of the princes and older men of the city. In keeping with what he had said earlier when they did not comply with his request for food, Gideon put the older men of Succoth through an experience with thorns and briers. Also, as he had forewarned, Gideon pulled down the tower of Penuel and killed the men of that city for their failure to cooperate in providing food for his men.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001685/12/0\" data-bid=\"13-1\" class=\"b\">Jg 8:13-17</a>.After this, Gideon directed his firstborn son Jether to slay Zebah and Zalmunna, as they had killed Gideon&#x2019;s brothers, the sons of his mother. Being a young man, Jether was afraid to put the Midianite kings to death. Therefore, Gideon, being challenged by Zebah and Zalmunna to do so himself, executed them.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001685/13/0\" data-bid=\"14-1\" class=\"b\">Jg 8:18-21</a>.<strong>The Ephod Made. </strong>Grateful Israelites asked Gideon to establish his family as a ruling dynasty. However Gideon appreciated that Jehovah was Israel&#x2019;s rightful King and therefore did not go along with their request. He then suggested that they contribute the gold jewelry they had acquired as spoils of war, the nose rings alone amounting to 1,700 shekels in gold ($218,365). Gideon then made an ephod from the spoils contributed, exhibiting it in Ophrah. But all Israel began to have &#x2018;immoral intercourse&#x2019; with the ephod, it even becoming a snare to Gideon and his household. Thus, though his action was doubtless properly motivated, the ephod diverted attention from the true sanctuary assigned by Jehovah<wbr>&#x2014;the tabernacle. Gideon&#x2019;s efforts miscarried, producing a result contrary to what he had intended.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001685/14/0\" data-bid=\"15-1\" class=\"b\">Jg 8:22-27</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001685/0\">EPHOD, I</a>.<strong>Dies as an Approved Witness. </strong>So complete was the deliverance Jehovah brought about through Gideon that there was no further disturbance during the 40 years of his judgeship. Gideon came to have many wives, by whom he had 70 sons. After Gideon&#x2019;s death at a good old age, Israel again fell victim to Baal worship. Furthermore, Abimelech the son of Gideon by his concubine, a woman of Shechem, killed Gideon&#x2019;s other sons. Only Jotham, the youngest, escaped.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001685/15/0\" data-bid=\"16-1\" class=\"b\">Jg 8:28&#x2013;9:5</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001685/1\">ABIMELECH</a> No.&#xA0;4; <a href=\"/en/wol/tc/r1/lp-e/1200001685/2\">OPHRAH</a> No.&#xA0;3.Gideon&#x2019;s faith, in the face of great odds, entitled him to be mentioned as one of the &#x201C;so great a cloud of witnesses.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001685/16/0\" data-bid=\"17-1\" class=\"b\">Heb 11:32;</a><a href=\"/en/wol/bc/r1/lp-e/1200001685/16/1\" data-bid=\"17-2\" class=\"b\"> 12:1</a>) Additionally, his modesty was exemplary, and this was coupled with caution. Apparently Gideon&#x2019;s cautiousness was wholesome and is not to be viewed as springing from a lack of faith on his part, as he was never once censured for being cautious. Furthermore, as indicated by <a href=\"/en/wol/bc/r1/lp-e/1200001685/17/0\" data-bid=\"18-1\" class=\"b\">Psalm 83</a>, the defeat of Midian in Gideon&#x2019;s day provides a prophetic pattern of the coming destruction of all of Jehovah&#x2019;s opposers, by which means he will magnify his name and vindicate his sovereignty.<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200001685/18/0\" data-bid=\"19-1\" class=\"b\">Isa 9:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200001685/18/1\" data-bid=\"19-2\" class=\"b\"> 10:26</a>."}