{"title":"Goat-shaped Demon","link":"/en/wol/d/r1/lp-e/1200001727","html":"<span id=\"page966\" class=\"pageNum\" data-no=\"966\" data-before-text=\"966\"></span><strong>GOAT-SHAPED DEMON</strong>The Hebrew <em>sa&#xB7;&#x2BD;ir&#x2B9; </em>(literally, hairy) refers to a goat or kid of the goats. (<a href=\"/en/wol/bc/r1/lp-e/1200001727/0/0\" data-bid=\"1-1\" class=\"b\">Le 16:18;</a><a href=\"/en/wol/bc/r1/lp-e/1200001727/0/1\" data-bid=\"1-2\" class=\"b\"> Nu 7:16</a>) However, in four texts (<a href=\"/en/wol/bc/r1/lp-e/1200001727/1/0\" data-bid=\"2-1\" class=\"b\">Le 17:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200001727/1/1\" data-bid=\"2-2\" class=\"b\"> 2Ch 11:15;</a><a href=\"/en/wol/bc/r1/lp-e/1200001727/1/2\" data-bid=\"2-3\" class=\"b\"> Isa 13:21;</a><a href=\"/en/wol/bc/r1/lp-e/1200001727/1/3\" data-bid=\"2-4\" class=\"b\"> 34:14</a>) the word is generally considered by translators as having a sense beyond its ordinary meaning of &#x201C;goat&#x201D; or &#x201C;kid.&#x201D;At both <a href=\"/en/wol/bc/r1/lp-e/1200001727/2/0\" data-bid=\"3-1\" class=\"b\">Leviticus 17:7</a> and <a href=\"/en/wol/bc/r1/lp-e/1200001727/3/0\" data-bid=\"4-1\" class=\"b\">2&#xA0;Chronicles 11:15</a> it is clear that the term (<em>se&#x2BD;i&#xB7;rim&#x2B9;, </em>plural) is used in referring to things to which worship and sacrifice are given, and this in connection with false religion. The translators of the Greek <em>Septuagint </em>and Latin <em>Vulgate, </em>therefore, rendered the Hebrew word as &#x201C;the senseless things&#x201D; (<em>LXX</em>) and &#x201C;the demons&#x201D; (<em>Vg</em>). Modern translators and lexicographers in general adopt the same view in these two texts, using &#x201C;demons&#x201D; (<em>Ro</em>), &#x201C;satyrs&#x201D; (<em>RS, AT, JB, JP</em>), or &#x201C;goat-shaped demons&#x201D; (<em>NW; </em>see also Koehler and Baumgartner&#x2019;s <em>Lexicon in Veteris Testamenti Libros, </em>Leiden, 1958, p.&#xA0;926, and <em>A Hebrew and English Lexicon of the Old Testament </em>by Brown, Driver, and Briggs, 1980, p.&#xA0;972), exceptions being the translation by Robert Young, which renders the term literally as &#x201C;goat(s),&#x201D; and the <em>American Standard Version, </em>which uses &#x201C;he-goats.&#x201D;Joshua&#x2019;s words at <a href=\"/en/wol/bc/r1/lp-e/1200001727/4/0\" data-bid=\"5-1\" class=\"b\">Joshua 24:14</a> show that the Israelites had been affected to some extent by the false worship of Egypt during their sojourn there, while Ezekiel indicates that such pagan practices continued to plague them long afterward. (<a href=\"/en/wol/bc/r1/lp-e/1200001727/5/0\" data-bid=\"6-1\" class=\"b\">Eze 23:8,</a><a href=\"/en/wol/bc/r1/lp-e/1200001727/5/1\" data-bid=\"6-2\" class=\"b\">&#xA0;21</a>) For this reason some scholars consider that the divine decree issued in the wilderness to prevent the Israelites from making &#x201C;sacrifices to the goat-shaped demons&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001727/6/0\" data-bid=\"7-1\" class=\"b\">Le 17:1-7</a>) and Jeroboam&#x2019;s establishing priests &#x201C;for the high places and for the goat-shaped demons and for the calves that he had made&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001727/7/0\" data-bid=\"8-1\" class=\"b\">2Ch 11:15</a>) indicate there was some form of goat worship among the Israelites such as was prominent in Egypt, particularly in Lower Egypt. Herodotus <span id=\"page967\" class=\"pageNum\" data-no=\"967\" data-before-text=\"967\"></span>(II,&#xA0;46) claims that from such Egyptian worship the Greeks derived their belief in Pan and also in the satyrs, woodland gods of a lustful nature, who were eventually depicted as having horns, a goat&#x2019;s tail, and goat&#x2019;s legs. Some suggest that such half-animal form of these pagan gods is the source of the practice of picturing Satan with tail, horns, and cloven feet, a custom prevalent among professed Christians in the Dark Ages.Just what such &#x201C;hairy ones&#x201D; (<em>se&#x2BD;i&#xB7;rim&#x2B9;</em>) actually were, however, is not stated. While some consider them to be literal goats or idols in the form of goats, this does not necessarily seem to be indicated; nor do other scriptures provide evidence of that nature. The term used may simply indicate that <em>in the minds of those worshiping them </em>such false gods were conceived of as being goatlike in shape or hairy in appearance. Or, the use of &#x201C;goats&#x201D; in these references may be merely a means of expressing contempt for all idolatrous objects in general, even as the word for idols in numerous texts is drawn from a term originally meaning &#x201C;dung pellets,&#x201D; not denoting, however, that the idols were literally made of dung.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001727/8/0\" data-bid=\"9-1\" class=\"b\">Le 26:30;</a><a href=\"/en/wol/bc/r1/lp-e/1200001727/8/1\" data-bid=\"9-2\" class=\"b\"> De 29:17</a>.The sense of <em>sa&#xB7;&#x2BD;ir&#x2B9; </em>and <em>se&#x2BD;i&#xB7;rim&#x2B9; </em>in the other two texts (<a href=\"/en/wol/bc/r1/lp-e/1200001727/9/0\" data-bid=\"10-1\" class=\"b\">Isa 13:21;</a><a href=\"/en/wol/bc/r1/lp-e/1200001727/9/1\" data-bid=\"10-2\" class=\"b\"> 34:14</a>) is not as generally agreed upon as being connected with false worship. In these passages the desolate ruins of Babylon and of Edom are depicted as inhabited by wild creatures, including the <em>se&#x2BD;i&#xB7;rim&#x2B9;. </em>Some translations render the term in its ordinary sense as &#x201C;goat(s)&#x201D; (<em>Yg</em>) or &#x201C;wild goat(s)&#x201D; (<em>AS</em>), while <em>Rotherham, </em>though using &#x201C;demons&#x201D; at Leviticus and Second Chronicles, prefers &#x201C;shaggy creature(s)&#x201D; in Isaiah. Those preferring such renderings in these texts point out that the word appears among other creatures known to be literal beasts or fowl. Objecting to the rendering of <em>sa&#xB7;&#x2BD;ir&#x2B9; </em>as &#x201C;satyr&#x201D; at <a href=\"/en/wol/bc/r1/lp-e/1200001727/10/0\" data-bid=\"11-1\" class=\"b\">Isaiah 34:14</a>, G.&#xA0;R.&#xA0;Driver (<em>Palestine Exploration Quarterly, </em>London, 1959, p.&#xA0;57) points out that the satyr was nowhere used in mythology as a symbol of desolation but, rather, of lasciviousness and revelry; in favor of considering the <em>sa&#xB7;&#x2BD;ir&#x2B9; </em>to be a literal goat, he shows that goats flourish in bleak spots and that wild goats are reported to be common at the S end of the Dead Sea, and thus in the direction of desolated Edom, against whom Isaiah&#x2019;s prophecy (<a href=\"/en/wol/bc/r1/lp-e/1200001727/11/0\" data-bid=\"12-1\" class=\"b\">34:14</a>) is spoken.Those favoring a translation in Isaiah such as is indicated by the Leviticus and Second Chronicles texts show that the <em>Septuagint </em>translation uses &#x201C;demons&#x201D; for <em>se&#x2BD;i&#xB7;rim&#x2B9; </em>in Isaiah and that John uses the same language as that of the <em>Septuagint </em>(<a href=\"/en/wol/bc/r1/lp-e/1200001727/12/0\" data-bid=\"13-1\" class=\"b\">Isa 13:21</a>) when describing desolated Babylon the Great as the habitat of unclean birds and &#x201C;demons.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001727/13/0\" data-bid=\"14-1\" class=\"b\">Re 18:2</a>) Of course, whether the apostle John here actually quoted from the <em>Septuagint </em>cannot be definitely stated. It is noteworthy, however, that as stated in the <em>Theological Dictionary of the New Testament, </em>&#x201C;the <em>LXX </em>takes for granted .&#xA0;.&#xA0;. that [<em>dai&#xB7;mo&#x2B9;ni&#xB7;on, </em>rendered &#x201C;demon&#x201D;] is a contemptuous term for heathen gods.&#x201D;<wbr>&#x2014;Edited by Gerhard Kittel, 1971, Vol.&#xA0;II, p.&#xA0;12.Thus, the matter is not one allowing for absolute certainty. Isaiah may have injected into his list of literal animals and birds references to demons, not meaning that such demons actually materialized in the form of goats but, rather, that <span id=\"page968\" class=\"pageNum\" data-no=\"968\" data-before-text=\"968\"></span>the minds of the pagans around those places would imaginatively people the desolate sites with such demon inhabitants. History shows that the people of Syria and Arabia have long associated monstrous creatures with similar ruins, and the <em>jinn </em>of the Arabs are depicted as having monstrous hairy forms. On the other hand, the <em>se&#x2BD;i&#xB7;rim&#x2B9; </em>occupying the desolate ruins of Edom and Babylon may well have been real animals, shaggy-haired and perhaps of such appearance as to cause observers to think of demons.<strong>[Picture on page&#xA0;967]</strong>According to Herodotus, the Greek belief in Pan, a god with goatlike features, may have been influenced by Egyptian goat worship"}