{"title":"Gods of the Nations","link":"/en/wol/d/r1/lp-e/1200003299","html":"<span id=\"page529\" class=\"pageNum\" data-no=\"529\" data-before-text=\"529\"></span><strong>GODS OF THE NATIONS</strong>JEHOVAH&#x2019;S law given to Israel prohibited the making of images for worship. The true God is a Spirit, and the making of any image to represent Him is grossly inappropriate. In contrast, many images of the gods of other ancient nations have been unearthed. They were nothing more than &#x201C;the product of the hands of man, wood and stone.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003299/0/0\" data-bid=\"1-1\" class=\"b\">De 4:28</a>) They were &#x201C;valueless gods,&#x201D; as the Bible says, having neither eyes to see nor ears to hear those who worshiped them. (<a href=\"/en/wol/bc/r1/lp-e/1200003299/1/0\" data-bid=\"2-1\" class=\"b\">1Ch 16:26;</a><a href=\"/en/wol/bc/r1/lp-e/1200003299/1/1\" data-bid=\"2-2\" class=\"b\"> Ps 115:4-8</a>) Today they are merely museum relics. Nevertheless, they reveal much about the roots of religious beliefs that are widespread today.<strong>[Picture on page&#xA0;529]</strong>Religious triads began in Babylon. This stone tablet portrays a shrine of the Babylonian sun-god Shamash, along with symbols of one such triad: the moon (for the god Sin), the sun (for Shamash), and a star (for Ishtar)<strong>[Picture on page&#xA0;529]</strong>Asshur, the chief god of the Assyrians, is portrayed on this ancient seal as having three heads (above the wings)<strong>[Picture on page&#xA0;529]</strong>The Egyptians worshiped triads such as these. <em>Top: </em>Horus, Osiris, and Isis. <em>Right: </em>Isis, Horus, Nephthys<strong>[Picture on page&#xA0;529]</strong>Much like Christendom&#x2019;s Madonna and child, Egypt&#x2019;s mother-son image (Isis and the infant Horus) was venerated<span id=\"page530\" class=\"pageNum\" data-no=\"530\" data-before-text=\"530\"></span><strong>[Pictures on page&#xA0;530]</strong>Long before Christianity, the crux ansata, the Egyptian cross, was viewed as sacred<strong>[Pictures on page&#xA0;530]</strong>The serpent was featured in worship. Egyptian art (far left) shows two crossed snakes being held by the god at the left, a large snake dominating the picture, and a snake-headed goddess toward the right. The Greek statue of Asclepius (left) also features the serpent. Interestingly, the Bible shows that Satan used a serpent as his mouthpiece (<a href=\"/en/wol/bc/r1/lp-e/1200003299/2/0\" data-bid=\"3-1\" class=\"b\">Ge 3:1-15;</a><a href=\"/en/wol/bc/r1/lp-e/1200003299/2/1\" data-bid=\"3-2\" class=\"b\"> Re 12:9</a>)<strong>[Pictures on page&#xA0;530]</strong>Ten plagues on Egypt exposed the impotence of its idol gods. The first plague<wbr>&#x2014;turning the Nile to blood&#x2014;<wbr>disgraced Hapi (above left, the god of the Nile). The goddess Heqt, to whom the frog was sacred (top center), was unable to help the Egyptians when the second plague covered the land with frogs. The death of the firstborn in the tenth plague proved to be the most devastating of all, as Pharaoh&#x2019;s son was considered to be the son of Amon-Ra, represented by a ram (above right)"}