{"title":"Gomorrah","link":"/en/wol/d/r1/lp-e/1200001741","html":"<span id=\"page985\" class=\"pageNum\" data-no=\"985\" data-before-text=\"985\"></span><strong>GOMORRAH</strong>(Go&#xB7;mor&#x2B9;rah).One of &#x201C;the cities of the District&#x201D; probably located near the southern end of the Dead Sea. (<a href=\"/en/wol/bc/r1/lp-e/1200001741/0/0\" data-bid=\"1-1\" class=\"b\">Ge 13:12</a>) Sodom and Gomorrah were apparently the chief of these cities. Their ruins are believed by many scholars to be presently submerged under the waters of the Dead Sea, though some others recently have claimed that the ruins of the cities may be identified with sites along wadis to the E and SE of the Dead Sea. In Abraham&#x2019;s time the region was described as &#x201C;well-watered .&#xA0;.&#xA0;. like the garden of Jehovah.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001741/1/0\" data-bid=\"2-1\" class=\"b\">Ge 13:10</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001741/0\">DISTRICT OF THE JORDAN</a>.) During the time that Lot, Abraham&#x2019;s nephew, resided in this fertile District, King Birsha of Gomorrah along with the kings of four other cities of the District rebelled against the domination of Chedorlaomer of Elam and three other allied kings. They were attacked and fled, some of their soldiers falling into the numerous bitumen pits in the area. Sodom and Gomorrah were sacked by the Eastern kings, who took Lot captive.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001741/2/0\" data-bid=\"3-1\" class=\"b\">Ge 14:1-12</a>.More than 14 years later, the outcry of complaint about the wickedness of Sodom and Gomorrah became so great that Jehovah sent angels to inspect the situation and then to destroy the cities by a rain of fire and sulfur.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001741/3/0\" data-bid=\"4-1\" class=\"b\">Ge 18:20, 21;</a><a href=\"/en/wol/bc/r1/lp-e/1200001741/3/1\" data-bid=\"4-2\" class=\"b\"> 19:24,</a><a href=\"/en/wol/bc/r1/lp-e/1200001741/3/2\" data-bid=\"4-3\" class=\"b\">&#xA0;28</a>.The thoroughness of the destruction of these cities was afterward used as a symbol of complete annihilation. (<a href=\"/en/wol/bc/r1/lp-e/1200001741/4/0\" data-bid=\"5-1\" class=\"b\">De 29:22, 23;</a><a href=\"/en/wol/bc/r1/lp-e/1200001741/4/1\" data-bid=\"5-2\" class=\"b\"> Isa 1:9;</a><a href=\"/en/wol/bc/r1/lp-e/1200001741/4/2\" data-bid=\"5-3\" class=\"b\"> 13:19;</a><a href=\"/en/wol/bc/r1/lp-e/1200001741/4/3\" data-bid=\"5-4\" class=\"b\"> Jer 49:18</a>) Jehovah figuratively expressed the depth of wickedness to which the rulers and people of Judah and Jerusalem had sunk when he addressed them through the prophet Isaiah: &#x201C;Hear the word of Jehovah, you dictators of Sodom. Give ear to the law of our God, you people of Gomorrah.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001741/5/0\" data-bid=\"6-1\" class=\"b\">Isa 1:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200001741/5/1\" data-bid=\"6-2\" class=\"b\"> 10;</a><a href=\"/en/wol/bc/r1/lp-e/1200001741/5/2\" data-bid=\"6-3\" class=\"b\"> Jer 23:14</a>.When reproaching certain first-century Jewish cities, Jesus made reference to grossly wicked Sodom and Gomorrah. He directed such an expression of reproach to unrepentant Capernaum, where he personally had performed many of his powerful works. And regarding any city that would reject his disciples, failing to exercise faith in spite of the powerful works that they performed as evidence of divine backing, Jesus said: &#x201C;It will be more endurable for the land of Sodom and Gomorrah on Judgment Day than for that city.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001741/6/0\" data-bid=\"7-1\" class=\"b\">Mt 10:5-15;</a><a href=\"/en/wol/bc/r1/lp-e/1200001741/6/1\" data-bid=\"7-2\" class=\"b\"> 11:23,&#xA0;24</a>) Since Sodom and Gomorrah and the cities about them had been punished with &#x201C;everlasting fire,&#x201D; representing eternal annihilation, Jesus was evidently using a hyperbole in order to emphasize how unlikely it was that such faithless Jews would reform even if they were present on Judgment Day.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001741/7/0\" data-bid=\"8-1\" class=\"b\">Jude&#xA0;7</a>."}