{"title":"Gossip, Slander","link":"/en/wol/d/r1/lp-e/1200001746","html":"<span id=\"page989\" class=\"pageNum\" data-no=\"989\" data-before-text=\"989\"></span><strong>GOSSIP, SLANDER</strong>Gossip is idle personal talk; groundless rumor. Slander is defamation, generally malicious, whether oral or written.Not all gossip is bad or damaging, though it can be. At times it may be commendatory about a person or persons; or it may be the mere relating of something trifling or unobjectionable about others, out of human interest. But it is easy to slip into hurtful or troublemaking talk, for gossip is idle talk. The Scriptures counsel against idle speech, pointing out that the tongue is difficult to tame and that it &#x201C;is constituted a world of unrighteousness among our members, for it spots up all the body and sets the wheel of natural life aflame.&#x201D; Its destructiveness is further emphasized in that the Bible writer continues, &#x201C;and it is set aflame by Gehenna.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001746/0/0\" data-bid=\"1-1\" class=\"b\">Jas 3:6</a>) The danger of loose, idle talk is emphasized many times. Such speech is connected with stupidity or foolishness (<a href=\"/en/wol/bc/r1/lp-e/1200001746/1/0\" data-bid=\"2-1\" class=\"b\">Pr 15:2</a>); it is a snare and can bring the speaker to ruin. (<a href=\"/en/wol/bc/r1/lp-e/1200001746/2/0\" data-bid=\"3-1\" class=\"b\">Pr 13:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200001746/2/1\" data-bid=\"3-2\" class=\"b\"> 18:7</a>) &#x201C;In the abundance of words there does not fail to be transgression,&#x201D; says the proverb, counseling that keeping one&#x2019;s lips in check is discreet action. (<a href=\"/en/wol/bc/r1/lp-e/1200001746/3/0\" data-bid=\"4-1\" class=\"b\">Pr 10:19</a>) &#x201C;He that is keeping his mouth and his tongue is keeping his soul from distresses&#x201D; is a warning against thoughtless, loose, or idle talk.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001746/4/0\" data-bid=\"5-1\" class=\"b\">Pr 21:23</a>.&#x201C;Out of the abundance of the heart the mouth speaks,&#x201D; said Jesus Christ. (<a href=\"/en/wol/bc/r1/lp-e/1200001746/5/0\" data-bid=\"6-1\" class=\"b\">Mt 12:34</a>) Consequently, what one usually talks about is an index of that on which his heart is set. The Scriptures urge us to safeguard the heart and to think on and speak of the things that are true, serious, righteous, chaste, lovable, well spoken of, virtuous, and praiseworthy. (<a href=\"/en/wol/bc/r1/lp-e/1200001746/6/0\" data-bid=\"7-1\" class=\"b\">Pr 4:23;</a><a href=\"/en/wol/bc/r1/lp-e/1200001746/6/1\" data-bid=\"7-2\" class=\"b\"> Php 4:8</a>) Jesus <span id=\"page990\" class=\"pageNum\" data-no=\"990\" data-before-text=\"990\"></span>Christ said, &#x201C;It is what proceeds out of his mouth that defiles a man,&#x201D; and he went on to name &#x201C;wicked reasonings&#x201D; and &#x201C;false testimonies&#x201D; among the things that proceed from the mouth but actually are out of the heart.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001746/7/0\" data-bid=\"8-1\" class=\"b\">Mt 15:11,</a><a href=\"/en/wol/bc/r1/lp-e/1200001746/7/1\" data-bid=\"8-2\" class=\"b\">&#xA0;19</a>.Gossip can lead to slander, becoming disastrous to the slanderer. The wisdom of the words at <a href=\"/en/wol/bc/r1/lp-e/1200001746/8/0\" data-bid=\"9-1\" class=\"b\">Ecclesiastes 10:12-14</a> is very evident: &#x201C;The lips of the stupid one swallow him up. The start of the words of his mouth is foolishness, and the end afterward of his mouth is calamitous madness. And the foolish one speaks many words.&#x201D;Gossip is talk that reveals something about the doings and the affairs of other persons. It may be unfounded rumor, even a lie, and although the gossiper may not know the untruthfulness of the rumor, he spreads it nevertheless, thereby making himself responsible for propagating a lie. It may be someone&#x2019;s faults and mistakes that the gossiper is talking about. But even if the things said are true, the gossiper is in the wrong and reveals lack of love. The proverb says: &#x201C;The one covering over transgression is seeking love, and he that keeps talking about a matter is separating those familiar with one another.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001746/9/0\" data-bid=\"10-1\" class=\"b\">Pr 17:9</a>.The apostle Paul gave strong advice to the overseer Timothy about the conduct of young widows who had no households to care for and who did not busy themselves in ministering to others. He said: &#x201C;They also learn to be unoccupied, gadding about to the houses; yes, not only unoccupied, but also gossipers and meddlers in other people&#x2019;s affairs, talking of things they ought not.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001746/10/0\" data-bid=\"11-1\" class=\"b\">1Ti 5:13</a>) Such action is disorderly conduct. The same apostle spoke of some in the congregation at Thessalonica who were &#x201C;walking disorderly among you, not working at all but meddling with what does not concern them.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001746/11/0\" data-bid=\"12-1\" class=\"b\">2Th 3:11</a>) The apostle Peter puts &#x201C;a busybody in other people&#x2019;s matters&#x201D; in very bad company<wbr>&#x2014;alongside a murderer, a thief, and an evildoer.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001746/12/0\" data-bid=\"13-1\" class=\"b\">1Pe 4:15</a>.On the other hand, it is not gossip or slander and is not wrong to report conditions affecting a congregation to those having authority and responsibility to oversee and correct matters. This fact is demonstrated in the Scriptural record about the Christian congregation in ancient Corinth. There, dissensions and the paying of undue honor to men were creating sectarian attitudes, destroying the congregation&#x2019;s unity. Some members of the house of a certain Chloe who were aware of these things and were concerned about the congregation&#x2019;s spiritual welfare disclosed the fact to the absent apostle Paul, who acted quickly, writing corrective counsel to the congregation from Ephesus.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001746/13/0\" data-bid=\"14-1\" class=\"b\">1Co 1:11</a>.<strong><em>What is the difference between gossip and slander?</em></strong>While gossip can in some cases be more or less harmless (though it can become slander or lead into it), slander is always damaging and always causes hurt and contention. It may be with or without malicious motive. In either case, the slanderer is putting himself in a bad position before God, for &#x201C;sending forth contentions among brothers&#x201D; is among the things that God hates. (<a href=\"/en/wol/bc/r1/lp-e/1200001746/14/0\" data-bid=\"15-1\" class=\"b\">Pr 6:16-19</a>) The Greek word for &#x201C;slanderer&#x201D; or &#x201C;accuser&#x201D; is <em>di&#xB7;a&#x2B9;bo&#xB7;los. </em>The word is also used in the Bible as a title of Satan &#x201C;the Devil,&#x201D; the great slanderer of God. (<a href=\"/en/wol/bc/r1/lp-e/1200001746/15/0\" data-bid=\"16-1\" class=\"b\">Joh 8:44;</a><a href=\"/en/wol/bc/r1/lp-e/1200001746/15/1\" data-bid=\"16-2\" class=\"b\"> Re 12:9, 10;</a><a href=\"/en/wol/bc/r1/lp-e/1200001746/15/2\" data-bid=\"16-3\" class=\"b\"> Ge 3:2-5</a>) This indicates the source of such defamatory accusation.Slander constitutes a stumbling block to others, particularly to the one slandered. The law given by God to Israel commanded: &#x201C;You must not go around among your people for the sake of slandering. You must not stand up against your fellow&#x2019;s blood.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001746/16/0\" data-bid=\"17-1\" class=\"b\">Le 19:16</a>) The seriousness of slander is here emphasized by pointing out that in some instances false charges might actually lead to execution. False witnesses have many times been instrumental in causing the death of innocent persons.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001746/17/0\" data-bid=\"18-1\" class=\"b\">1Ki 21:8-13;</a><a href=\"/en/wol/bc/r1/lp-e/1200001746/17/1\" data-bid=\"18-2\" class=\"b\"> Mt 26:59,&#xA0;60</a>.Sometimes matters are confidential, but the slanderer delights in revealing them to others who have no right to know. (<a href=\"/en/wol/bc/r1/lp-e/1200001746/18/0\" data-bid=\"19-1\" class=\"b\">Pr 11:13</a>) The slanderer gets pleasure in revealing things that cause sensation. The one listening to slander is also wrong and is damaging himself. (<a href=\"/en/wol/bc/r1/lp-e/1200001746/19/0\" data-bid=\"20-1\" class=\"b\">Pr 20:19;</a><a href=\"/en/wol/bc/r1/lp-e/1200001746/19/1\" data-bid=\"20-2\" class=\"b\"> 26:22</a>) A person may be turned away from his friends because of some defamatory remark about them made by a slanderer, and enmities and divisions may develop.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001746/20/0\" data-bid=\"21-1\" class=\"b\">Pr 16:28</a>.The Scriptures foretell that the notable presence of slanderers would be one of the marks of &#x201C;the last days.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001746/21/0\" data-bid=\"22-1\" class=\"b\">2Ti 3:1-3</a>) Such persons, men or women, if present among God&#x2019;s people, are to be reproved and corrected by responsible ones in the Christian congregation. (<a href=\"/en/wol/bc/r1/lp-e/1200001746/22/0\" data-bid=\"23-1\" class=\"b\">1Ti 3:11;</a><a href=\"/en/wol/bc/r1/lp-e/1200001746/22/1\" data-bid=\"23-2\" class=\"b\"> Tit 2:1-5;</a><a href=\"/en/wol/bc/r1/lp-e/1200001746/22/2\" data-bid=\"23-3\" class=\"b\"> 3Jo 9,&#xA0;10</a>) Slander, in causing contention (<a href=\"/en/wol/bc/r1/lp-e/1200001746/23/0\" data-bid=\"24-1\" class=\"b\">Pr 16:28</a>), thus produces certain &#x201C;works of the flesh&#x201D; (such as hatreds, contentions, and divisions) that will prevent the slanderer and others he leads <span id=\"page991\" class=\"pageNum\" data-no=\"991\" data-before-text=\"991\"></span>into wrongdoing from inheriting God&#x2019;s Kingdom. (<a href=\"/en/wol/bc/r1/lp-e/1200001746/24/0\" data-bid=\"25-1\" class=\"b\">Ga 5:19-21</a>) Though the slanderer may be sly and deceitful, his badness will be uncovered in the congregation. (<a href=\"/en/wol/bc/r1/lp-e/1200001746/25/0\" data-bid=\"26-1\" class=\"b\">Pr 26:20-26</a>) Jesus exposed the slanderous Judas (<a href=\"/en/wol/bc/r1/lp-e/1200001746/26/0\" data-bid=\"27-1\" class=\"b\">Joh 6:70</a>) to his apostles and then dismissed Judas from his company. What then took place led to Judas&#x2019; destruction.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001746/27/0\" data-bid=\"28-1\" class=\"b\">Mt 26:20-25;</a><a href=\"/en/wol/bc/r1/lp-e/1200001746/27/1\" data-bid=\"28-2\" class=\"b\"> Joh 13:21-27;</a><a href=\"/en/wol/bc/r1/lp-e/1200001746/27/2\" data-bid=\"28-3\" class=\"b\"> 17:12</a>.A form of slander is <em>reviling, </em>the practice of which merits cutting off from the Christian congregation, for revilers are condemned by the Scriptures as unworthy of life. (<a href=\"/en/wol/bc/r1/lp-e/1200001746/28/0\" data-bid=\"29-1\" class=\"b\">1Co 5:11;</a><a href=\"/en/wol/bc/r1/lp-e/1200001746/28/1\" data-bid=\"29-2\" class=\"b\"> 6:9,&#xA0;10</a>) Slander and reviling are often associated with rebellion against God or against those he has duly constituted and appointed to govern the congregation of his people. A case in point is that of Korah and his associates, who spoke in slanderous terms against Moses and Aaron in rebelling against God&#x2019;s arrangement. (<a href=\"/en/wol/bc/r1/lp-e/1200001746/29/0\" data-bid=\"30-1\" class=\"b\">Nu 16:1-3,</a><a href=\"/en/wol/bc/r1/lp-e/1200001746/29/1\" data-bid=\"30-2\" class=\"b\"> 12-14</a>) Jude calls attention to these rebellious ones and their end when he warns Christians against abusive speech, murmuring, complaining, and speaking &#x201C;swelling things.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001746/30/0\" data-bid=\"31-1\" class=\"b\">Jude&#xA0;10, 11,</a><a href=\"/en/wol/bc/r1/lp-e/1200001746/30/1\" data-bid=\"31-2\" class=\"b\"> 14-16</a>."}