{"title":"Gourd","link":"/en/wol/d/r1/lp-e/1200001747","html":"<span id=\"page991\" class=\"pageNum\" data-no=\"991\" data-before-text=\"991\"></span><strong>GOURD</strong>[Heb., <em>paq&#xB7;qu&#xB7;&#x2BD;oth&#x2B9;, </em>plural].The Hebrew word rendered &#x201C;gourds&#x201D; appears in the Bible only with reference to an incident occurring during a time of famine in Elisha&#x2019;s day. Someone had gathered some unfamiliar wild gourds and sliced them in with a stew. Upon tasting it, &#x201C;the sons of the prophets&#x201D; feared food poisoning and stopped eating, but Elisha miraculously saved the stew from being wasted.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001747/0/0\" data-bid=\"1-1\" class=\"b\">2Ki 4:38-41</a>.Although a number of other suggestions have been made, the colocynth (<em>Citrullus colocynthis</em>), a plant related to the watermelon, is generally favored as the plant whose fruit probably corresponds to the &#x201C;wild gourds&#x201D; of the Scriptural record. The vine of the colocynth trails like the cucumber and also has similar foliage. The fruit is about the size of an orange; it has a thick, smooth rind with green and yellow mottlings, and it contains a very bitter and poisonous spongy pulp, from which the colocynth of medicine is derived. The characteristics of the colocynth would fit the Bible narrative of a wild gourd that was apparently poisonous, as suggested by its very taste. (<a href=\"/en/wol/bc/r1/lp-e/1200001747/1/0\" data-bid=\"2-1\" class=\"b\">2Ki 4:40</a>) When most other plants have withered, it is still green and hence is a temptation to one unfamiliar with it.The gourd-shaped ornaments (Heb., <em>peqa&#xB7;&#x2BD;im&#x2B9;</em>) adorning the molten sea and the cedarwood paneling inside Solomon&#x2019;s temple may have been round like the fruit of the colocynth.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001747/2/0\" data-bid=\"3-1\" class=\"b\">1Ki 6:18;</a><a href=\"/en/wol/bc/r1/lp-e/1200001747/2/1\" data-bid=\"3-2\" class=\"b\"> 7:24;</a><a href=\"/en/wol/bc/r1/lp-e/1200001747/2/2\" data-bid=\"3-3\" class=\"b\"> 2Ch 4:3</a>."}