{"title":"Gozan","link":"/en/wol/d/r1/lp-e/1200001751","html":"<span id=\"page993\" class=\"pageNum\" data-no=\"993\" data-before-text=\"993\"></span><strong>GOZAN</strong>(Go&#x2B9;zan).A name seemingly applied both to a place and to a river. At <a href=\"/en/wol/bc/r1/lp-e/1200001751/0/0\" data-bid=\"1-1\" class=\"b\">2&#xA0;Kings 19:12</a> and <a href=\"/en/wol/bc/r1/lp-e/1200001751/1/0\" data-bid=\"2-1\" class=\"b\">Isaiah 37:12</a>, Gozan appears to embrace an area larger than a city, for its inhabitants are listed among the &#x201C;nations&#x201D; conquered by the Assyrians. Many scholars, evidently basing their conclusions on word similarities, believe that Gozan may correspond to Gauzanitis, a district of Mesopotamia referred to by Ptolemy and considered to be the same as the &#x201C;Guzana&#x201D; mentioned in Assyrian records. Ancient Guzana is commonly linked with modern Tell Halaf on the upper Khabur River, about 590&#xA0;km (367&#xA0;mi) ENE of the Sea of Galilee.At <a href=\"/en/wol/bc/r1/lp-e/1200001751/2/0\" data-bid=\"3-1\" class=\"b\">2&#xA0;Kings 17:6</a> and <a href=\"/en/wol/bc/r1/lp-e/1200001751/3/0\" data-bid=\"4-1\" class=\"b\">18:11</a> some translations read &#x201C;Habor, the river of Gozan&#x201D; (<em>AS, RS</em>), instead of &#x201C;Habor at [or, by] the river Gozan&#x201D; (<em>NW, Yg</em>), thus also making Gozan a place in these texts. But the rendering &#x201C;Habor, the river of Gozan,&#x201D; does not harmonize with <a href=\"/en/wol/bc/r1/lp-e/1200001751/4/0\" data-bid=\"5-1\" class=\"b\">1&#xA0;Chronicles 5:26</a>. In this passage Habor is listed between Halah and Hara; and Hara, not Habor, is listed before Gozan. This indicates that Habor and &#x201C;the river of Gozan&#x201D; (<em>AS</em>) are not synonymous. Hence, those who identify Gozan as a place throughout are obliged to reject the Chronicles reference. However, since the Hebrew allows for a consistent rendering of &#x201C;river Gozan&#x201D; in all three texts, there is reason to believe that it was in the vicinity of a river called Gozan that the king of Assyria settled some of the exiled Israelites of the northern kingdom. The Qezel Owzan of NW Iran has been suggested as a possible identification of &#x201C;the river Gozan.&#x201D; It rises in the mountains SE of Lake Urmia (in what used to be the land of the Medes) and finally empties as the Sefid Rud or White River (the name applied to its lower course) into the SW section of the Caspian Sea. According to another view, the Gozan is a river of Mesopotamia."}