{"title":"Grasshopper","link":"/en/wol/d/r1/lp-e/1200001758","html":"<span id=\"page994\" class=\"pageNum\" data-no=\"994\" data-before-text=\"994\"></span><strong>GRASSHOPPER</strong>[Heb., <em>cha&#xB7;ghav&#x2B9;</em>].There is uncertainty as to the insect or insects designated by the Hebrew term <em>cha&#xB7;ghav&#x2B9;. </em>However, since the fully developed, winged stage of locust (Heb., <em>&#x2BC;ar&#xB7;beh&#x2B9;</em>) is mentioned along with the <em>cha&#xB7;ghav&#x2B9; </em>at <a href=\"/en/wol/bc/r1/lp-e/1200001758/0/0\" data-bid=\"1-1\" class=\"b\">Leviticus 11:22</a> (as being clean for food), <em>cha&#xB7;ghav&#x2B9; </em>may refer to a leaper rather than a flier.<wbr>&#x2014;See <em>NW </em>ftn.The designation &#x201C;grasshopper&#x201D; is applied to any of numerous leaping insects of the families Acrididae (including the migratory locusts and the grasshoppers having short feelers) and Tettigoniidae (including the grasshoppers with long feelers).Aside from its being listed as an insect clean for food and the references to its destructiveness to vegetation (<a href=\"/en/wol/bc/r1/lp-e/1200001758/1/0\" data-bid=\"2-1\" class=\"b\">2Ch 7:13</a>), the grasshopper appears in an illustrative setting in Scripture. The unfaithful Israelite spies reported that in size they were as grasshoppers in comparison with the inhabitants of Canaan. (<a href=\"/en/wol/bc/r1/lp-e/1200001758/2/0\" data-bid=\"3-1\" class=\"b\">Nu 13:33</a>) Men, especially those who oppose God, are as grasshoppers from Jehovah&#x2019;s standpoint and in view of his greatness. (<a href=\"/en/wol/bc/r1/lp-e/1200001758/3/0\" data-bid=\"4-1\" class=\"b\">Isa 40:22</a>) In portraying the difficulties of old age, the congregator employed the figure of a grasshopper dragging itself along, thereby depicting the aged person as bent and stiff in figure, with arms thrust somewhat backward.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001758/4/0\" data-bid=\"5-1\" class=\"b\">Ec 12:5</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200001758/0\">LOCUST</a>."}