{"title":"Greek","link":"/en/wol/d/r1/lp-e/1200001767","html":"<span id=\"page1006\" class=\"pageNum\" data-no=\"1006\" data-before-text=\"1006\"></span><strong>GREEK</strong>A language belonging to the Indo-European family of languages. (Hebrew is from the Semitic, another family of languages.) Greek is the language in which the Christian Scriptures were originally written (aside from Matthew&#x2019;s Gospel, which was written first in Hebrew) and in which also appeared the first complete translation of the Hebrew Scriptures, namely, the Greek <em>Septuagint.</em> It is an inflectional language, achieving variety in expression by means of stems, prefixes, and endings.<strong>Koine. </strong>From about 300&#xA0;B.C.E. to about 500&#xA0;C.E. was the age of Koine, or common Greek, a mixture of differing Greek dialects of which Attic was the most influential. Koine became the international language. It had a very distinct advantage over the other languages of the day, in that it was almost universally known. Koine means common language, or dialect common to all. How widespread the use of Koine was can be seen from the fact that the decrees of the imperial governors and of the Roman senate were translated into Koine to be distributed throughout the Roman Empire. Accordingly, the charge posted above Jesus Christ&#x2019;s head at the time of his impalement was written not only in official Latin and in Hebrew but also in Greek (Koine).<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001767/0/0\" data-bid=\"1-1\" class=\"b\">Mt 27:37;</a><a href=\"/en/wol/bc/r1/lp-e/1200001767/0/1\" data-bid=\"1-2\" class=\"b\"> Joh 19:19,&#xA0;20</a>.Regarding the use of Greek in the land of Israel, one scholar comments: &#x201C;Although the main body of the Jewish people rejected Hellenism and its ways, intercourse with the Greek peoples and the use of the Greek language was by no means eschewed. .&#xA0;.&#xA0;. The Palestinian teachers regarded the Greek translation of the Scriptures with favor, as an instrument for carrying the truth to the Gentiles.&#x201D; (<em>Hellenism, </em>by <span id=\"page1007\" class=\"pageNum\" data-no=\"1007\" data-before-text=\"1007\"></span>N. Bentwich, 1919, p.&#xA0;115) Of course, the primary reason for the Greek <em>Septuagint </em>was to benefit the Jews, especially those of the Dispersion, who no longer spoke the pure Hebrew but were familiar with Greek. Old Hebrew terms involving Jewish worship came to be replaced by terms Greek in origin. The word <em>sy&#xB7;na&#xB7;go&#xB7;ge&#x2B9;, </em>meaning &#x201C;a meeting together,&#x201D; is an example of the adoption of Greek words by the Jews.<strong><em>Koine used by inspired Christian writers. </em></strong>Since the writers of the inspired Christian Scriptures were concerned with getting their message across with understanding to all the people, it was not the classical Greek but the Koine that they used. All these writers themselves were Jews. Though they were Semitic, they were not interested in the spread of Semitism, but in the truth of pure Christianity, and by means of the Greek language they could reach more people. They could better carry out their commission to &#x201C;make disciples of people of all the nations.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001767/1/0\" data-bid=\"2-1\" class=\"b\">Mt 28:19,&#xA0;20</a>) Also, the Koine was a fine instrument by which they could well express the subtle intricacies of thought that they desired to present.The inspired Christian writers gave to Koine power, dignity, and warmth by reason of their exalted message. Greek words took on a richer, fuller, and more spiritual meaning in the contexts of the inspired Scriptures.<strong>Alphabet. </strong>All present-day European alphabets stem either directly or indirectly from the Greek alphabet. However, the Greeks did not invent their alphabet; they borrowed it from the Semites. This is apparent from the fact that the Greek alphabetic letters (of about the seventh century B.C.E.) resembled the Hebrew characters (of about the eighth century B.C.E.). They also had the same general order, with a few exceptions. Additionally, the pronunciation of the names of some of the letters is very similar; for example: <em>al&#x2B9;pha </em>(Greek) and <em>&#x2BC;a&#x2B9;leph </em>(Hebrew); <em>be&#x2B9;ta </em>(Greek) and <em>behth </em>(Hebrew); <em>del&#x2B9;ta </em>(Greek) and <em>da&#x2B9;leth </em>(Hebrew); and many others. Koine had 24 letters. In adapting the Semitic alphabet to the Greek language, the Greeks made a valuable addition to it in that they took the surplus letters for which they had no corresponding consonants (<em>&#x2BC;a&#x2B9;leph, he&#x2BC;, chehth, &#x2BD;a&#x2B9;yin, waw, </em>and <em>yohdh</em>) and employed these to represent the vowel sounds <em>a, e </em>(short), <em>e </em>(long), <em>o, y, </em>and <em>i.</em><strong>Vocabulary. </strong>The Greek vocabulary is quite abundant and exact. The Greek writer has at his disposal sufficient words to enable him to make fine differentiation and to convey just the shade of meaning that he desires. To illustrate, the Greek makes a distinction between ordinary knowledge, <em>gno&#x2B9;sis </em>(<a href=\"/en/wol/bc/r1/lp-e/1200001767/2/0\" data-bid=\"3-1\" class=\"b\">1Ti 6:20</a>), and intensified knowledge, <em>e&#xB7;pi&#x2B9;gno&#xB7;sis </em>(<a href=\"/en/wol/bc/r1/lp-e/1200001767/3/0\" data-bid=\"4-1\" class=\"b\">1Ti 2:4</a>), and between <em>al&#x2B9;los </em>(<a href=\"/en/wol/bc/r1/lp-e/1200001767/4/0\" data-bid=\"5-1\" class=\"b\">Joh 14:16</a>), meaning &#x201C;another&#x201D; of the same kind, and <em>he&#x2B9;te&#xB7;ros, </em>meaning &#x201C;another&#x201D; of a different kind. (<a href=\"/en/wol/bc/r1/lp-e/1200001767/5/0\" data-bid=\"6-1\" class=\"b\">Ga 1:6</a>) Many expressions in other languages have incorporated Greek words as well as basic roots that comprise Greek words, resulting in language that is more precise and specific in expression.<strong>Nouns. </strong>Nouns are declined according to case, gender, and number. Related words, such as pronouns and adjectives, are declined to agree with their antecedents or that which they modify.<strong><em>Case. </em></strong>Generally Koine is shown to have had five cases. (Some scholars enlarge this to eight.) In English there is usually no change in form for nouns except in the possessive case and in number. (Pronouns, however, are subject to more changes.) But in Koine each case usually requires a different form or ending, making the language much more complicated than English in this respect.<strong>The Article. </strong>In English there are both a definite article (&#x201C;the&#x201D;) and indefinite articles (&#x201C;a,&#x201D; &#x201C;an&#x201D;). Koine has but a single article &#x1F41; (<em>ho</em>), which is in some respects the equivalent of the definite article &#x201C;the&#x201D; in English. Whereas the English definite article &#x201C;the&#x201D; is never inflected, the Greek article is inflected as to case, gender, and number, just as the nouns are.The Greek article is used not only to set off substantives, as with English, but also with infinitives, adjectives, adverbs, phrases, clauses, and even whole sentences. The use of the article with an adjective is found in the Greek at <a href=\"/en/wol/bc/r1/lp-e/1200001767/6/0\" data-bid=\"7-1\" class=\"b\">John 10:11</a>, where the literal rendering would be: &#x201C;I am the shepherd the fine [one].&#x201D; This is stronger than merely &#x201C;I am the fine shepherd.&#x201D; It is like putting &#x201C;fine&#x201D; in italics.An example of the article being applied to an entire clause in Greek is found at <a href=\"/en/wol/bc/r1/lp-e/1200001767/7/0\" data-bid=\"8-1\" class=\"b\">Romans 8:26</a>, where the phrase &#x201C;what we should pray for as we need to&#x201D; is preceded by the article in the neuter gender. Literally, the phrase would read <em>&#x201C;the </em>.&#xA0;.&#xA0;. what we should pray.&#x201D; (<em>Int</em>) To get the thought across in English, it is helpful to add the words &#x201C;problem of.&#x201D; The definite article focuses matters in such a way that the problem is brought together as a distinct issue. Thus, the rendering &#x201C;For the [problem of] what we should pray for as <span id=\"page1008\" class=\"pageNum\" data-no=\"1008\" data-before-text=\"1008\"></span>we need to we do not know&#x201D; (<em>NW</em>) gives more accurately the flavor of the writer&#x2019;s thought.<strong>Verbs. </strong>Greek verbs are built from verbal roots primarily by means of stems and endings, or affixes and suffixes. They are conjugated according to voice, mood, tense, person, and number. In Greek they constitute a more difficult study than nouns. Better understanding of the Koine in recent years, particularly with regard to verbs, has enabled translators to bring out the real flavor and meaning of the Christian Greek Scriptures better than was possible in the older versions. Some of the more interesting features regarding Greek verbs and their influence on Bible understanding are considered in the following paragraphs.<strong><em>Voice. </em></strong>English has only two voices for its verbs, namely, the active and passive voices, but Greek has also a distinctive &#x201C;middle voice.&#x201D; In this voice, the subject participates in the results of the action or, at times, produces the action. The middle voice stresses the interest of the agent in the action of the verb.The middle voice was also used with an intensive force. It served a purpose similar to italics in English. Paul said, after being told that bonds and tribulations awaited him when he got to Jerusalem: &#x201C;Nevertheless, I do not make my soul of any account as dear to me, if only I may finish my course and the ministry that I received of the Lord Jesus.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001767/8/0\" data-bid=\"9-1\" class=\"b\">Ac 20:22-24</a>) Here the verb for &#x201C;make,&#x201D; <em>poi&#xB7;ou&#x2B9;mai, </em>is in the middle voice. Paul is saying, not that he does not value his life, but that the fulfilling of his ministry is far more important. That is <em>his </em>conclusion, regardless of what others may think.The middle voice is used at <a href=\"/en/wol/bc/r1/lp-e/1200001767/9/0\" data-bid=\"10-1\" class=\"b\">Philippians 1:27</a>: &#x201C;Only behave [or, &#x201C;carry on as citizens&#x201D;] in a manner worthy of the good news about the Christ.&#x201D; The verb <em>po&#xB7;li&#xB7;teu&#x2B9;o&#xB7;mai </em>is, in this text, in the middle voice, <em>po&#xB7;li&#xB7;teu&#x2B9;e&#xB7;sthe, </em>&#x201C;carry on as citizens,&#x201D; that is, <em>participate </em>in the activities of citizens, sharing in declaring the good news. Roman citizens generally took an active part in the affairs of the State, for Roman citizenship was highly prized, particularly in cities whose inhabitants had been given citizenship by Rome, as was the case in Philippi. So Paul is here telling Christians that they must not be inactive as merely being in the position of Christians, but they must participate in Christian activity. This is in harmony with his later words to them: &#x201C;As for us, our citizenship exists in the heavens.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001767/10/0\" data-bid=\"11-1\" class=\"b\">Php 3:20</a>.<strong><em>Tenses. </em></strong>Another important and distinctive characteristic of Greek, contributing to its exactness, is its use of verb tenses. Verbs and their tenses involve two elements: <em>kind </em>of action (the more important) and <em>time </em>of action (of less importance). There are three principal points of viewing action in the Greek language, each with modifying characteristics: (1)&#xA0;action as continuous (&#x201C;to be doing&#x201D;), represented basically in the <em>present </em>tense, the primary force of which is progressive action or that which habitually or successively recurs; (2)&#xA0;action as perfected or completed (&#x201C;to have done&#x201D;), the principal tense here being the <em>perfect; </em>(3)&#xA0;action as punctiliar, or momentary (&#x201C;to do&#x201D;), represented in the <em>aorist</em>. There are, of course, other tenses, such as the imperfect, the past perfect, and the future.To illustrate the difference in the Greek tenses: At <a href=\"/en/wol/bc/r1/lp-e/1200001767/11/0\" data-bid=\"12-1\" class=\"b\">1&#xA0;John 2:1</a>, the apostle John says: &#x201C;If any man sin, we have an advocate with the Father&#x201D; (<em>KJ</em>). The Greek verb for &#x201C;sin&#x201D; is in the aorist tense, hence the time of the action is punctiliar, or momentary. The aorist tense here points to one act of sinning, whereas the present tense would denote the condition of being a sinner or the continuous or progressive action in sinning. So John does not speak of someone carrying on a practice of sinning, but of one who does &#x201C;commit <em>a sin.&#x201D; </em>(Compare <a href=\"/en/wol/bc/r1/lp-e/1200001767/12/0\" data-bid=\"13-1\" class=\"b\">Mt 4:9</a>, where the aorist indicates that the Devil did not ask Jesus to do constant or continuous worship to him, but &#x201C;an <em>act </em>of worship.&#x201D;)But, if <a href=\"/en/wol/bc/r1/lp-e/1200001767/13/0\" data-bid=\"14-1\" class=\"b\">1&#xA0;John 3:6,</a><a href=\"/en/wol/bc/r1/lp-e/1200001767/13/1\" data-bid=\"14-2\" class=\"b\"> 9</a> is read without taking into account the fact that the verb there is in the present tense, John seems to contradict his words above noted. The <em>King James Version </em>reads: &#x201C;Whosoever abideth in him sinneth not,&#x201D; and, &#x201C;Whosoever is born of God doth not commit sin.&#x201D; These renderings fail to carry over into English the continuous action denoted by the present tense of the Greek verbs used. Some modern translations, instead of saying here, &#x201C;sinneth not&#x201D; and &#x201C;doth not commit sin,&#x201D; take note of the continuous action and render the verbs accordingly: &#x201C;does not <em>practice </em>sin,&#x201D; &#x201C;does not <em>carry on </em>sin&#x201D; (<em>NW</em>); <em>&#x201C;practices </em>sin,&#x201D; <em>&#x201C;makes a practice </em>of sinning&#x201D; (<em>CB</em>); &#x201C;does not <em>habitually </em>sin,&#x201D; &#x201C;does not <em>practice </em>sin&#x201D; (<em>Ph</em>); &#x201C;does not <em>continue </em>to sin&#x201D; (<em>TEV</em>). Jesus commanded his followers at <a href=\"/en/wol/bc/r1/lp-e/1200001767/14/0\" data-bid=\"15-1\" class=\"b\">Matthew 6:33</a>: <em>&#x201C;Keep on, </em>then, seeking first the kingdom,&#x201D; indicating continuous effort, rather than merely &#x201C;seek ye first the kingdom&#x201D; (<em>KJ</em>).In prohibitions, the present and aorist tenses <span id=\"page1009\" class=\"pageNum\" data-no=\"1009\" data-before-text=\"1009\"></span>are likewise distinctly different. In the present tense a prohibition means more than not to do a thing. It means to <em>stop </em>doing it. Jesus Christ, en route to Golgotha, did not merely tell the women following him, &#x201C;Do not weep,&#x201D; but, rather, since they were already weeping, he said: <em>&#x201C;Stop weeping </em>for me.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001767/15/0\" data-bid=\"16-1\" class=\"b\">Lu 23:28</a>) Likewise to those selling doves in the temple, Jesus said: <em>&#x201C;Stop making </em>the house of my Father a house of merchandise!&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001767/16/0\" data-bid=\"17-1\" class=\"b\">Joh 2:16</a>) In the Sermon on the Mount he said: <em>&#x201C;Stop being anxious&#x201D; </em>about what you will eat, drink, or wear. (<a href=\"/en/wol/bc/r1/lp-e/1200001767/17/0\" data-bid=\"18-1\" class=\"b\">Mt 6:25</a>) On the other hand, in the aorist a prohibition was a command against doing something at any given time or moment. Jesus is shown as telling his hearers: &#x201C;So, <em>never be anxious </em>[that is, do not be anxious at any moment] about the next day.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001767/18/0\" data-bid=\"19-1\" class=\"b\">Mt 6:34</a>) Here the aorist is used in order to indicate that the disciples should not be anxious at any time.Another example of the need to take into consideration the Greek tense in translating is found at <a href=\"/en/wol/bc/r1/lp-e/1200001767/19/0\" data-bid=\"20-1\" class=\"b\">Hebrews 11:17</a>. Some translations ignore the special significance in the tense of the verb. With reference to Abraham, the <em>King James Version </em>says: &#x201C;He that had received the promises offered up his only begotten son.&#x201D; The Greek verb here translated &#x201C;offered up&#x201D; is in the imperfect tense, which may carry the thought that the action was intended or attempted, but not realized or accomplished. Hence, in harmony with what actually happened, the Greek verb is more appropriately rendered &#x201C;attempted to offer up.&#x201D; Likewise, in <a href=\"/en/wol/bc/r1/lp-e/1200001767/20/0\" data-bid=\"21-1\" class=\"b\">Luke 1:59</a>, speaking of the time of circumcision of the son of Zechariah and Elizabeth, the imperfect tense used indicates that instead of the rendering, <em>&#x201C;They called </em>him Zacharias, after the name of his father&#x201D; (<em>KJ</em>), the passage should read <em>&#x201C;They were going to call </em>[the young child] by the name of its father, Zechariah&#x201D; (<em>NW</em>). This is in harmony with what actually took place, namely, that he was given the name John, according to the angel Gabriel&#x2019;s instructions.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001767/21/0\" data-bid=\"22-1\" class=\"b\">Lu 1:13</a>.<strong>Transliteration. </strong>This refers to the spelling of Greek words with letters of another alphabet. In most instances it is simply a letter-for-letter substitution, <em>b </em>for &#x3B2;, <em>g </em>for &#x3B3;, and so on. This is also true of the Greek vowels, <em>a </em>for &#x3B1;, <em>e </em>for &#x3B5;, <em>e </em>for &#x3B7;, <em>i </em>for &#x3B9;, <em>o </em>for &#x3BF;, <em>y </em>for &#x3C5;, and <em>o </em>for &#x3C9;.<strong><em>Diphthongs. </em></strong>The above general rule of letter-for-letter substitution also applies to most diphthongs: <em>ai </em>for &#x3B1;&#x3B9;, <em>ei </em>for &#x3B5;&#x3B9;, <em>oi </em>for &#x3BF;&#x3B9;. The Greek letter <em>y&#x2B9;psi&#xB7;lon </em>(&#x3C5;)&#xA0;is an exception in the following instances: &#x3B1;&#x3C5; is <em>au, </em>not <em>ay; </em>&#x3B5;&#x3C5; is <em>eu, </em>not <em>ey; </em>&#x3BF;&#x3C5; is <em>ou, </em>not <em>oy; </em>&#x3C5;&#x3B9; is <em>ui, </em>not <em>yi; </em>&#x3B7;&#x3C5; is <em>eu, </em>not <em>ey.</em>However, there are occasions when what may at first appear to be a diphthong will have a diaeresis ( &#x34F;&#x308;)&#xA0;over the second letter, as, for instance, &#x3B1;&#x3CB;, &#x3B5;&#x3CB;, &#x3BF;&#x3CB;, &#x3B7;&#x3CB;, &#x3C9;&#x3CB;, &#x3B1;&#x3CA;, &#x3BF;&#x3CA;. The diaeresis over an <em>i&#xB7;o&#x2B9;ta </em>(&#x3CA;)&#xA0;or <em>y&#x2B9;psi&#xB7;lon </em>(&#x3CB;)&#xA0;shows that it does not really form a diphthong with the vowel preceding it. Thus the <em>y&#x2B9;psi&#xB7;lon </em>with a diaeresis is transliterated <em>y, </em>not <em>u. </em>The above examples would be <em>ay, ey, oy, ey, oy, ai, oi </em>respectively.Some vowels (&#x3B1;, &#x3B7;, &#x3C9;) have a small <em>i&#xB7;o&#x2B9;ta </em>(&#x1FBE;)&#xA0;(called an <em>i&#xB7;o&#x2B9;ta subscript</em>) written beneath them. In transliterating these Greek forms, the <em>i&#xB7;o&#x2B9;ta </em>(or <em>i</em>) is placed not below the line, but next to and following the letter under which it appears. Thus &#x1FB3; is <em>ai, </em>&#x1FC3; is <em>ei, </em>and &#x1FF3; is <em>oi.</em><strong><em>Accent marks. </em></strong>There are three types of accents in Greek: the acute (&#x384;), the circumflex ( &#x34F;&#x311;), and the grave (&#x1FEF;). In the Greek these appear over the vowel of the syllables they accentuate. However, in transliterations in this publication the accent mark comes at the end of the accented syllable and only one mark is used for all three types of Greek accents. Thus &#x3BB;&#x3CC;&#x3B3;&#x3BF;&#x3C2; is marked <em>lo&#x2B9;gos; </em>&#x3B6;&#x1FF7;&#x3BF;&#x3BD; would be <em>zoi&#x2B9;on.</em><span id=\"page1010\" class=\"pageNum\" data-no=\"1010\" data-before-text=\"1010\"></span><strong><em>Syllables. </em></strong>As an aid to pronunciation, either a dot or the accent mark is used in transliterations to separate all syllables. A Greek word has as many syllables as it has vowels or diphthongs. Thus &#x3BB;&#x3CC;&#x3B3;&#x3BF;&#x3C2; (<em>lo&#x2B9;gos</em>) has two vowels and therefore two syllables. The two vowels of a diphthong are in one syllable, not two. The word &#x3C0;&#x3BD;&#x3B5;&#x1FE6;&#x3BC;&#x3B1; (<em>pneu&#x2B9;ma</em>) has one diphthong (<em>eu</em>) and one other vowel (<em>a</em>)&#xA0;and thus has two syllables.In syllable division the following rules have been observed: (1)&#xA0;When a single consonant occurs in the middle of a word, it is placed with the following vowel in the next syllable. Thus &#x3C0;&#x3B1;&#x3C4;&#x3AE;&#x3C1; would be <em>pa&#xB7;ter&#x2B9;. </em>(2)&#xA0;Sometimes a combination of consonants appears in the middle of a Greek word. If this same combination of consonants can be used to start a Greek word, it may also begin a syllable. For instance, &#x3BA;&#x3CC;&#x3C3;&#x3BC;&#x3BF;&#x3C2; would be divided <em>ko&#x2B9;smos. </em>The <em>sm </em>is kept with the second vowel. This is because many Greek words<wbr>&#x2014;like <em>Smyr&#x2B9;na</em>&#x2014;<wbr>open with those same two consonants. However, when a certain combination of consonants is found in the middle of a word and there is no Greek word beginning with that same combination, they are separated. Thus &#x3B2;&#x3CD;&#x3C3;&#x3C3;&#x3BF;&#x3C2; is transliterated herein as <em>bys&#x2B9;sos, </em>since <em>ss </em>does not start any Greek word.<strong><em>Breathing marks. </em></strong>A vowel at the beginning of a word requires either a &#x201C;smooth&#x201D; breathing mark (&#x1FBF;), or a &#x201C;rough&#x201D; breathing mark (&#x1FFE;). The &#x201C;smooth&#x201D; breathing mark (&#x1FBF;)&#xA0;may be disregarded in transliteration; the &#x201C;rough&#x201D; breathing mark (&#x1FFE;)&#xA0;calls for an <em>h </em>to be added at the start of the word. If the first letter is capitalized, these breathing marks occur before the word. In that case, &#x1F38; becomes <em>I, </em>while &#x1F39; is transliterated as <em>Hi. </em>When words begin with the small letters, the breathing marks appear over the first or, in the case of most diphthongs, over the second letter. Therefore &#x3B1;&#x1F30;&#x3CE;&#x3BD; becomes <em>ai&#xB7;on&#x2B9;, </em>while &#x1F01;&#x3B3;&#x3BD;&#x3CC;&#x3C2; is <em>ha&#xB7;gnos&#x2B9; </em>and &#x3B1;&#x1F31;&#x3C1;&#x3AD;&#x3BF;&#x3BC;&#x3B1;&#x3B9; is <em>hai&#xB7;re&#x2B9;o&#xB7;mai.</em>Additionally, the Greek letter <em>rho </em>(&#x3C1;), transliterated <em>r, </em>always requires a &#x201C;rough&#x201D; breathing mark (&#x1FFE;)&#xA0;at the start of a word. So &#x1FE5;&#x3B1;&#x3B2;&#x3B2;&#x3B5;&#x3AF; is <em>rhab&#xB7;bei&#x2B9;.</em><strong>[Chart on page&#xA0;1009]</strong><strong>GREEK ALPHABET</strong>   <strong>Letter        Name           Transliteration and</strong>                                  <strong>Pronunciation&#xA0;<sup>1</sup></strong>   &#x391;    &#x3B1;        <em>Al&#x2B9;pha       a</em>   &#x392;    &#x3B2;        <em>Be&#x2B9;ta        b</em>   &#x393;    &#x3B3;        <em>Gam&#x2B9;ma       g, </em>hard, as in be<em>g</em>in &#x2060;<sup>2</sup>   &#x394;    &#x3B4;        <em>Del&#x2B9;ta       d</em>   &#x395;    &#x3B5;        <em>E&#x2B9;psi&#xB7;lon    e, </em>short, as in m<em>e</em>t   &#x396;    &#x3B6;        <em>Ze&#x2B9;ta        z</em>   &#x397;    &#x3B7;        <em>E&#x2B9;ta         e, </em>long, as in th<em>e</em>y   &#x398;    &#x3B8;        <em>The&#x2B9;ta       th</em>   &#x399;    &#x3B9;        <em>I&#xB7;o&#x2B9;ta       i </em>as in mach<em>i</em>ne   &#x39A;    &#x3BA;        <em>Kap&#x2B9;pa       k</em>   &#x39B;    &#x3BB;        <em>Lam&#x2B9;bda      l</em>   &#x39C;    &#x3BC;        <em>My           m</em>   &#x39D;    &#x3BD;        <em>Ny           n</em>   &#x39E;    &#x3BE;        <em>Xi           x</em>   &#x39F;    &#x3BF;        <em>O&#x2B9;mi&#xB7;kron    o, </em>short, as in l<em>o</em>t   &#x3A0;    &#x3C0;        <em>Pi           p</em>   &#x3A1;    &#x3C1;        <em>Rho          r</em>   &#x3A3;    &#x3C3;, &#x3C2; &#x2060;<sup>3   </sup><em>Sig&#x2B9;ma       s</em>   &#x3A4;    &#x3C4;        <em>Tau          t</em>   &#x3A5;    &#x3C5;        <em>Y&#x2B9;psi&#xB7;lon    y </em>or <em>u, &#x2060;</em><sup>4 </sup>French u or German &#xFC;   &#x3A6;    &#x3C6;        <em>Phi          ph </em>as in <em>ph</em>ase   &#x3A7;    &#x3C7;        <em>Khi          kh </em>as in el<em>kh</em>orn   &#x3A8;    &#x3C8;        <em>Psi          ps </em>as in li<em>ps</em>   &#x3A9;    &#x3C9;        <em>O&#xB7;me&#x2B9;ga      o, </em>long, as in n<em>o</em>te  <sup>1 </sup>Pronunciation shown here differs from modern Greek.  <sup>2 </sup>Before &#x3BA;, &#x3BE;, &#x3C7;, or another &#x3B3;, it is nasal and pronounced like     <em>n </em>in thi<em>n</em>k.  <sup>3 </sup>Used only at the end of a word when <em>sig&#x2B9;ma </em>occurs.  &#x2060;<sup>4 </sup><em>Y&#x2B9;psi&#xB7;lon </em>is <em>u </em>when it is part of a diphthong."}