{"title":"Greece, Greeks","link":"/en/wol/d/r1/lp-e/1200001765","html":"<span id=\"page998\" class=\"pageNum\" data-no=\"998\" data-before-text=\"998\"></span><strong>GREECE, GREEKS</strong>These names come from <em>Grai&#xB7;koi&#x2B9;, </em>the name of a tribe in NW Greece. The Italians applied the name (Lat., <em>Graeci</em>) to the inhabitants of Greece as a whole. Eventually even Aristotle in his writings used the term in a similar way.Another earlier name, Ionians, appears from the eighth century B.C.E. onward in Assyrian cuneiform records, as well as in Persian and Egyptian accounts. This name comes from that of Javan (Heb., <em>Ya&#xB7;wan&#x2B9;</em>), son of Japheth and grandson of Noah. Javan was the Japhetic ancestor of the early peoples of Greece and the surrounding islands, as well as, evidently, of the early inhabitants of Cyprus, parts of southern Italy, Sicily, and Spain.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001765/0/0\" data-bid=\"1-1\" class=\"b\">Ge 10:1, 2,</a><a href=\"/en/wol/bc/r1/lp-e/1200001765/0/1\" data-bid=\"1-2\" class=\"b\"> 4,&#xA0;5;</a><a href=\"/en/wol/bc/r1/lp-e/1200001765/0/2\" data-bid=\"1-3\" class=\"b\"> 1Ch 1:4, 5,</a><a href=\"/en/wol/bc/r1/lp-e/1200001765/0/3\" data-bid=\"1-4\" class=\"b\">&#xA0;7</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001765/0\">ELISHAH</a>; <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001765/1\">JAVAN</a>; <a href=\"/en/wol/tc/r1/lp-e/1200001765/2\">KITTIM</a>.While &#x201C;Ionian&#x201D; now applies geographically to the sea between southern Italy and southern Greece, including the chain of islands along the W coast of Greece, the name once had a broader application more in harmony with the Hebrew Scriptures&#x2019; use of &#x201C;Javan.&#x201D; The prophet Isaiah, in the eighth century B.C.E., spoke of the time when the returned exiles of Judah would be sent to distant nations, including &#x201C;Tubal and Javan, the faraway islands.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001765/1/0\" data-bid=\"2-1\" class=\"b\">Isa 66:19</a>.In the Christian Greek Scriptures, the land is called <em>Hel&#xB7;las&#x2B9; </em>(&#x201C;Greece,&#x201D; <a href=\"/en/wol/bc/r1/lp-e/1200001765/2/0\" data-bid=\"3-1\" class=\"b\">Ac 20:2</a>), and the people, <em>Hel&#x2B9;le&#xB7;nes. </em>The Greeks themselves had used these names beginning several centuries before the Common Era and continue to do so. &#x201C;Hellas&#x201D; may have some connection with &#x201C;Elishah,&#x201D; one of Javan&#x2019;s sons. (<a href=\"/en/wol/bc/r1/lp-e/1200001765/3/0\" data-bid=\"4-1\" class=\"b\">Ge 10:4</a>) The name Achaia was also applied to central and southern Greece following the Roman conquest of 146&#xA0;B.C.E.<strong>The Land and Its Features. </strong>Greece occupied the southern part of the mountainous Balkan Peninsula and the islands near it, in the Ionian Sea on the W and in the Aegean Sea on the E.&#xA0;To the S lay the Mediterranean. The northern boundary is indeterminate, particularly so since in the earlier periods the Javanites of Greece were not consolidated into a particular nation. However, in later times &#x201C;Greece&#x201D; is understood to have reached to the regions of Illyria, which bordered the Adriatic coast, and Macedonia. In actuality, the Macedonians may have been of the same basic stock as those later called Greeks.The land then, as now, was both rugged and rocky, with rough limestone mountains occupying some three fourths of the terrain. The mountain slopes were heavily wooded. The scarcity of fertile plains and valleys and the rockiness of the soil sharply reduced the agricultural capacities of the land. The mild climate, however, favored the growth of olives and grapes. Other products were barley, wheat, apples, figs, and pomegranates. Herds of sheep and goats found pasturage on the uncultivated areas. There were some mineral deposits<wbr>&#x2014;silver, zinc, copper, lead&#x2014;<wbr>and the mountains supplied abundant quantities of fine marble. The prophecy of <a href=\"/en/wol/bc/r1/lp-e/1200001765/4/0\" data-bid=\"5-1\" class=\"b\">Ezekiel (27:1-3,</a><a href=\"/en/wol/bc/r1/lp-e/1200001765/4/1\" data-bid=\"5-2\" class=\"b\">&#xA0;13</a>) includes Javan among those trading with Tyre and lists &#x201C;articles of copper&#x201D; among the products traded.<strong><em>Maritime advantages. </em></strong>Travel by land was slow and difficult because of the mountains. Animal-drawn carts easily bogged down in the winter seasons. So the sea was the best avenue of Greek transportation and communication. The long, jagged coastline, deeply indented by bays and inlets, supplied abundant harbors and shelters for ships. Because of the several penetrating gulfs, few points within the ancient boundaries were more than 60&#xA0;km (40&#xA0;mi) distant from the sea. The southern part of mainland Greece, called the Peloponnesus, came close to being an island. Only a narrow neck of land, crossing between the Saronic Gulf and the Gulf of Corinth, connects the Peloponnesus with central Greece. (Today the Corinth Canal cuts through the narrow isthmus for about 6&#xA0;km [3.5 mi] without locks, making the separation complete.)The Javanites of Greece early became a seafaring people. The heel of Italy&#x2019;s &#x201C;boot&#x201D; lay only about 160&#xA0;km (100&#xA0;mi) across the Strait of Otranto <span id=\"page999\" class=\"pageNum\" data-no=\"999\" data-before-text=\"999\"></span>from NW Greece. To the E, archipelagoes (chains of islands formed by submerged mountains with their tops rising above the water&#x2019;s surface) served as giant stepping-stones across the Aegean Sea to Asia Minor. At the NE corner of the Aegean a narrow passage, the Hellespont (also called the Dardanelles), led into the Sea of Marmara and then through the Bosporus strait into the Black Sea. Also, by sailing along the southern coast of Asia Minor, Greek ships early traveled to the shores of Syria and Palestine. A ship could cover as much as 100&#xA0;km (60&#xA0;mi) during a daylight period. The delivering of Paul&#x2019;s letters to the Thessalonians in Macedonia, likely written in Corinth, might therefore have taken a week or more, depending on weather conditions (and the number of ports stopped at along the way).Greek influence and settlements were by no means limited to mainland Greece. The numerous islands studding the Ionian and Aegean Seas were considered as much a part of Greece as the mainland. Southern Italy and Sicily were included in what was called Great Hellas or, in Latin, <em>Graecia Magna.</em> The historical evidence indicates that the Javanites of Greece maintained contact and trade relations with those of Tarshish (Spain), far surpassing the Phoenicians in this regard. Similar association is found between the Greeks and the Javanites of Cyprus.<strong>Origin of the Greek Tribes. </strong>Modern historians offer various ideas on the origin of the Greek tribes and about their entry into the area. The popular view of successive &#x201C;invasions&#x201D; by northern tribes is largely based on Greek myths and archaeological conjecture. Actually, secular history concerning Greece does not begin until about the eighth century B.C.E. (the first Olympiad being celebrated in 776&#xA0;B.C.E.), and a connected record is possible only from the fifth century B.C.E. onward. This was many centuries after the Flood and hence long after the dispersal of families because of the confusion of mankind&#x2019;s language at Babel. (<a href=\"/en/wol/bc/r1/lp-e/1200001765/5/0\" data-bid=\"6-1\" class=\"b\">Ge 11:1-9</a>) During these many centuries other groups perhaps infiltrated the original stock of Javan and his sons, but for the period prior to the first millennium B.C.E., there are only theories of doubtful value.<strong><em>Principal Greek tribes. </em></strong>Among the principal tribes found in Greece were the <em>Achaeans </em>of Thessaly, the central Peloponnesus, and Boeotia; the <em>Aeolians </em>in E central Greece and the NW part of Asia Minor called Aeolia, and the nearby islands; the <em>Dorians </em>of the eastern Peloponnesus, the southern islands of the Aegean, and the SW part of Asia Minor; and the <em>Ionians </em>of Attica, the island of Euboea, the islands of the middle Aegean, and the W coasts of Asia Minor. However, any relationship between these tribes and the Macedonians in the earlier periods is uncertain.<strong>Patriarchal Tradition and the City-States. </strong>The Greek-speaking tribes were quite independent, and even within the tribes the city-states that developed were likewise quite independent. Geographic features contributed to this. Many Greeks lived on islands, but on the mainland the majority lived in small valleys ringed by mountains. As to their early social structure, <em>The Encyclopedia Americana </em>offers this view: &#x201C;The ultimate social unit was the patriarchal household. .&#xA0;.&#xA0;. The patriarchal tradition was strongly entrenched in Greek culture: the active citizens of a city-state (<em>polis</em>) were adult males only. The patriarchal family was enclosed within a series of concentric kinship circles<wbr>&#x2014;the clan (<em>genos</em>), the phratry [or group of families], the tribe.&#x201D; (1956, Vol.&#xA0;XIII, p.&#xA0;377) This harmonizes quite well with the post-Flood patriarchal arrangement described in the Bible book of Genesis.The pattern in Greece was somewhat similar to that of Canaan, where the various tribes (descended from Canaan) formed petty kingdoms, often based around a particular city. The Greek city-state was called a <em>po&#x2B9;lis. </em>This term seems to have applied originally to an acropolis, or fortified height, around which settlements developed. Later, it came to designate the entire area and the citizens forming the city-state. Most Greek city-states were small, usually having no more than 10,000 citizens (plus women, slaves, and children). At its height, in the fifth century B.C.E., Athens is said to have had only about 43,000 male citizens. Sparta had only about 5,000. Like the Canaanite petty kingdoms, the Greek city-states sometimes leagued together and also fought among themselves. The country remained politically fragmented until the time of Philip (II) of Macedon.<strong>Democratic Experiments. </strong>While knowledge of the governing methods of most Greek city-states is obscure, only those of Athens and Sparta being fairly well known, their governments evidently came to differ considerably from those of Canaan, Mesopotamia, or Egypt. At least during what may be termed secularly as the historical period, in place of kings the Greek city-states had magistrates, councils, and <span id=\"page1000\" class=\"pageNum\" data-no=\"1000\" data-before-text=\"1000\"></span>an assembly (<em>ek&#xB7;kle&#xB7;si&#x2B9;a</em>) of citizens. Athens experimented with direct democratic rule (the word &#x201C;democracy&#x201D; coming from Greek <em>de&#x2B9;mos, </em>meaning &#x201C;people,&#x201D; and <em>kra&#x2B9;tos, </em>meaning &#x201C;rule&#x201D;). In this arrangement the entire body of citizens formed the legislature, speaking and voting in the assembly. The &#x201C;citizens,&#x201D; however, were a minority, since women, foreign-born residents, and slaves did not hold citizenship rights. Slaves are thought to have formed as much as one third the population of many city-states, and doubtless their slave labor made possible the free time needed by the &#x201C;citizens&#x201D; to participate in the political assembly. It may be noted that the earliest reference to Greece in the Hebrew Scriptures, about the ninth century B.C.E., speaks of Judeans being sold by Tyre, Sidon, and Philistia as slaves to &#x201C;the sons of the Greeks [literally, &#x201C;Javanites&#x201D; or &#x201C;Ionians&#x201D;].&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001765/6/0\" data-bid=\"7-1\" class=\"b\">Joe 3:4-6</a>.<strong>Manufacturing and Trade. </strong>In addition to the principal activity of agriculture, the Greeks produced and exported many manufactured products. Greek vases became famous throughout the Mediterranean area; also important were articles of silver and gold and woolen fabrics. There were numerous small, independent shops owned by craftsmen, who had the help of a few laborers, slaves or freemen. In the Greek city of Corinth, the apostle Paul joined Aquila and Priscilla in the tentmaking trade, likely using fabric made from goat&#x2019;s hair, which was in good supply in Greece. (<a href=\"/en/wol/bc/r1/lp-e/1200001765/7/0\" data-bid=\"8-1\" class=\"b\">Ac 18:1-4</a>) Corinth became a major commercial center because of its strategic position near the Gulf of Corinth and the Saronic Gulf. Other principal commercial cities were Athens and Aegina.<strong>Grecian Culture and Arts. </strong>Greek education was restricted to males, and its principal aim was to produce &#x201C;good citizens.&#x201D; But each city-state had its own concept of a good citizen. In Sparta education was almost entirely physical (contrast Paul&#x2019;s counsel to Timothy at <a href=\"/en/wol/bc/r1/lp-e/1200001765/8/0\" data-bid=\"9-1\" class=\"b\">1Ti 4:8</a>), young boys being taken from their parents at the age of 7 and assigned to barracks until the age of&#xA0;30. In Athens the emphasis eventually came to be more strongly on literature, mathematics, and the arts. A trusted slave, called a <em>pai&#xB7;da&#xB7;go&#xB7;gos&#x2B9;, </em>accompanied the child to school, where training began at the age of six. (Note Paul&#x2019;s comparison of the Mosaic Law with a <em>pai&#xB7;da&#xB7;go&#xB7;gos&#x2B9; </em>at <a href=\"/en/wol/bc/r1/lp-e/1200001765/9/0\" data-bid=\"10-1\" class=\"b\">Ga 3:23-25</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200001765/3\">TUTOR</a>.) Poetry was very popular in Athens, and pupils were required to memorize many poems. Though Paul&#x2019;s education was in Cilician Tarsus, he made use of a brief poetic quotation to get his message across in Athens. (<a href=\"/en/wol/bc/r1/lp-e/1200001765/10/0\" data-bid=\"11-1\" class=\"b\">Ac 17:22,</a><a href=\"/en/wol/bc/r1/lp-e/1200001765/10/1\" data-bid=\"11-2\" class=\"b\">&#xA0;28</a>) Dramas, both tragedies and comedies, became popular.Philosophy was assigned great importance in Athens and, in time, throughout Greece. Among the major philosophical groups were the <em>Sophists, </em>who held that truth was a matter of individual opinion; this view (similar to that of the Hindus) was opposed by such famous Greek philosophers as Socrates, his pupil Plato, and Plato&#x2019;s pupil Aristotle. Other philosophies dealt with the ultimate source of happiness. The <em>Stoics </em>held that happiness consists of living in accord with reason and that this alone matters. The <em>Epicureans </em>believed that pleasure is the true source of happiness. (Contrast Paul&#x2019;s statement to the Corinthians at <a href=\"/en/wol/bc/r1/lp-e/1200001765/11/0\" data-bid=\"12-1\" class=\"b\">1Co 15:32</a>.) Philosophers of these latter two schools were among those who engaged Paul in conversation at Athens, leading to his being brought to the Areopagus for a hearing. (<a href=\"/en/wol/bc/r1/lp-e/1200001765/12/0\" data-bid=\"13-1\" class=\"b\">Ac 17:18,&#xA0;19</a>) Another school of philosophy was that of the <em>Skeptics </em>who held that, in effect, nothing really mattered in life.As a people, at least in later periods, the Greeks displayed an inquisitive trait and were characteristically fond of discussion and conversation about things that were novel. (<a href=\"/en/wol/bc/r1/lp-e/1200001765/13/0\" data-bid=\"14-1\" class=\"b\">Ac 17:21</a>) They endeavored to solve some of the major questions of life and of the universe by process of human logic (and speculation). Thus, the Greeks considered themselves the intelligentsia of the ancient world. Paul&#x2019;s first letter to the Corinthians put such human wisdom and intellectualism in its proper place, when, among other things, he said: &#x201C;If anyone among you thinks he is wise in this system of things, let him become a fool, that he may become wise. .&#xA0;.&#xA0;. &#x2018;Jehovah knows that the reasonings of the wise men are futile.&#x2019;&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001765/14/0\" data-bid=\"15-1\" class=\"b\">1Co 1:17-31;</a><a href=\"/en/wol/bc/r1/lp-e/1200001765/14/1\" data-bid=\"15-2\" class=\"b\"> 2:4-13;</a><a href=\"/en/wol/bc/r1/lp-e/1200001765/14/2\" data-bid=\"15-3\" class=\"b\"> 3:18-20</a>) Despite all their philosophical debates and investigations, their writings show they found no genuine basis for hope. As Professors J.&#xA0;R.&#xA0;S.&#xA0;Sterrett and Samuel Angus point out: &#x201C;No literature contains more pathetic laments over the sorrows of life, the passing of love, the deceitfulness of hope, and the ruthlessness of death.&#x201D;<wbr>&#x2014;<em>Funk and Wagnalls New Standard Bible Dictionary, </em>1936, p.&#xA0;313.<strong>Greek Religion. </strong>The earliest knowledge of Greek religion comes through the epic poetry of Homer. Two epic poems, the <em>Iliad </em>and the <em>Odyssey, </em>are presumed by historians to have been written by him. The oldest papyrus portions of these poems are believed to date from sometime before 150&#xA0;B.C.E. As George G.&#xA0;A.&#xA0;Murray, a <span id=\"page1001\" class=\"pageNum\" data-no=\"1001\" data-before-text=\"1001\"></span>professor of Greek, says of these early texts, they &#x201C;differ &#x2018;wildly&#x2019; from our vulgate,&#x201D; that is, from the text that has been popularly accepted in recent centuries. (<em>Encyclop&#xE6;dia Britannica, </em>1942, Vol.&#xA0;11, p.&#xA0;689) Thus, unlike the Bible, there was no preservation of the integrity of Homeric texts, but they existed in an extremely fluid state, as Professor Murray demonstrates. The Homeric poems dealt with warrior heroes and gods who were very much like men.There is evidence of Babylonian influence on Greek religion. One ancient Greek fable is nearly a literal translation of an Akkadian original.Another poet, Hesiod, probably of the eighth century B.C.E., is credited with systematizing the multitude of Greek myths and legends. Together with the Homeric poems, Hesiod&#x2019;s <em>Theogony </em>formed the principal sacred writings, or theology, of the Greeks.In considering the Greek myths, it is of interest to see how the Bible sheds light on their possible or even probable origin. As <a href=\"/en/wol/bc/r1/lp-e/1200001765/15/0\" data-bid=\"16-1\" class=\"b\">Genesis 6:1-13</a> shows, prior to the Flood, angelic sons of God came to earth, evidently materializing in human form, and cohabited with attractive women. They produced offspring who were called Nephilim, or Fellers, that is, &#x201C;those who cause others to fall down.&#x201D; The result of this unnatural union of spirit creatures with humans, and the hybrid race it produced, was an earth filled with immorality and violence. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200001765/16/0\" data-bid=\"17-1\" class=\"b\">Jude&#xA0;6;</a><a href=\"/en/wol/bc/r1/lp-e/1200001765/16/1\" data-bid=\"17-2\" class=\"b\"> 1Pe 3:19, 20;</a><a href=\"/en/wol/bc/r1/lp-e/1200001765/16/2\" data-bid=\"17-3\" class=\"b\"> 2Pe 2:4,&#xA0;5</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200001765/4\">NEPHILIM</a>.) Like others of the post-Flood times, Javan, the progenitor of the Greek people, undoubtedly heard the account of pre-Flood times and circumstances, likely from his father Japheth, a survivor of the Flood. Note, now, what the writings attributed to Homer and Hesiod reveal.The numerous gods and goddesses they described had human form and great beauty, though often being gigantic and superhuman. They ate, drank, slept, had sexual intercourse among themselves or even with humans, lived as families, quarreled and fought, seduced and raped. Though supposedly holy and immortal, they were capable of any type of deceit and crime. They could move among mankind either visibly or invisibly. Later Greek writers and philosophers sought to purge the accounts of Homer and Hesiod of some of the more vile acts attributed to the gods.These accounts may reflect, although in greatly expanded, embellished, and distorted form, the authentic account of pre-Flood conditions found in Genesis. A further remarkable correspondency is that, in addition to the principal gods, the Greek legends describe demigods or heroes who were of both divine and human descent. These demigods were of superhuman strength but were mortal (Hercules being the only one of them granted the privilege of attaining immortality). The demigods thus bear a marked similarity to the Nephilim in the Genesis account.Noting this basic correspondency, Orientalist E.&#xA0;A.&#xA0;Speiser would trace the theme of the Greek myths back to Mesopotamia. (<em>The World History of the Jewish People, </em>1964, Vol.&#xA0;1, p.&#xA0;260) Mesopotamia was the location of Babylon and also the focus from which mankind spread after the confusion of man&#x2019;s language.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001765/17/0\" data-bid=\"18-1\" class=\"b\">Ge 11:1-9</a>.The principal Greek gods were said to reside on the heights of Mount Olympus (2,917&#xA0;m [9,570&#xA0;ft] high), located S of the town of Beroea. (Paul was quite near Olympus&#x2019; slopes when ministering to the Beroeans on his second missionary tour; <a href=\"/en/wol/bc/r1/lp-e/1200001765/18/0\" data-bid=\"19-1\" class=\"b\">Ac 17:10</a>.) Among these Olympic gods were <em>Zeus </em>(called Jupiter by the Romans; <a href=\"/en/wol/bc/r1/lp-e/1200001765/19/0\" data-bid=\"20-1\" class=\"b\">Ac 28:11</a>), the god of the sky; <em>Hera </em>(Roman Juno), Zeus&#x2019; wife; <em>Ge </em>or <em>Gaea, </em>the goddess of the earth, also called the <span id=\"page1002\" class=\"pageNum\" data-no=\"1002\" data-before-text=\"1002\"></span>Great Mother; <em>Apollo, </em>a solar god, a god of sudden death, shooting his deadly arrows from afar; <em>Artemis </em>(Roman Diana), the goddess of the hunt; the worship of another Artemis as a fertility goddess was prominent at Ephesus (<a href=\"/en/wol/bc/r1/lp-e/1200001765/20/0\" data-bid=\"21-1\" class=\"b\">Ac 19:23-28,</a><a href=\"/en/wol/bc/r1/lp-e/1200001765/20/1\" data-bid=\"21-2\" class=\"b\"> 34,&#xA0;35</a>); <em>Ares </em>(Roman Mars), the god of war; <em>Hermes </em>(Roman Mercury), the god of travelers, of commerce, and of eloquence, the messenger of the gods (in Lystra, Asia Minor, the people called Barnabas &#x201C;Zeus, but Paul Hermes, since he was the one taking the lead in speaking&#x201D;; <a href=\"/en/wol/bc/r1/lp-e/1200001765/21/0\" data-bid=\"22-1\" class=\"b\">Ac 14:12</a>); <em>Aphrodite </em>(Roman Venus), the goddess of fertility and love, considered to be the &#x201C;sister of the Assyro-Babylonian Ishtar and the Syro-Phoenician Astarte&#x201D; (<em>Greek Mythology, </em>by P.&#xA0;Hamlyn, London, 1963, p.&#xA0;63); and numerous other gods and goddesses. Actually, each city-state seems to have had its own minor gods, worshiped according to local custom.<strong><em>Festivals and games. </em></strong>Festivals played an important part in Greek religion. Athletic contests along with dramas, sacrifices, and prayers attracted persons from a wide area, and thus these festivals served as a bond for the politically divided city-states. Among the most prominent of these festivals were the Olympic Games (at Olympia), the Isthmian Games (held near Corinth), the Pythian Games (at Delphi), and the Nemean Games (near Nemea). The celebration of the Olympic Games every four years provided the basis for the Greek Era reckoning, each four-year period being called an Olympiad.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001765/5\">GAMES</a>.<strong><em>Oracles, astrology, and shrines. </em></strong>Oracles, mediums through whom the gods supposedly revealed hidden knowledge, had many devotees. The most famous oracles occupied temples at Delos, Delphi, and Dodona. Here, for a price, individuals received answers to questions put to the oracle. The answers were usually ambiguous, needing interpretation by the priests. At Philippi in Macedonia, the girl with the art of prediction (from whom Paul caused a demon to withdraw) was acting as an oracle and &#x2018;furnishing her masters with much gain.&#x2019; (<a href=\"/en/wol/bc/r1/lp-e/1200001765/22/0\" data-bid=\"23-1\" class=\"b\">Ac 16:16-19</a>) Professor G.&#xA0;Ernest Wright traces modern astrology back through the Greeks to the diviners of Babylon. (<em>Biblical Archaeology, </em>1962, p.&#xA0;37) Healing shrines were also popular.<strong><em>Philosophical teaching of immortality. </em></strong>Because the Grecian philosophers interested themselves in the ultimate questions of life, their views also served to shape the religious views of the people. Socrates, of the fifth century B.C.E., taught the immortality of the human soul. In <em>Phaedo </em>(64C, 105E), Plato quotes Socrates&#x2019; conversation with two of his colleagues: &#x201C;&#x2018;Do we think there is such a thing as death? .&#xA0;.&#xA0;. We believe, do we not, that death is the separation of the soul from the body, and that the state of being dead is the state in which the body is separated from the soul and exists alone by itself and the soul is separated from the body and exists alone by itself? Is death anything other than this?&#x2019; &#x2018;No, it is this,&#x2019; he said. &#x2018;And the soul does not admit death?&#x2019; &#x2018;No.&#x2019;&#x201D; Socrates continues, &#x201C;&#x2018;Then the soul is immortal.&#x2019; &#x2018;Yes.&#x2019;&#x201D; Contrast this with <a href=\"/en/wol/bc/r1/lp-e/1200001765/23/0\" data-bid=\"24-1\" class=\"b\">Ezekiel 18:4</a> and <a href=\"/en/wol/bc/r1/lp-e/1200001765/24/0\" data-bid=\"25-1\" class=\"b\">Ecclesiastes 9:5,</a><a href=\"/en/wol/bc/r1/lp-e/1200001765/24/1\" data-bid=\"25-2\" class=\"b\">&#xA0;10</a>.<strong><em>Temples and idols. </em></strong>In honor of the gods, magnificent temples were built, and to represent their gods, beautifully executed statues of marble and bronze were made. The ruins of some of the most famous of these temples are to be found on the Acropolis of Athens and include the Parthenon and the Erechtheum, along with the Propylaea. It was in this same city that Paul spoke to an audience, commented on the notable fear of the deities manifest in Athens, and plainly told his listeners that the Creator of heaven and earth &#x201C;does not dwell in handmade temples&#x201D; and that, as progeny of God, they should not imagine the Creator to be &#x201C;like gold or silver or stone, like something sculptured by the art and contrivance of man.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001765/25/0\" data-bid=\"26-1\" class=\"b\">Ac 17:22-29</a>.<strong>Period of the Persian Wars. </strong>The rise of the Medo-Persian Empire under Cyrus (who conquered Babylon in 539&#xA0;B.C.E.) posed a threat to Greece. Cyrus had already conquered Asia Minor, including Greek colonies there. In Cyrus&#x2019; third year (evidently as ruler of Babylon), Jehovah&#x2019;s angelic messenger informed Daniel that the fourth king of Persia would &#x201C;rouse up everything against the kingdom of Greece.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001765/26/0\" data-bid=\"27-1\" class=\"b\">Da 10:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200001765/26/1\" data-bid=\"27-2\" class=\"b\"> 11:1,&#xA0;2</a>) The third Persian king (Darius Hystaspis) put down a revolt of Greek colonies in 499&#xA0;B.C.E. and prepared to invade Greece. The invading Persian fleet was wrecked by a storm in 492&#xA0;B.C.E. Then, in 490, a large Persian force swept into Greece but was defeated by a small army of Athenians on the Plains of Marathon, NE of Athens. Darius&#x2019; son Xerxes determined to avenge this defeat. As the foretold &#x2018;fourth king,&#x2019; he roused up the entire empire to form a massive military force and in 480&#xA0;B.C.E. crossed the Hellespont.Though certain principal city-states of Greece now showed rare unity in their fight to stop the invasion, the Persian troops marched through north and central Greece, reached Athens, and <span id=\"page1003\" class=\"pageNum\" data-no=\"1003\" data-before-text=\"1003\"></span>burned its fortress height, the Acropolis. On the sea, however, the Athenians and supporting Greeks outmaneuvered and wrecked the Persian fleet (with its Phoenician and other allies) at Salamis. They followed up this victory with another defeat of the Persians on land at Plataea and yet another at Mycale, on the W coast of Asia Minor, after which the Persian forces abandoned Greece.<strong>Athenian Supremacy. </strong>Athens now gained leadership in Greece by virtue of its strong navy. The period that followed, down to about 431&#xA0;B.C.E., was the &#x201C;Golden Age&#x201D; of Athens, when the most renowned works of art and architecture were produced. Athens headed the Delian league of several Greek cities and islands. Because of resentment of Athenian preeminence by the Peloponnesian League, headed by Sparta, the Peloponnesian War broke out. It ran from 431 to 404&#xA0;B.C.E., the Athenians finally suffering complete defeat at the hands of the Spartans. The rigid rule of Sparta lasted until about 371&#xA0;B.C.E., and then Thebes gained superiority. Grecian affairs entered a period of political decay, though Athens continued to be the cultural and philosophical center of the Mediterranean. Finally, the emerging power of Macedonia under Philip&#xA0;II conquered Greece in 338&#xA0;B.C.E., and Greece was unified under Macedonian control.<strong>Greece Under Alexander the Great. </strong>Back in the sixth century B.C.E., Daniel had received a prophetic vision foretelling the overthrow of the Medo-Persian Empire by Greece. Philip&#x2019;s son Alexander had been educated by Aristotle and, after Philip&#x2019;s assassination, became the champion of the Greek-speaking peoples. In 334&#xA0;B.C.E., Alexander set out to avenge Persian attacks on Greek cities on the W coast of Asia Minor. His lightning conquest of not only all Asia Minor but also Syria, Palestine, Egypt, and the entire Medo-Persian Empire as far as India fulfilled the prophetic picture at <a href=\"/en/wol/bc/r1/lp-e/1200001765/27/0\" data-bid=\"28-1\" class=\"b\">Daniel 8:5-7,</a><a href=\"/en/wol/bc/r1/lp-e/1200001765/27/1\" data-bid=\"28-2\" class=\"b\"> 20,&#xA0;21</a>. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200001765/28/0\" data-bid=\"29-1\" class=\"b\">Da 7:6</a>.) By taking over control of Judah in 332&#xA0;B.C.E., Greece now became the fifth successive world power insofar as the nation of Israel was concerned<wbr>&#x2014;Egypt, Assyria, Babylon, and Medo-Persia having been the previous four. By 328&#xA0;B.C.E., Alexander&#x2019;s conquest was complete, and now the remaining portion of Daniel&#x2019;s vision saw fulfillment. Alexander died in Babylon in 323&#xA0;B.C.E., and as foretold, his empire was subsequently split up into four dominions, none equaling the original empire in strength.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001765/29/0\" data-bid=\"30-1\" class=\"b\">Da 8:8,</a><a href=\"/en/wol/bc/r1/lp-e/1200001765/29/1\" data-bid=\"30-2\" class=\"b\"> 21, 22;</a><a href=\"/en/wol/bc/r1/lp-e/1200001765/29/2\" data-bid=\"30-3\" class=\"b\"> 11:3,&#xA0;4</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200001765/6\">MAPS, Vol.&#xA0;2, p.&#xA0;334</a>; <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001765/7\">ALEXANDER No.&#xA0;1</a>.Before his death, however, Alexander had introduced Greek culture and the Greek language into all of his vast realm. Greek colonies were set up in many conquered lands. The city of Alexandria was built in Egypt and came to rival Athens as a center of learning. Thus was initiated the Hellenizing (or Grecizing) of much of the Mediterranean and Middle Eastern regions. Common Greek, or Koine, became the lingua franca, spoken by people of many nationalities. It was the language that Jewish scholars in Alexandria used in producing their translation of the Hebrew Scriptures, the <em>Septuagint</em>. Later, the Christian Greek Scriptures were recorded in Koine, and the international popularity of this language contributed to the rapid spread of the Christian good news throughout the Mediterranean area.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001765/8\">GREEK</a>.<strong>Effect of Hellenization on the Jews. </strong>When Greece was divided among Alexander&#x2019;s generals, Judah became a border state between the Ptolemaic regime of Egypt and the Seleucid dynasty of Syria. First controlled by Egypt, the land was seized by the Seleucids in 198&#xA0;B.C.E. In an effort to unite Judah with Syria in a Hellenic culture, Greek religion, language, literature, and attire were all promoted in Judah.Greek colonies were founded throughout Jewish territory, including those at Samaria (thereafter called Sebaste), Acco (Ptolemais), and Beth-shean (Scythopolis), as well as some set up on previously unsettled sites E of the Jordan River. (See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001765/9\">DECAPOLIS</a>.) A gymnasium was established in Jerusalem and attracted Jewish youths. Since Greek games were linked with Greek religion, the gymnasium served to corrupt Jewish adherence to Scriptural principles. Even the priesthood suffered considerable infiltration by Hellenism during this period. By this means, beliefs previously foreign to the Jews gradually began to take root; these included the pagan teaching of the immortality of the human soul and the idea of an underworld place of torment after death.Antiochus Epiphanes&#x2019; desecration of the temple at Jerusalem (168&#xA0;B.C.E.) by introducing the worship of Zeus there marked the extreme point of Hellenization of the Jews and led to the Maccabean Wars.In Alexandria, Egypt, where the Jewish sector occupied a considerable portion of the city, Hellenizing influence was also strong. (See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001765/10\">ALEXANDRIA</a>.) Some Alexandrian Jews allowed the popularity of Grecian philosophy to sway them. Certain Jewish writers felt obligated to try to <span id=\"page1004\" class=\"pageNum\" data-no=\"1004\" data-before-text=\"1004\"></span>accommodate Jewish beliefs to what was then the &#x201C;modern trend.&#x201D; They tried to demonstrate that the current Grecian philosophical ideas were actually preceded by similar ideas in the Hebrew Scriptures or were even derived from them.<strong>Roman Rule Over the Greek States. </strong>Macedonia and Greece (one of the four sections into which Alexander&#x2019;s empire had been divided) fell to the Romans in 197&#xA0;B.C.E. The next year the Roman general proclaimed the &#x201C;freedom&#x201D; of all Greek cities. This meant no tribute was to be exacted, but Rome expected full cooperation with its wishes. Anti-Roman sentiment steadily developed. Macedonia warred against the Romans but was again defeated in 168&#xA0;B.C.E. and about 20 years later became a Roman province. Led by Corinth, the Achaean League rebelled in 146&#xA0;B.C.E., and Rome&#x2019;s armies marched into southern Greece and destroyed Corinth. The province of &#x201C;Achaia&#x201D; was formed and by 27&#xA0;B.C.E. came to include all of southern and central Greece.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001765/30/0\" data-bid=\"31-1\" class=\"b\">Ac 19:21;</a><a href=\"/en/wol/bc/r1/lp-e/1200001765/30/1\" data-bid=\"31-2\" class=\"b\"> Ro 15:26</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001765/11\">ACHAIA</a>.The period of Roman rule was one of political and economic decline for Greece. Only Grecian culture continued strong and was widely adopted by the conquering Romans. They imported Greek statues and literature enthusiastically. Even entire temples were dismantled and shipped to Italy. Many of Rome&#x2019;s young men were educated in Athens and other Greek seats of learning. Greece, on the other hand, turned its thoughts inward and dwelt on its past, developing an antiquarian attitude.<strong>&#x201C;Hellenes&#x201D; in the First Century C.E. </strong>At the time of Jesus Christ&#x2019;s ministry and that of his apostles, natives of Greece or those of Greek origin were still known as <em>Hel&#x2B9;le&#xB7;nes </em>(singular, <em>Hel&#x2B9;len</em>). The Greeks referred to non-Greeks as &#x201C;barbarians,&#x201D; meaning simply foreigners or those speaking a foreign tongue. The apostle Paul likewise contrasts &#x201C;Greeks&#x201D; and &#x201C;Barbarians&#x201D; at <a href=\"/en/wol/bc/r1/lp-e/1200001765/31/0\" data-bid=\"32-1\" class=\"b\">Romans 1:14</a>.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001765/12\">BARBARIAN</a>.In some instances Paul, however, also uses the term <em>Hel&#x2B9;le&#xB7;nes </em>in a broader sense. Particularly as contrasted with the Jews, he refers to the <em>Hel&#x2B9;le&#xB7;nes, </em>or Greeks, as <em>representative </em>of all the non-Jewish peoples. (<a href=\"/en/wol/bc/r1/lp-e/1200001765/32/0\" data-bid=\"33-1\" class=\"b\">Ro 1:16;</a><a href=\"/en/wol/bc/r1/lp-e/1200001765/32/1\" data-bid=\"33-2\" class=\"b\"> 2:6,</a><a href=\"/en/wol/bc/r1/lp-e/1200001765/32/2\" data-bid=\"33-3\" class=\"b\"> 9, 10;</a><a href=\"/en/wol/bc/r1/lp-e/1200001765/32/3\" data-bid=\"33-4\" class=\"b\"> 3:9;</a><a href=\"/en/wol/bc/r1/lp-e/1200001765/32/4\" data-bid=\"33-5\" class=\"b\"> 10:12;</a><a href=\"/en/wol/bc/r1/lp-e/1200001765/32/5\" data-bid=\"33-6\" class=\"b\"> 1Co 10:32;</a><a href=\"/en/wol/bc/r1/lp-e/1200001765/32/6\" data-bid=\"33-7\" class=\"b\"> 12:13</a>) Thus at <a href=\"/en/wol/bc/r1/lp-e/1200001765/33/0\" data-bid=\"34-1\" class=\"b\">1&#xA0;Corinthians chapter&#xA0;1</a>, Paul evidently parallels &#x201C;the Greeks&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001765/34/0\" data-bid=\"35-1\" class=\"b\">vs 22</a>) with &#x201C;the nations&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001765/35/0\" data-bid=\"36-1\" class=\"b\">vs 23</a>). This was doubtless due to the prominence and preeminence of the Greek language and culture throughout the entire Roman Empire. In a sense, the Greeks &#x2018;headed the list&#x2019; of non-Jewish peoples. This does not mean that Paul or the other writers of the Christian Greek Scriptures used <em>Hel&#x2B9;le&#xB7;nes </em>in a very loose sense so that by <em>Hel&#x2B9;len </em>they meant nothing more than a Gentile, as some commentators imply. Showing that <em>Hel&#x2B9;le&#xB7;nes </em>was used to identify a distinct people, Paul, at <a href=\"/en/wol/bc/r1/lp-e/1200001765/36/0\" data-bid=\"37-1\" class=\"b\">Colossians 3:11</a>, refers to the &#x201C;Greek&#x201D; as distinct from the &#x201C;foreigner [<em>bar&#x2B9;ba&#xB7;ros</em>]&#x201D; and the &#x201C;Scythian.&#x201D;In harmony with the foregoing, Greek scholar Hans Windisch comments: &#x201C;The sense of &#x2018;Gentile&#x2019; [for the word <em>Hel&#x2B9;len</em>] cannot be proved, .&#xA0;.&#xA0;. either from Hellenistic Judaism or the NT.&#x201D; (<em>Theological Dictionary of the New Testament, </em>edited by G.&#xA0;Kittel; translator and editor, G.&#xA0;Bromiley, 1971, Vol.&#xA0;II, p.&#xA0;516) Yet, he does present some evidence that Greek writers at times applied the term <em>Hel&#x2B9;len </em>to persons of other races who adopted the Greek language and culture<wbr>&#x2014;persons who were &#x201C;Hellenized.&#x201D; So, in considering the Biblical references to <em>Hel&#x2B9;le&#xB7;nes, </em>or Greeks, in many cases allowance must be made for the possibility at least that they were not such by birth or descent.The &#x201C;Grecian&#x201D; woman of Syrophoenician nationality whose daughter Jesus healed (<a href=\"/en/wol/bc/r1/lp-e/1200001765/37/0\" data-bid=\"38-1\" class=\"b\">Mr 7:26-30</a>) was likely of Greek descent to be distinguished in this way. The &#x201C;Greeks among those that came up to worship&#x201D; at the Passover and who requested an interview with Jesus were evidently Greek proselytes to the Jewish religion. (<a href=\"/en/wol/bc/r1/lp-e/1200001765/38/0\" data-bid=\"39-1\" class=\"b\">Joh 12:20</a>; note Jesus&#x2019; prophetic statement in <a href=\"/en/wol/bc/r1/lp-e/1200001765/39/0\" data-bid=\"40-1\" class=\"b\">verse 32</a> as to &#x2018;drawing men of all sorts to himself.&#x2019;) Timothy&#x2019;s father and Titus are each called <em>Hel&#x2B9;len. </em>(<a href=\"/en/wol/bc/r1/lp-e/1200001765/40/0\" data-bid=\"41-1\" class=\"b\">Ac 16:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200001765/40/1\" data-bid=\"41-2\" class=\"b\">&#xA0;3;</a><a href=\"/en/wol/bc/r1/lp-e/1200001765/40/2\" data-bid=\"41-3\" class=\"b\"> Ga 2:3</a>) This may mean that they were of Greek descent. However, in view of the claimed tendency of some Greek writers to employ <em>Hel&#x2B9;le&#xB7;nes </em>as referring to non-Greeks who were Greek speaking and of Greek culture, and in view of Paul&#x2019;s use of the term in the representative sense considered earlier, allowance can be made for the possibility that these persons were Greeks in this latter sense. Nevertheless, the fact that the Grecian woman was in Syrophoenicia, or that Timothy&#x2019;s father resided in Lystra of Asia Minor, or that Titus seems to have resided in Antioch of Syria, does not prove that they were not ethnically Greeks or descendants of such<wbr>&#x2014;for Greek colonists and immigrants were to be found in all these regions.When Jesus told a group that he was going to &#x2018;go to him that sent him&#x2019; and that &#x201C;where I am [going] you cannot come,&#x201D; the Jews said among themselves: &#x201C;Where does this man intend going, so that we shall not find him? He does not intend <span id=\"page1005\" class=\"pageNum\" data-no=\"1005\" data-before-text=\"1005\"></span>to go to the Jews dispersed among the Greeks and teach the Greeks, does he?&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001765/41/0\" data-bid=\"42-1\" class=\"b\">Joh 7:32-36</a>) By &#x201C;the Jews dispersed among the Greeks&#x201D; they evidently meant just that<wbr>&#x2014;not the Jews settled in Babylon but those scattered throughout the faraway Greek cities and lands to the west. The accounts of Paul&#x2019;s missionary travels reveal the remarkable number of Jewish immigrants there were in such Greek regions.People of Greek ancestry are certainly meant at <a href=\"/en/wol/bc/r1/lp-e/1200001765/42/0\" data-bid=\"43-1\" class=\"b\">Acts 17:12</a> and <a href=\"/en/wol/bc/r1/lp-e/1200001765/43/0\" data-bid=\"44-1\" class=\"b\">18:4</a>, where events in the Greek cities of Beroea and Corinth are under discussion. This may also be true of &#x201C;the Greeks&#x201D; in Macedonian Thessalonica (<a href=\"/en/wol/bc/r1/lp-e/1200001765/44/0\" data-bid=\"45-1\" class=\"b\">Ac 17:4</a>); in Ephesus on the western coast of Asia Minor, long colonized by Greeks and once the capital of Ionia (<a href=\"/en/wol/bc/r1/lp-e/1200001765/45/0\" data-bid=\"46-1\" class=\"b\">Ac 19:10,</a><a href=\"/en/wol/bc/r1/lp-e/1200001765/45/1\" data-bid=\"46-2\" class=\"b\"> 17;</a><a href=\"/en/wol/bc/r1/lp-e/1200001765/45/2\" data-bid=\"46-3\" class=\"b\"> 20:21</a>); and even in Iconium in central Asia Minor (<a href=\"/en/wol/bc/r1/lp-e/1200001765/46/0\" data-bid=\"47-1\" class=\"b\">Ac 14:1</a>). While the combination &#x201C;Jews and Greeks&#x201D; appearing in some of these texts might indicate that, like Paul, Luke there used &#x201C;Greeks&#x201D; as representative of non-Jewish peoples in general, actually only Iconium lay geographically outside the primary Grecian sphere.<strong><em>Hellenists. </em></strong>In the book of Acts another term appears: <em>Hel&#xB7;le&#xB7;ni&#xB7;stai&#x2B9; </em>(singular, <em>Hel&#xB7;le&#xB7;ni&#xB7;stes&#x2B9;</em>). This term is not found either in Greek or in Hellenistic Jewish literature; hence, the meaning is not completely certain. However, most lexicographers believe it designates &#x201C;Greek-speaking Jews&#x201D; at <a href=\"/en/wol/bc/r1/lp-e/1200001765/47/0\" data-bid=\"48-1\" class=\"b\">Acts 6:1</a> and <a href=\"/en/wol/bc/r1/lp-e/1200001765/48/0\" data-bid=\"49-1\" class=\"b\">9:29</a>. In the first of these two texts, these <em>Hel&#xB7;le&#xB7;ni&#xB7;stai&#x2B9; </em>are contrasted with the &#x201C;Hebrew-speaking Jews&#x201D; (<em>E&#xB7;brai&#x2B9;oi </em>[Westcott and Hort Greek text]). On the day of Pentecost, 33&#xA0;C.E., Jews and proselytes from many lands were present. That many such Greek-speaking persons came to the city is evidenced by the &#x201C;Theodotus Inscription&#x201D; found on the hill of Ophel in Jerusalem. Written in Greek, it states: &#x201C;Theodotus son of Vettenus, priest and synagogue-president, son of a synagogue-president and grandson of a synagogue-president, has built the synagogue for the reading of the Law and the teaching of the Commandments, and (he has built) the hostelry and the chambers and the cisterns of water in order to provide lodgings for those from abroad who need them<wbr>&#x2014;(the synagogue) which his fathers and the elders and Simonides had founded.&#x201D; (<em>Biblical Archaeology, </em>by G.&#xA0;Ernest Wright, 1962, p.&#xA0;240) Some would connect this inscription with the &#x201C;Synagogue of the Freedmen,&#x201D; members of which were among those responsible for the martyrdom of Stephen.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001765/49/0\" data-bid=\"50-1\" class=\"b\">Ac 6:9</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001765/13\">FREEDMAN, FREEMAN</a>.The form of <em>Hel&#xB7;le&#xB7;ni&#xB7;stai&#x2B9; </em>that appears in <a href=\"/en/wol/bc/r1/lp-e/1200001765/50/0\" data-bid=\"51-1\" class=\"b\">Acts 11:20</a>, however, with reference to certain residents of Antioch, Syria, may refer to &#x201C;Greek-speaking people&#x201D; generally, rather than Greek-speaking Jews. This seems to be shown by the indication that, until the arrival of Christians of Cyrene and Cyprus, the preaching of the word in Antioch had been restricted to &#x201C;Jews only.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001765/51/0\" data-bid=\"52-1\" class=\"b\">Ac 11:19</a>) So the <em>Hel&#xB7;le&#xB7;ni&#xB7;stai&#x2B9; </em>there mentioned may mean persons of various nationalities who had been Hellenized, using the Greek language (and perhaps living according to Greek custom).<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001765/14\">ANTIOCH</a> No.&#xA0;1; <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001765/15\">CYRENE, CYRENIAN</a>.The apostle Paul visited Macedonia and Greece on both his second and third missionary tours. (<a href=\"/en/wol/bc/r1/lp-e/1200001765/52/0\" data-bid=\"53-1\" class=\"b\">Ac 16:11&#x2013;18:11;</a><a href=\"/en/wol/bc/r1/lp-e/1200001765/52/1\" data-bid=\"53-2\" class=\"b\"> 20:1-6</a>) He spent time ministering in the important Macedonian cities of Philippi, Thessalonica, and Beroea and in the major Achaian cities of Athens and Corinth. (<a href=\"/en/wol/bc/r1/lp-e/1200001765/53/0\" data-bid=\"54-1\" class=\"b\">Ac 16:11, 12;</a><a href=\"/en/wol/bc/r1/lp-e/1200001765/53/1\" data-bid=\"54-2\" class=\"b\"> 17:1-4,</a><a href=\"/en/wol/bc/r1/lp-e/1200001765/53/2\" data-bid=\"54-3\" class=\"b\"> 10-12,</a><a href=\"/en/wol/bc/r1/lp-e/1200001765/53/3\" data-bid=\"54-4\" class=\"b\"> 15;</a><a href=\"/en/wol/bc/r1/lp-e/1200001765/53/4\" data-bid=\"54-5\" class=\"b\"> 18:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200001765/53/5\" data-bid=\"54-6\" class=\"b\">&#xA0;8</a>) He devoted a year and a half to the ministry in Corinth on his second tour (<a href=\"/en/wol/bc/r1/lp-e/1200001765/54/0\" data-bid=\"55-1\" class=\"b\">Ac 18:11</a>), during which time he wrote the two letters to the Thessalonians and possibly the one to the Galatians. On his third tour he wrote his letter to the Romans from Corinth. After his first imprisonment in Rome, Paul evidently again visited Macedonia, between 61 and 64&#xA0;C.E., probably writing his first letter to Timothy and possibly his letter to Titus from there.Through the early centuries of the Common Era, Greek culture continued to influence the Roman Empire, and Greece preserved its intellectual achievements, Athens possessing one of the chief universities in the Roman Empire. Constantine endeavored to fuse Christianity with certain pagan practices and teachings, and his own course set the stage for such fusion religion to become the official religion of the empire. This made Greece a part of Christendom.Today Greece controls a land area of 131,957 sq&#xA0;km (50,949 sq&#xA0;mi) and has a population of 9,967,000 (1985 estimate).<strong>[Picture on page&#xA0;1001]</strong>Zeus. The Greek gods had human form and often were viewed as grossly immoral"}