{"title":"Gull","link":"/en/wol/d/r1/lp-e/1200001781","html":"<span id=\"page1011\" class=\"pageNum\" data-no=\"1011\" data-before-text=\"1011\"></span><strong>GULL</strong>[Heb., <em>sha&#x2B9;chaph</em>].One of the birds hunting prey or eating carrion that were prohibited as food according to God&#x2019;s law given to the Israelites.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001781/0/0\" data-bid=\"1-1\" class=\"b\">Le 11:13,</a><a href=\"/en/wol/bc/r1/lp-e/1200001781/0/1\" data-bid=\"1-2\" class=\"b\"> 16;</a><a href=\"/en/wol/bc/r1/lp-e/1200001781/0/2\" data-bid=\"1-3\" class=\"b\"> De 14:12,</a><a href=\"/en/wol/bc/r1/lp-e/1200001781/0/3\" data-bid=\"1-4\" class=\"b\">&#xA0;15</a>.Although the <em>King James Version </em>renders the Hebrew name of this bird as &#x201C;cuckow&#x201D; (cuckoo), this translation has generally been abandoned in favor of sea gull (sometimes called sea mew). (See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001781/0\">CUCKOO</a>.) Some lexicographers understand the name to be derived from a root meaning &#x201C;be thin, slender, or lean,&#x201D; which might describe the gull from the standpoint of its trim appearance and the relative narrowness of the body as compared with the long, pointed wings. Others believe the Hebrew name <em>sha&#x2B9;chaph </em>is in imitation of the shrill cry made by this generally noisy bird. The older versions (<em>LXX, Vg</em>) also understood it to refer to the seagoing gull. The Hebrew term <em>sha&#x2B9;chaph </em>may be understood to be a generic term for a web-footed seabird resembling a gull. This group includes the true gulls, terns, skimmers, and skuas.Gulls, members of the family Laridae, are generally powerful fliers, and in addition to swimming well, they rest and even sleep on the water. The gull alternately flaps its wings, soars, wheels, and glides downward to pick up food in the form of fish, insects, and practically any kind of offal and garbage (thus serving as a valuable scavenger in ports and harbors). Herring gulls carry mussels or other mollusks up into the air and then drop them on rocks to break them open and make possible the eating of their contents. Despite its avid appetite for carrion, the gull is exceptionally clean in its habits.Several varieties of gulls, including the herring gull (<em>Larus argentatus</em>) and different types of the black-headed gull (<em>Larus ridibundus</em>), are found in Palestine along the Mediterranean seacoast and around the Sea of Galilee. Their color is usually white, though the back and upper side of the wings may be a pearl gray. The bill is strong and slightly curved. They usually live in colonies, nesting on cliff ledges or along the shores. Ranging in body size from that of a pigeon up to some 76&#xA0;cm (30 in) in length, the gull&#x2019;s wingspan may be as much as 1.5&#xA0;m (5&#xA0;ft) across. A restless and seemingly tireless bird, the gull is able to continue flying even in stormy gales. Its abundant and overlapping feathers, as many as 6,544 being counted on a single large gull, keep the body warm and dry during sustained periods of rest in the water.The tern, a member of the family Sternidae, is also abundant on Palestine&#x2019;s shores. It has a leaner body than the gull, is not a carrion eater, and has a forked tail and long tapering wings that are narrower than those of the gulls. Most terns are white, though generally wearing a black or gray cap. Feeding mainly on small fish, the tern hovers about and then darts quickly into the water with its long, straight, slender bill pointed downward to seize its prey. The tern is the greatest long-distance migrator of all birds, <span id=\"page1012\" class=\"pageNum\" data-no=\"1012\" data-before-text=\"1012\"></span>the arctic tern (<em>Sterna paradisaea</em>) covering as much as 35,400&#xA0;km (22,000&#xA0;mi) annually. Some terns, however, prefer the coastal waters of the warmer regions. Their rapid-moving, very graceful flight has earned them the name of swallows of the sea.Like the falcon and the ibis, the gull was viewed as a sacred bird in ancient Egypt."}