{"title":"Ham","link":"/en/wol/d/r1/lp-e/1200001832","html":"<span id=\"page1022\" class=\"pageNum\" data-no=\"1022\" data-before-text=\"1022\"></span><strong>HAM</strong><strong>1. </strong>One of Noah&#x2019;s three sons, born after 2470&#xA0;B.C.E. (<a href=\"/en/wol/bc/r1/lp-e/1200001832/0/0\" data-bid=\"1-1\" class=\"b\">Ge 5:32;</a><a href=\"/en/wol/bc/r1/lp-e/1200001832/0/1\" data-bid=\"1-2\" class=\"b\"> 7:6;</a><a href=\"/en/wol/bc/r1/lp-e/1200001832/0/2\" data-bid=\"1-3\" class=\"b\"> 11:10</a>) He was possibly the youngest son (<a href=\"/en/wol/bc/r1/lp-e/1200001832/1/0\" data-bid=\"2-1\" class=\"b\">Ge 9:24</a>); however, he is listed in second place at <a href=\"/en/wol/bc/r1/lp-e/1200001832/2/0\" data-bid=\"3-1\" class=\"b\">Genesis 5:32;</a><a href=\"/en/wol/bc/r1/lp-e/1200001832/2/1\" data-bid=\"3-2\" class=\"b\"> 6:10</a>; and elsewhere. <span id=\"page1023\" class=\"pageNum\" data-no=\"1023\" data-before-text=\"1023\"></span>At <a href=\"/en/wol/bc/r1/lp-e/1200001832/3/0\" data-bid=\"4-1\" class=\"b\">Genesis 10:21</a> Shem is called &#x201C;the brother of Japheth the oldest.&#x201D; Some believe that the expression &#x201C;youngest son&#x201D; at <a href=\"/en/wol/bc/r1/lp-e/1200001832/4/0\" data-bid=\"5-1\" class=\"b\">Genesis 9:24</a> refers to Noah&#x2019;s grandson Canaan.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001832/0\">CANAAN, CANAANITE</a> No.&#xA0;1.Ham was the father of four sons, Cush, Mizraim, Put, and Canaan. (<a href=\"/en/wol/bc/r1/lp-e/1200001832/5/0\" data-bid=\"6-1\" class=\"b\">Ge 10:6;</a><a href=\"/en/wol/bc/r1/lp-e/1200001832/5/1\" data-bid=\"6-2\" class=\"b\"> 1Ch 1:8</a>) The Ethiopians, Egyptians, some Arabian and African tribes, and the Canaanites descended from these sons. While it is claimed that some of the Hamitic tribes and nations listed in <a href=\"/en/wol/bc/r1/lp-e/1200001832/6/0\" data-bid=\"7-1\" class=\"b\">Genesis chapter&#xA0;10</a> spoke a Semitic language, this does not weigh against their being of Hamitic descent or their having originally spoken a Hamitic tongue. Many peoples adopted the language of their conquerors, of other peoples with whom they associated, or of the land to which they migrated.Ham married before the Flood. Along with his wife, his father and mother, and his two brothers and their wives, he survived the Flood. (<a href=\"/en/wol/bc/r1/lp-e/1200001832/7/0\" data-bid=\"8-1\" class=\"b\">Ge 6:18;</a><a href=\"/en/wol/bc/r1/lp-e/1200001832/7/1\" data-bid=\"8-2\" class=\"b\"> 7:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200001832/7/2\" data-bid=\"8-3\" class=\"b\"> 8:15, 16,</a><a href=\"/en/wol/bc/r1/lp-e/1200001832/7/3\" data-bid=\"8-4\" class=\"b\"> 18;</a><a href=\"/en/wol/bc/r1/lp-e/1200001832/7/4\" data-bid=\"8-5\" class=\"b\"> 1Pe 3:19,&#xA0;20</a>) Ham&#x2019;s sons were born after the Flood.Sometime later he became involved in an incident that brought a curse on his son Canaan. Noah had become intoxicated with wine and had uncovered himself in his tent. Ham saw his father&#x2019;s nakedness, and instead of showing the proper respect for Noah, the family head and the servant and prophet whom God had made an instrument in the preservation of the human race, Ham told his two brothers of his discovery. Shem and Japheth exhibited the proper respect by walking backwards with a mantle to cover Noah so that they would not bring reproach by looking on their father&#x2019;s nakedness. Noah, on awakening, uttered a curse, not on Ham, but on Ham&#x2019;s son Canaan. In the accompanying blessing of Shem, which included a blessing for Japheth, Ham was passed over and ignored; only Canaan was mentioned as cursed and was prophetically foretold to become a slave to Shem and Japheth.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001832/8/0\" data-bid=\"9-1\" class=\"b\">Ge 9:20-27</a>.It is possible that Canaan himself had been involved directly in the incident and that his father Ham had failed to correct him. Or Noah, speaking prophetically by inspiration, foresaw that the bad tendency in Ham, perhaps already manifest in his son Canaan, would be inherited by Canaan&#x2019;s offspring. The curse was partly fulfilled when the Semitic Israelites subjugated the Canaanites. Those who were not destroyed (for example, the Gibeonites [<a href=\"/en/wol/bc/r1/lp-e/1200001832/9/0\" data-bid=\"10-1\" class=\"b\">Jos&#xA0;9</a>]) were made slaves to Israel. Centuries later, the curse was further fulfilled when descendants of Ham&#x2019;s son Canaan came under the domination of the Japhetic world powers of Medo-Persia, Greece, and Rome.Some persons have incorrectly held that the black race and enslavement of members of that race resulted from the curse pronounced upon Canaan. On the contrary, the descendants of Canaan, the cursed one, were not of the black race. The black race descended from Cush and possibly from Put, other sons of Ham who were not involved in the incident or the curse.<strong>2. </strong>A city of the Zuzim E of the Jordan. (<a href=\"/en/wol/bc/r1/lp-e/1200001832/10/0\" data-bid=\"11-1\" class=\"b\">Ge 14:5</a>) Defeat was inflicted on the city by the king of Elam in coalition with three other kings at the time they crushed the rebellion of the cities of the District in the Dead Sea area. (<a href=\"/en/wol/bc/r1/lp-e/1200001832/11/0\" data-bid=\"12-1\" class=\"b\">Ge 14:1-12</a>) The order of the listing of Ham in <a href=\"/en/wol/bc/r1/lp-e/1200001832/12/0\" data-bid=\"13-1\" class=\"b\">Genesis 14:5, 6</a> seems to place it S of Ashteroth-karnaim and N of Shaveh-kiriathaim. The name of the city is preserved in that of the modern village of Ham on the Wadi er-Rejeileh (also called Wadi Ham) about 6&#xA0;km (3.5 mi) SSW of Irbid in the &#x2BD;Ajlun, and about 30&#xA0;km (19&#xA0;mi) SE of the S end of the Sea of Galilee. The ancient city itself appears to be the tell (Tell Ham) nearby.<strong>3. </strong>In the Psalms, &#x201C;Ham&#x201D; is associated with Egypt, it being called &#x201C;the land of Ham.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001832/13/0\" data-bid=\"14-1\" class=\"b\">Ps 78:51;</a><a href=\"/en/wol/bc/r1/lp-e/1200001832/13/1\" data-bid=\"14-2\" class=\"b\"> 105:23,</a><a href=\"/en/wol/bc/r1/lp-e/1200001832/13/2\" data-bid=\"14-3\" class=\"b\"> 27;</a><a href=\"/en/wol/bc/r1/lp-e/1200001832/13/3\" data-bid=\"14-4\" class=\"b\"> 106:21, 22</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001832/1\">EGYPT, EGYPTIAN</a>."}