{"title":"Hanging","link":"/en/wol/d/r1/lp-e/1200001860","html":"<span id=\"page1030\" class=\"pageNum\" data-no=\"1030\" data-before-text=\"1030\"></span><strong>HANGING</strong>Under the law given by Jehovah to Israel, certain criminals might be hung upon a stake after being put to death, as &#x201C;accursed of God,&#x201D; placed on public display as a warning example. A dead person thus hung was to be taken down before nightfall and buried; leaving him on the stake all night would defile the soil given to the Israelites by God. (<a href=\"/en/wol/bc/r1/lp-e/1200001860/0/0\" data-bid=\"1-1\" class=\"b\">De 21:22,&#xA0;23</a>) Israel followed this rule even if the one executed was not an Israelite.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001860/1/0\" data-bid=\"2-1\" class=\"b\">Jos 8:29;</a><a href=\"/en/wol/bc/r1/lp-e/1200001860/1/1\" data-bid=\"2-2\" class=\"b\"> 10:26,&#xA0;27</a>.The two sons and five grandsons of Saul whom David turned over to the Gibeonites for execution were not buried before nightfall. They were left in the open from the start of the barley harvest (March-April) until rain came, evidently after the harvest season was completed. The reason the Gibeonites were allowed to follow a different procedure in this instance seems to be because a national sin had been committed by King Saul, who had put some of the Gibeonites to death, thus violating the covenant made with them by Joshua centuries earlier. (<a href=\"/en/wol/bc/r1/lp-e/1200001860/2/0\" data-bid=\"3-1\" class=\"b\">Jos 9:15</a>) Now God had caused the land to suffer a three-year famine as evidence of his anger. Therefore the bodies of the hanged ones were left exposed until Jehovah indicated that his wrath had been appeased by ending the drought period with a downpour of rain. David then had the bones of the men buried, after which &#x201C;God let himself be entreated for the land.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001860/3/0\" data-bid=\"4-1\" class=\"b\">2Sa 21:1-14</a>.The narrative of the book of Esther reports the hanging of several persons. The same Hebrew word (<em>ta&#xB7;lah&#x2B9;, </em>meaning &#x201C;hang; hang up&#x201D;) is used in each instance. It is specifically stated that <span id=\"page1031\" class=\"pageNum\" data-no=\"1031\" data-before-text=\"1031\"></span>Haman&#x2019;s ten sons were killed by the Jews, then hanged the next day. (<a href=\"/en/wol/bc/r1/lp-e/1200001860/4/0\" data-bid=\"5-1\" class=\"b\">Es 9:7-10,</a><a href=\"/en/wol/bc/r1/lp-e/1200001860/4/1\" data-bid=\"5-2\" class=\"b\"> 13,&#xA0;14</a>) The others hanged were evidently treated in the same manner, their dead bodies being exposed on high before the public because their crimes were offenses against the king. (<a href=\"/en/wol/bc/r1/lp-e/1200001860/5/0\" data-bid=\"6-1\" class=\"b\">Es 2:21-23;</a><a href=\"/en/wol/bc/r1/lp-e/1200001860/5/1\" data-bid=\"6-2\" class=\"b\"> 7:9,&#xA0;10</a>) The same Hebrew word is used for the hanging of Pharaoh&#x2019;s chief baker.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001860/6/0\" data-bid=\"7-1\" class=\"b\">Ge 40:22;</a><a href=\"/en/wol/bc/r1/lp-e/1200001860/6/1\" data-bid=\"7-2\" class=\"b\"> 41:13</a>.The nations surrounding Israel were generally more cruel than the Israelites in their methods of inflicting punishment and of heaping reproach on those executed. When the armies of Babylon captured Jerusalem, they inflicted cruel punishments on the nobles, hanging some of the princes by &#x201C;just their hand.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001860/7/0\" data-bid=\"8-1\" class=\"b\">La 5:12</a>.Jesus Christ was hanged alive, nailed to a stake, on order of the Roman government in Palestine. (<a href=\"/en/wol/bc/r1/lp-e/1200001860/8/0\" data-bid=\"9-1\" class=\"b\">Joh 20:25,</a><a href=\"/en/wol/bc/r1/lp-e/1200001860/8/1\" data-bid=\"9-2\" class=\"b\">&#xA0;27</a>) The apostle Paul explains that the manner of Jesus&#x2019; death was highly important to the Jews, for &#x201C;Christ by purchase released us from the curse of the Law by becoming a curse instead of us, because it is written: &#x2018;Accursed is every man hanged upon a stake.&#x2019;&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001860/9/0\" data-bid=\"10-1\" class=\"b\">Ga 3:13</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001860/0\">IMPALEMENT</a>.In two cases of suicide recorded in the Bible, strangulation by hanging was employed. Ahithophel, David&#x2019;s traitorous counselor, strangled himself (&#x201C;hanged himself,&#x201D; <em>LXX</em>). (<a href=\"/en/wol/bc/r1/lp-e/1200001860/10/0\" data-bid=\"11-1\" class=\"b\">2Sa 17:23</a>) Ahithophel&#x2019;s action was prophetic of that of one of Jesus&#x2019; apostles who proved to be traitorous, Judas Iscariot. (<a href=\"/en/wol/bc/r1/lp-e/1200001860/11/0\" data-bid=\"12-1\" class=\"b\">Ps 41:9;</a><a href=\"/en/wol/bc/r1/lp-e/1200001860/11/1\" data-bid=\"12-2\" class=\"b\"> Joh 13:18</a>) Judas hanged himself also. (<a href=\"/en/wol/bc/r1/lp-e/1200001860/12/0\" data-bid=\"13-1\" class=\"b\">Mt 27:5</a>) Apparently the rope, or perhaps a branch of the tree on which Judas hanged himself, broke, &#x201C;and pitching head foremost he noisily burst in his midst and all his intestines were poured out.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001860/13/0\" data-bid=\"14-1\" class=\"b\">Ac 1:18</a>."}