{"title":"Harlot","link":"/en/wol/d/r1/lp-e/1200001883","html":"<span id=\"page1036\" class=\"pageNum\" data-no=\"1036\" data-before-text=\"1036\"></span><strong>HARLOT</strong>A prostitute. The term is usually applied to a female who engages in sex relations outside the marriage bond, especially if she customarily does this for some form of hire. In fact, the Greek term <em>por&#x2B9;ne </em>(harlot; fornicatrix; prostitute) comes from a root meaning &#x201C;sell.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001883/0/0\" data-bid=\"1-1\" class=\"b\">Re 17:1</a>, ftn) The Hebrew term <em>zoh&#xB7;nah&#x2B9; </em>(harlot; prostitute) comes from the root verb <em>za&#xB7;nah&#x2B9;, </em>meaning &#x201C;play the harlot; have immoral intercourse; commit prostitution; fornicate.&#x201D;<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200001883/0\">PROSTITUTE</a>.From the beginning, harlotry was condemned by God. The perfect marriage standard was established in Eden by God himself at the marriage of Adam and Eve, when He stated: &#x201C;A man will leave his father and his mother and he must stick to his wife and they must become one flesh.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001883/1/0\" data-bid=\"2-1\" class=\"b\">Ge 2:24</a>) Though God condemned harlotry, he did permit concubinage and polygamy, even among his servants, until his due time to reestablish the perfect marriage standard through Jesus Christ. Jesus quoted the above words of his Father, and the apostle Paul pointed out that this rule was binding on the Christian congregation. He showed that a Christian who violates this rule joins himself to a harlot, as &#x201C;one body.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001883/2/0\" data-bid=\"3-1\" class=\"b\">Mt 19:4-9;</a><a href=\"/en/wol/bc/r1/lp-e/1200001883/2/1\" data-bid=\"3-2\" class=\"b\"> 1Co 6:16</a>.The early view of harlotry among God&#x2019;s servants is illustrated in the case of Judah the great-grandson of Abraham. While living as an alien resident in Canaan, where harlotry was tolerated, the family head Judah had relations with his son Er&#x2019;s widow Tamar, who was disguised as a harlot. When it was discovered that Tamar was pregnant from the act, it was reported to Judah: &#x201C;Tamar your daughter-in-law has played the harlot, and here she is also pregnant by her harlotry.&#x201D; Judah then ordered her to be burned (that is, first put to death, then burned as detestable) because she was considered to be espoused to Judah&#x2019;s son Shelah. On discovering the full facts, Judah did not excuse himself for his act with a supposed harlot, but he said regarding Tamar: &#x201C;She is more righteous than I am, for the reason that I did not give her to Shelah my son.&#x201D; He excused Tamar for thus acting to have offspring from Judah after Judah had failed to give her to his son Shelah in order that brother-in-law marriage might be performed toward her.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001883/3/0\" data-bid=\"4-1\" class=\"b\">Ge 38:6-26</a>.Harlotry was condemned by the Law of God to Israel, although harlots existed in the land. (<a href=\"/en/wol/bc/r1/lp-e/1200001883/4/0\" data-bid=\"5-1\" class=\"b\">Pr&#xA0;7</a>) The Law strictly forbade prostitution of an Israelite girl. (<a href=\"/en/wol/bc/r1/lp-e/1200001883/5/0\" data-bid=\"6-1\" class=\"b\">Le 19:29;</a><a href=\"/en/wol/bc/r1/lp-e/1200001883/5/1\" data-bid=\"6-2\" class=\"b\"> 21:9</a>) Any Israelite girl who had committed fornication and who later married under the fraudulent claim of being a virgin was to be stoned to death. (<a href=\"/en/wol/bc/r1/lp-e/1200001883/6/0\" data-bid=\"7-1\" class=\"b\">De 22:20,&#xA0;21</a>) The payment that was obtained as the hire of a harlot was a disgusting thing and was unacceptable as a contribution to the sanctuary of Jehovah. This was in contrast with pagan practices wherein temple harlots were often a source of revenue.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001883/7/0\" data-bid=\"8-1\" class=\"b\">De 23:18</a>.Rahab, a harlot of the pagan city of Jericho, displayed a right heart toward Jehovah and acted to assist the Israelite spies sent out by Joshua. For her faith, and works in harmony therewith, her life was spared. She later joined in honorable marriage with Salmon of the tribe of Judah and <span id=\"page1037\" class=\"pageNum\" data-no=\"1037\" data-before-text=\"1037\"></span>became an ancestress of Jesus Christ.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001883/8/0\" data-bid=\"9-1\" class=\"b\">Jos chap&#xA0;2; </a><a href=\"/en/wol/bc/r1/lp-e/1200001883/8/1\" data-bid=\"9-2\" class=\"b\">6:22-25;</a> <a href=\"/en/wol/bc/r1/lp-e/1200001883/9/0\" data-bid=\"10-1\" class=\"b\">Mt 1:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200001883/9/1\" data-bid=\"10-2\" class=\"b\">&#xA0;5;</a><a href=\"/en/wol/bc/r1/lp-e/1200001883/9/2\" data-bid=\"10-3\" class=\"b\"> Jas 2:25</a>.When Jesus Christ was on earth, he scathingly denounced the unbelieving chief priests and older men of influence, declaring that tax collectors and harlots were going ahead of them into the Kingdom of God. (<a href=\"/en/wol/bc/r1/lp-e/1200001883/10/0\" data-bid=\"11-1\" class=\"b\">Mt 21:23,</a><a href=\"/en/wol/bc/r1/lp-e/1200001883/10/1\" data-bid=\"11-2\" class=\"b\"> 31,&#xA0;32</a>) These despised persons were righthearted ones who received forgiveness through faith in Christ. Nevertheless, they had to clean up first from their harlotry, for those continuing to practice such immorality cannot inherit the Kingdom.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001883/11/0\" data-bid=\"12-1\" class=\"b\">Ga 5:19-21;</a><a href=\"/en/wol/bc/r1/lp-e/1200001883/11/1\" data-bid=\"12-2\" class=\"b\"> Eph 5:5</a>.<strong>Figurative Use. </strong>The term &#x201C;harlot&#x201D; is also used figuratively to apply to a professed worshiper of Jehovah, or to an organization or a nation that claims to worship him but that actually gives affection and worship to other gods. Jerusalem became a &#x201C;harlot&#x201D; in this sense. In fact, she went so far that she did what was not normal for harlots, namely, instead of receiving pay, she paid pagan nations to practice harlotry with her.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001883/12/0\" data-bid=\"13-1\" class=\"b\">Eze 16:33, 34</a>; see <a href=\"/en/wol/bc/r1/lp-e/1200001883/13/0\" data-bid=\"14-1\" class=\"b\">Eze 23</a>, where Samaria (representing Israel) and Jerusalem (Judah) are likened to prostitutes.Revelation symbolically depicts a harlot who rides on a scarlet-colored wild beast and has as a name on her forehead &#x201C;Babylon the Great, the mother of the harlots and of the disgusting things of the earth.&#x201D; With her &#x201C;the kings of the earth committed fornication.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001883/14/0\" data-bid=\"15-1\" class=\"b\">Re 17:1-5</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001883/1\">BABYLON THE GREAT</a>; <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001883/2\">FORNICATION</a>."}