{"title":"Harod","link":"/en/wol/d/r1/lp-e/1200001887","html":"<span id=\"page1038\" class=\"pageNum\" data-no=\"1038\" data-before-text=\"1038\"></span><strong>HAROD</strong>(Ha&#x2B9;rod) [Trembling].A well (spring or fountain, as this is the usual meaning of the Hebrew word, although the Hebrew words for &#x201C;well&#x201D; and &#x201C;fountain&#x201D; are sometimes used interchangeably; compare <a href=\"/en/wol/bc/r1/lp-e/1200001887/0/0\" data-bid=\"1-1\" class=\"b\">Ge 16:7,</a><a href=\"/en/wol/bc/r1/lp-e/1200001887/0/1\" data-bid=\"1-2\" class=\"b\"> 14;</a><a href=\"/en/wol/bc/r1/lp-e/1200001887/0/2\" data-bid=\"1-3\" class=\"b\"> 24:11,</a><a href=\"/en/wol/bc/r1/lp-e/1200001887/0/3\" data-bid=\"1-4\" class=\"b\">&#xA0;13</a>), in the vicinity of which the Israelite army under Gideon&#x2019;s leadership encamped and where, later, the reduced force of 10,000 was put to the proof. Subsequently 300 men were selected to rout the Midianites. The earlier departure of 22,000 Israelites because of their being &#x201C;afraid and trembling&#x201D; may have been the reason for giving the well its name.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001887/1/0\" data-bid=\"2-1\" class=\"b\">Jg 7:1-7</a>.The well of Harod has been traditionally identified with &#x2BD;Ain Jalud (Mayan Harod), a spring rising on the NW spur of Mount Gilboa. Regarding &#x2BD;Ain Jalud the noted scholar G.&#xA0;A.&#xA0;Smith observed: &#x201C;It bursts some fifteen feet [less than 5&#xA0;m] broad and two [0.6 m] deep from the foot of Gilboa, and mainly out of it, but fed also by the other two springs [&#x2BD;Ain el-Meiyiteh and &#x2BD;Ain Tuba&#x2BD;un], it flows strongly enough to work six or seven mills. The deep bed and soft banks of this stream constitute a formidable ditch in front of the position on Gilboa, and render it possible for defenders of the latter to hold the spring at their feet in face of an enemy on the plain: and the spring is indispensable to them, for neither to the left, right, nor rear is other living water. .&#xA0;.&#xA0;. The stream, which makes it possible for the occupiers of the hill to hold also the well against the enemy on the plain, forbids them to be careless in using the water; for they drink in face of that enemy, and the reeds and shrubs which mark its course afford cover for hostile ambushes.&#x201D;<wbr>&#x2014;<em>The Historical Geography of the Holy Land, </em>London, 1968, p.&#xA0;258."}