{"title":"Havilah","link":"/en/wol/d/r1/lp-e/1200001921","html":"<span id=\"page1045\" class=\"pageNum\" data-no=\"1045\" data-before-text=\"1045\"></span><strong>HAVILAH</strong>(Hav&#x2B9;i&#xB7;lah) [[Region of] Sand].<strong>1. </strong>A land &#x2018;encircled&#x2019; by the Pishon, one of the four rivers branching off from the river issuing out of Eden. It is further identified as a land of good gold, bdellium gum, and onyx stone. (<a href=\"/en/wol/bc/r1/lp-e/1200001921/0/0\" data-bid=\"1-1\" class=\"b\">Ge 2:10-12</a>) Inasmuch as the Pishon River is no longer identifiable, the location of the land of Havilah remains uncertain. (See <a href=\"/en/wol/tc/r1/lp-e/1200001921/0\">PISHON</a>.) The description of its resources is considered by some to be typically Arabian, and it is associated by some with a region in Arabia. On the basis of the Biblical reference to &#x201C;the <em>entire land </em>of Havilah,&#x201D; J.&#xA0;Simons suggests that the term &#x201C;Havilah&#x201D; may take in the entire Arabian Peninsula, though it is difficult to see how the Pishon River could have &#x2018;encircled&#x2019; such an area.<wbr>&#x2014;<em>The Geographical and Topographical Texts of the Old Testament, </em>Leiden, 1959, pp.&#xA0;40,&#xA0;41.<strong>2. </strong>According to <a href=\"/en/wol/bc/r1/lp-e/1200001921/1/0\" data-bid=\"2-1\" class=\"b\">Genesis 25:18</a>, the Ishmaelites were &#x201C;tabernacling from Havilah near Shur, which is in front of Egypt, as far as Assyria.&#x201D; This would require that Havilah, or at least a portion thereof, extend to or near the Sinai Peninsula, in which the Wilderness of Shur likely is located. (See <a href=\"/en/wol/tc/r1/lp-e/1200001921/1\">SHUR</a>.) The text evidently shows that the nomadic Ishmaelites ranged from the Sinai Peninsula clear across northern Arabia and into Mesopotamia. Similarly, when King Saul struck down the Amalekites &#x201C;from Havilah as far as Shur, which is in front of Egypt&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001921/2/0\" data-bid=\"3-1\" class=\"b\">1Sa 15:7</a>), it would appear that the expression &#x201C;from Havilah&#x201D; points to a portion, probably the NW corner, of the Arabian Peninsula as representing one limit of the territory in which the Amalekites were centered, while the Wilderness of Shur in the Sinai Peninsula represented the other limit, or as expressed in <em>The Interpreter&#x2019;s Dictionary of the Bible, </em>&#x201C;from the desert interior of the N Arabian Nejd to the region N of modern Suez in Egypt.&#x201D; (Edited by G.&#xA0;A.&#xA0;Buttrick, 1962, Vol.&#xA0;1, p.&#xA0;101) Thus, it would appear that it embraced at least the NW portion of the Arabian Peninsula and perhaps a much larger area.<strong>3. </strong>A son of Cush the son of Ham. (<a href=\"/en/wol/bc/r1/lp-e/1200001921/3/0\" data-bid=\"4-1\" class=\"b\">Ge 10:6,&#xA0;7</a>) Many scholars view the name Havilah in this text as also representing a region, and the name may well have come to be applied to the area settled by the descendants of this son of Cush. Since the majority of Cush&#x2019;s descendants appear to have <span id=\"page1046\" class=\"pageNum\" data-no=\"1046\" data-before-text=\"1046\"></span>migrated into Africa and Arabia following the breakup at Babel (<a href=\"/en/wol/bc/r1/lp-e/1200001921/4/0\" data-bid=\"5-1\" class=\"b\">Ge 11:9</a>), it is generally suggested that the descendants of the Cushite Havilah are to be connected with the region called Haulan in ancient Sabean inscriptions. This region lay on the SW coast of Arabia to the N of modern-day Yemen. Additionally, some suggest that, in course of time, migrants of this tribe crossed the Red Sea to the area now known as Djibouti and Somalia in Africa, the ancient name possibly being preserved there in that of the Aualis. (<em>A Dictionary of the Bible, </em>edited by J.&#xA0;Hastings, 1903, Vol.&#xA0;II, p.&#xA0;311) It is equally possible that the migration took place in a reverse direction, that is, from Africa to Arabia. The strait of the Red Sea, called Bab el-Mandeb, that separates Arabia from Djibouti in Africa is only about 32&#xA0;km (20&#xA0;mi) wide.<strong>4. </strong>A son of Joktan and descendant of Shem through Arpachshad. (<a href=\"/en/wol/bc/r1/lp-e/1200001921/5/0\" data-bid=\"6-1\" class=\"b\">Ge 10:22-29</a>) The names of certain others of Joktan&#x2019;s sons, such as Hazarmaveth and Ophir, are evidently connected with regions in S Arabia. Thus it seems likely that the Semitic Havilah and his descendants also settled in Arabia, though not necessarily in the south. Some would place him in the region identical with that of the Cushite Havilah; but the mere correspondency of the names is hardly basis for assuming that, in spite of their ethnological differences, they both gravitated to the same area. While the evidence connecting the Cushite Havilah with the region in SW Arabia known as Haulan (mentioned in No.&#xA0;3) is not conclusive, hence possibly allowing for Haulan to be connected instead with the Semitic Havilah, Haulan&#x2019;s association with Africa and its proximity to Ethiopia (the land of Cush) would seem to favor its being linked with the Cushite Havilah. On this basis it would seem likely that the Havilah descended from Shem occupied territory more to the N of Arabia, perhaps providing the source for the name of the land referred to in No.&#xA0;1."}