{"title":"Hazael","link":"/en/wol/d/r1/lp-e/1200001923","html":"<span id=\"page1046\" class=\"pageNum\" data-no=\"1046\" data-before-text=\"1046\"></span><strong>HAZAEL</strong>(Haz&#x2B9;a&#xB7;el) [God Beheld].A notable king of Syria, Hazael apparently began to rule during the reign of King Jehoram of Israel (c.&#xA0;917-905&#xA0;B.C.E.). (<a href=\"/en/wol/bc/r1/lp-e/1200001923/0/0\" data-bid=\"1-1\" class=\"b\">2Ki 8:7-16</a>) He died during the reign of King Jehoash of Israel (c.&#xA0;859-845&#xA0;B.C.E.). (<a href=\"/en/wol/bc/r1/lp-e/1200001923/1/0\" data-bid=\"2-1\" class=\"b\">2Ki 13:24,&#xA0;25</a>) Hazael was not of royal lineage but had merely been a high officer in the service of his predecessor, King Ben-hadad&#xA0;II of Syria.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001923/2/0\" data-bid=\"3-1\" class=\"b\">2Ki 8:7-9</a>.Years prior to Hazael&#x2019;s reign, Jehovah had instructed Elijah to &#x201C;anoint Hazael as king over Syria.&#x201D; The reason for the appointment was that Israel had sinned against God and Hazael was to execute punishment upon the nation.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001923/3/0\" data-bid=\"4-1\" class=\"b\">1Ki 19:15-18</a>.Hazael was never literally anointed with oil, but the commission given to Elijah was nevertheless fulfilled by his successor Elisha the prophet. This occurred when Syrian King Ben-hadad&#xA0;II fell sick and sent Hazael to Syria&#x2019;s principal city Damascus. Hazael was to take a gift and to inquire of Elisha whether or not Ben-hadad would survive his sickness. Elisha said to Hazael: &#x201C;Go, say to [Ben-hadad], &#x2018;You will positively revive,&#x2019;&#x201D; but the prophet continued, saying: &#x201C;And Jehovah has shown me that he will positively die.&#x201D; He further said to Hazael: &#x201C;Jehovah has shown me you as king over Syria.&#x201D; On Hazael&#x2019;s return, in reply to the king&#x2019;s question as to Elisha&#x2019;s answer, <span id=\"page1047\" class=\"pageNum\" data-no=\"1047\" data-before-text=\"1047\"></span>Hazael said: &#x201C;He said to me, &#x2018;You will positively revive&#x2019;&#x201D;; but then, on the next day, Hazael suffocated the king with a wet coverlet and began to rule in his place.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001923/4/0\" data-bid=\"5-1\" class=\"b\">2Ki 8:7-15</a>.The words of Elisha to Hazael have been the subject of considerable conjecture. According to the margin of the Masoretic text, as well as the Greek <em>Septuagint, </em>the Latin <em>Vulgate, </em>the Syriac <em>Peshitta, </em>and 18 Hebrew manuscripts, the text reads: &#x201C;Say to him, &#x2018;You <em>will</em>,&#x2019;&#x201D; whereas the main body of the Masoretic text says, &#x201C;Say, &#x2018;You <em>will not.&#x2019;&#x201D;</em>If the reading is taken that Hazael was told to tell Ben-hadad &#x201C;&#x2018;You will positively revive,&#x2019;&#x201D; Elisha&#x2019;s answer to Ben-hadad&#x2019;s inquiry may have been in the form of a riddle, meaning that Ben-hadad&#x2019;s sickness itself would not kill him but that he would nevertheless die (as he did, by the hand of Hazael). At any rate, Hazael verbally gave the king the first part of Elisha&#x2019;s answer: &#x201C;You will positively revive,&#x201D; but the rest of the answer Hazael carried out in violent action.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001923/5/0\" data-bid=\"6-1\" class=\"b\">2Ki 8:10</a>.<strong>Hazael Oppresses Israel. </strong>Shortly after becoming king, Hazael engaged in a war with the kings of Israel and Judah at Ramoth-gilead. At that time, King Jehoram of Israel was wounded at Ramah, but the outcome of the battle itself is not stated in the account. (<a href=\"/en/wol/bc/r1/lp-e/1200001923/6/0\" data-bid=\"7-1\" class=\"b\">2Ki 8:25-29;</a><a href=\"/en/wol/bc/r1/lp-e/1200001923/6/1\" data-bid=\"7-2\" class=\"b\"> 2Ch 22:1-6</a>) In the days of Jehoram&#x2019;s successor King Jehu of Israel, Hazael began to take Israel&#x2019;s land piece by piece, capturing Gilead and Bashan, E of the Jordan. (<a href=\"/en/wol/bc/r1/lp-e/1200001923/7/0\" data-bid=\"8-1\" class=\"b\">2Ki 10:32,&#xA0;33</a>) This apparently opened the way for his later invasion of the kingdom of Judah. Hazael took the city of Gath in Philistia and then set his face to go up against Jerusalem. King Jehoash of Judah, however, bought Hazael off by giving him valuable things from the temple and palace so that Hazael withdrew, sparing Jerusalem.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001923/8/0\" data-bid=\"9-1\" class=\"b\">2Ki 12:17,&#xA0;18</a>.Particularly during the reign of Jehu&#x2019;s son Jehoahaz of Israel, Hazael became a great oppressor of Israel, fulfilling what the prophet Elisha had foreseen<wbr>&#x2014;that Hazael would consign Israel&#x2019;s fortified places to the fire, kill their choice men with the sword, dash to pieces their children, and rip up their pregnant women. (<a href=\"/en/wol/bc/r1/lp-e/1200001923/9/0\" data-bid=\"10-1\" class=\"b\">2Ki 13:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200001923/9/1\" data-bid=\"10-2\" class=\"b\"> 22;</a><a href=\"/en/wol/bc/r1/lp-e/1200001923/9/2\" data-bid=\"10-3\" class=\"b\"> 8:12</a>) Yet, God did not allow Syria to crush Israel completely. (<a href=\"/en/wol/bc/r1/lp-e/1200001923/10/0\" data-bid=\"11-1\" class=\"b\">2Ki 13:4,&#xA0;5</a>) After Hazael&#x2019;s death, King Jehoash of Israel, in three victories, recaptured from Hazael&#x2019;s son Ben-hadad&#xA0;III the cities that Hazael had taken from King Jehoahaz, his father. (<a href=\"/en/wol/bc/r1/lp-e/1200001923/11/0\" data-bid=\"12-1\" class=\"b\">2Ki 13:23-25</a>) Later King Jeroboam&#xA0;II of Israel &#x201C;restored Damascus and Hamath to Judah in Israel.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001923/12/0\" data-bid=\"13-1\" class=\"b\">2Ki 14:28</a>.<strong>In Ancient Inscriptions. </strong>Hazael is mentioned in a historical inscription found at a place now called Afis, about 40&#xA0;km (25&#xA0;mi) SW of Aleppo. This inscription agrees with the Bible, that Hazael&#x2019;s son Ben-hadad&#xA0;III, here called &#x201C;Barhadad,&#x201D; succeeded him as king of Syria.The campaigns of Shalmaneser&#xA0;III against Syria are recorded in his annals, in which he recounts his victories over Hazael. In these annals, Hazael is called a commoner (literally, son of nobody), doubtless because he was not of royal descent but took the throne of Damascus by assassinating King Ben-hadad&#xA0;II. One of these inscriptions reads: &#x201C;In the eighteenth year of my rule I crossed the Euphrates for the sixteenth time. Hazael of Damascus (<em>Imerisu</em>) put his trust upon his numerous army and called up his troops in great number, making the mountain Senir (Sa-ni-ru), a mountain, facing the Lebanon, to his fortress. I fought with him and inflicted a defeat upon him, killing with the sword 16,000 of his experienced soldiers. I took away from him 1,121 chariots, 470 riding horses as well as his camp. He disappeared to save his life (but) I followed him and besieged him in Damascus (<em>Di-mas-qi</em>), his royal residence. (There) I cut down his gardens (outside of the city, and departed). I marched as far as the mountains of Hauran (<em>sade<sup>e mat</sup>Ha-u-ra-ni</em>), destroying, tearing down and burning innumerable towns, carrying booty away from them which was beyond counting.&#x201D;<wbr>&#x2014;<em>Ancient Near Eastern Texts, </em>edited by J.&#xA0;B.&#xA0;Pritchard, 1974, p.&#xA0;280.However, Shalmaneser&#xA0;III evidently failed to take Damascus itself. This was apparently left for Tiglath-pileser&#xA0;III to accomplish, in the days of Syrian King Rezin. This fulfilled Jehovah&#x2019;s prophecy through Amos: &#x201C;I will send a fire onto the house of Hazael, and it must devour the dwelling towers of Ben-hadad. And I will break the bar of Damascus.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001923/13/0\" data-bid=\"14-1\" class=\"b\">Am 1:4,&#xA0;5;</a><a href=\"/en/wol/bc/r1/lp-e/1200001923/13/1\" data-bid=\"14-2\" class=\"b\"> 2Ki 16:9</a>."}