{"title":"Hazor","link":"/en/wol/d/r1/lp-e/1200001937","html":"<span id=\"page1049\" class=\"pageNum\" data-no=\"1049\" data-before-text=\"1049\"></span><strong>HAZOR</strong>(Ha&#x2B9;zor) [Courtyard; Settlement].<strong>1. </strong>The chief city of northern Canaan at the time of Israel&#x2019;s conquest under Joshua. (<a href=\"/en/wol/bc/r1/lp-e/1200001937/0/0\" data-bid=\"1-1\" class=\"b\">Jos 11:10</a>) Hazor has been identified with Tell el-Qedah (Tel Hazor) located about 11&#xA0;km (7&#xA0;mi) SSE of the suggested site of Kedesh. According to archaeologist Yigael Yadin, under whose direction excavations were carried out at the site from 1955 to 1958 and 1968 to 1969, the Hazor of Joshua&#x2019;s time covered an area of approximately 60 ha (150&#xA0;acres) and could have accommodated from 25,000 to 30,000 inhabitants.Jabin the king of Hazor led the united forces of northern Canaan against Joshua but suffered a humiliating defeat. Hazor itself was burned, the only city in that area built on a mound to be so treated. (<a href=\"/en/wol/bc/r1/lp-e/1200001937/1/0\" data-bid=\"2-1\" class=\"b\">Jos 11:1-13</a>) Although later assigned to the tribe of Naphtali (<a href=\"/en/wol/bc/r1/lp-e/1200001937/2/0\" data-bid=\"3-1\" class=\"b\">Jos 19:32,</a><a href=\"/en/wol/bc/r1/lp-e/1200001937/2/1\" data-bid=\"3-2\" class=\"b\"> 35,&#xA0;36</a>), Hazor, in the time of Deborah and Barak, was the seat of another powerful Canaanite king also called Jabin.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001937/3/0\" data-bid=\"4-1\" class=\"b\">Jg 4:2,</a><a href=\"/en/wol/bc/r1/lp-e/1200001937/3/1\" data-bid=\"4-2\" class=\"b\"> 17;</a><a href=\"/en/wol/bc/r1/lp-e/1200001937/3/2\" data-bid=\"4-3\" class=\"b\"> 1Sa 12:9</a>.At a later period, Hazor, like Gezer and Megiddo, was fortified by King Solomon. (<a href=\"/en/wol/bc/r1/lp-e/1200001937/4/0\" data-bid=\"5-1\" class=\"b\">1Ki 9:15</a>) Archaeological finds indicate that the gates of these three cities were of similar construction. Reporting on the excavations at Hazor, Yigael Yadin, in his work <em>The Art of Warfare in Biblical Lands </em>(1963, Vol.&#xA0;II, p.&#xA0;288), writes: &#x201C;As the first sign of the gate of this wall began to emerge from the dust and earth that were gently being scooped away, we were struck by its similarity to the &#x2018;Gate of Solomon&#x2019; which had been discovered at Megiddo. Before proceeding further with the excavation, we made tentative markings of the <span id=\"page1050\" class=\"pageNum\" data-no=\"1050\" data-before-text=\"1050\"></span>ground following our estimate of the plan of the gate on the basis of the Megiddo gate. And then we told the laborers to go ahead and continue removing the debris. When they had finished, they looked at us with astonishment, as if we were magicians or fortune-tellers. For there, before us, was the gate whose outline we had marked, a replica of the Megiddo gate. This proved not only that both gates had been built by Solomon but that both had followed a single master plan.&#x201D;Over 200 years after Solomon&#x2019;s death, during the reign of Israelite King Pekah, the Assyrian king Tiglath-pileser&#xA0;III conquered Hazor and carried its inhabitants into exile.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001937/5/0\" data-bid=\"6-1\" class=\"b\">2Ki 15:29</a>.<strong>2. </strong>A Judean city in the Negeb, perhaps to be linked with el-Jebariyeh, located some 24&#xA0;km (15&#xA0;mi) ENE of the suggested site of Kadesh-barnea (likely the same as Kedesh).<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001937/6/0\" data-bid=\"7-1\" class=\"b\">Jos 15:21,</a><a href=\"/en/wol/bc/r1/lp-e/1200001937/6/1\" data-bid=\"7-2\" class=\"b\">&#xA0;23</a>.<strong>3. </strong>Another name for Kerioth-hezron, a town of Judah that has generally been identified with Khirbet el-Qaryatein (Tel Qeriyyot), located about 20&#xA0;km (12&#xA0;mi) S of Hebron.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001937/7/0\" data-bid=\"8-1\" class=\"b\">Jos 15:21,</a><a href=\"/en/wol/bc/r1/lp-e/1200001937/7/1\" data-bid=\"8-2\" class=\"b\">&#xA0;25</a>.<strong>4. </strong>A town located in the territory of Benjamin. (<a href=\"/en/wol/bc/r1/lp-e/1200001937/8/0\" data-bid=\"9-1\" class=\"b\">Ne 11:31,</a><a href=\"/en/wol/bc/r1/lp-e/1200001937/8/1\" data-bid=\"9-2\" class=\"b\">&#xA0;33</a>) Khirbet Hazzur, situated about 7&#xA0;km (4.5 mi) NW of the Temple Mount in Jerusalem, has been suggested as a probable site.<strong>5. </strong>A region in the Arabian Desert east of the Jordan mentioned in the prophecy of Jeremiah as being due for despoiling by King Nebuchadrezzar (Nebuchadnezzar) of Babylon.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001937/9/0\" data-bid=\"10-1\" class=\"b\">Jer 49:28-33</a>.<strong>[Picture on page&#xA0;1049]</strong>Ruins of gates at Hazor evidently dating to the time of Solomon"}