{"title":"Hebrew, II","link":"/en/wol/d/r1/lp-e/1200001953","html":"<span id=\"page1068\" class=\"pageNum\" data-no=\"1068\" data-before-text=\"1068\"></span><strong>HEBREW, II</strong>The Hebrew language was used for the writing of the major part of the inspired Scriptures<wbr>&#x2014;39 books in all (according to the division of material as found in many translations), composing some three quarters of the total content of the Bible. A small portion of these books, however, was written in Aramaic.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001953/0\">ARAMAIC</a>.In the Hebrew Scriptures, the name Hebrew is not applied to the language, the name there being applied only to individuals or to the people of Israel as a whole. Reference is made to &#x201C;the Jews&#x2019; language&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001953/0/0\" data-bid=\"1-1\" class=\"b\">2Ki 18:26,</a><a href=\"/en/wol/bc/r1/lp-e/1200001953/0/1\" data-bid=\"1-2\" class=\"b\">&#xA0;28</a>), &#x201C;Jewish&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001953/1/0\" data-bid=\"2-1\" class=\"b\">Ne 13:24</a>), and &#x201C;the language of Canaan&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001953/2/0\" data-bid=\"3-1\" class=\"b\">Isa 19:18</a>), which, at that time (the eighth century B.C.E.), was primarily Hebrew. In the Christian Greek Scriptures, however, the name Hebrew is regularly applied to the language spoken by the Jews.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001953/1\">HEBREW, I</a>.<strong>Origin of the Hebrew Language. </strong>Secular history does not reveal the origin of the Hebrew language<wbr>&#x2014;or, for that matter, of any of the most ancient languages known, such as Sumerian, Akkadian (Assyro-Babylonian), Aramaean, and Egyptian. This is because these tongues appear already fully developed in the earliest written records men have found. (See <a href=\"/en/wol/tc/r1/lp-e/1200001953/2\">LANGUAGE</a>.) The various views advanced by scholars concerning the origin and development of Hebrew<wbr>&#x2014;such as those claiming that Hebrew derived from Aramaic or from some Canaanite dialect&#x2014;<wbr>are therefore conjectural. The same may be said for attempts at explaining the derivation of many words found in the Hebrew Scriptures. Scholars frequently assign an Akkadian or an Aramaic source for many of these words. However, as Dr.&#xA0;Edward Horowitz comments: &#x201C;In the field of etymology [the study of word origins] there are wide differences of opinion among scholars, even among the very best of them.&#x201D; He then cites examples of explanations by renowned scholars of the etymology of certain Hebrew words, in each case showing that other prominent scholars disagree, and then adds: &#x201C;And so we have these never ending differences between equally highly respected authorities.&#x201D;<wbr>&#x2014;<em>How the Hebrew Language Grew, </em>1960, pp.&#xA0;xix, xx.The Bible is the only historical source giving reliable evidence of the origin of the language that we know as Hebrew. It was, of course, spoken by the Israelite descendants of &#x201C;Abram the Hebrew&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001953/3/0\" data-bid=\"4-1\" class=\"b\">Ge 14:13</a>), who, in turn, was descended from Noah&#x2019;s son Shem. (<a href=\"/en/wol/bc/r1/lp-e/1200001953/4/0\" data-bid=\"5-1\" class=\"b\">Ge 11:10-26</a>) In view of God&#x2019;s prophetic blessing on Shem (<a href=\"/en/wol/bc/r1/lp-e/1200001953/5/0\" data-bid=\"6-1\" class=\"b\">Ge 9:26</a>), it is reasonable to believe that Shem&#x2019;s language was not affected when God confused the language of the disapproved people at Babel. (<a href=\"/en/wol/bc/r1/lp-e/1200001953/6/0\" data-bid=\"7-1\" class=\"b\">Ge 11:5-9</a>) Shem&#x2019;s language would remain the same as it had been previously, the &#x201C;one language&#x201D; that had existed from Adam onward. (<a href=\"/en/wol/bc/r1/lp-e/1200001953/7/0\" data-bid=\"8-1\" class=\"b\">Ge 11:1</a>) This would mean that the language that eventually came to be called Hebrew was the one original tongue of mankind. As stated, secular history knows no other.<strong>Question of the Language&#x2019;s Stability. </strong>History is replete with examples of languages changing over long periods of time. The English spoken in the time of Alfred the Great (of the ninth century C.E.) would seem like a foreign tongue to most English-speaking people of today. It might, therefore, seem likely that the language originally spoken by Adam would have changed substantially by the time the writing of the Hebrew Scriptures began with Moses. The long life spans enjoyed in that 2,500-year period, however, would be a definite factor operating against such change. Thus, there was only one human link, namely, Methuselah, needed to connect Adam with the Flood survivors. Additionally, Shem, who was evidently a pre-Flood contemporary of Methuselah for a number of years, lived well into the lifetime of Isaac. And less than 150 years elapsed from the death of Isaac (1738&#xA0;B.C.E.) until the birth of Moses (1593&#xA0;B.C.E.). This overlapping of the lives of individuals several generations apart would serve to maintain uniformity of speech. Of course, the extent to which these human links, such as Shem and Abraham, lived in geographic proximity is not always known. Regular communication is an important factor in language stability.That not all of Shem&#x2019;s descendants continued to speak the &#x201C;one language&#x201D; of pre-Flood times in its pure form is evident from the differences that developed among the Semitic languages, including Hebrew, Aramaic, Akkadian, and the various Arabic dialects. In the 18th&#xA0;century B.C.E. (about <span id=\"page1069\" class=\"pageNum\" data-no=\"1069\" data-before-text=\"1069\"></span>the year 1761&#xA0;B.C.E.), Abraham&#x2019;s grandson and grandnephew used different terms in naming the heap of stones they had set up as a memorial or witness between them. Jacob, the father of the Israelites, called it &#x201C;Galeed,&#x201D; while Laban, a resident in Syria or Aram (though not himself a descendant of Aram), used the Aramaean term &#x201C;Jegar-sahadutha.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001953/8/0\" data-bid=\"9-1\" class=\"b\">Ge 31:47</a>) The dissimilarity of these two terms, however, does not necessarily indicate a major difference between Aramaean and Hebrew at this point, inasmuch as Jacob seems to have faced no particular problem in communication there in Syria. Undoubtedly, as new circumstances and situations arose and new artifacts were produced, certain words would be coined to describe such developments. Such terms might differ from place to place among geographically separated groups of the same language family, even while the actual structure of their language remained very much the same.Among the Israelites themselves, some small variation in pronunciation developed, as is evident by the different pronunciation given the word &#x201C;Shibboleth&#x201D; by the Ephraimites during the period of the Judges (1473 to 1117&#xA0;B.C.E.). (<a href=\"/en/wol/bc/r1/lp-e/1200001953/9/0\" data-bid=\"10-1\" class=\"b\">Jg 12:4-6</a>) This, however, is no basis for claiming (as some have) that the Israelites then spoke separate dialects.In the eighth century B.C.E., the difference between Hebrew and Aramaic had become wide enough to mark them as separate languages. This is seen when King Hezekiah&#x2019;s representatives requested the spokesmen of Assyrian King Sennacherib to &#x201C;speak with your servants, please, in the Syrian [Aramaic] language, for we can listen; and do not speak with us in the Jews&#x2019; language in the ears of the people that are on the wall.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001953/10/0\" data-bid=\"11-1\" class=\"b\">2Ki 18:17, 18,</a><a href=\"/en/wol/bc/r1/lp-e/1200001953/10/1\" data-bid=\"11-2\" class=\"b\">&#xA0;26</a>) Although Aramaic was then the lingua franca of the Middle East and was used in international diplomatic communication, it was not understood by the majority of the Judeans. The earliest known non-Biblical written documents in Aramaic are from about the same period, and these confirm the distinction between the two languages.Had both Hebrew and Aramaic diverged from the original &#x201C;one language,&#x201D; or did one of them preserve the purity of that primary language? While the Bible does not specifically say, the implication is that the language in which Moses began the writing of the inspired Sacred Record was the same as that spoken by the first man.If history was put in written form before the Flood, such history would contribute notably to the preservation of the purity of the original tongue. Even if that history were passed on by oral tradition, it would still serve to maintain the stability of the original speech. The extreme care that the Jews of later times showed in endeavoring to conserve the true form of the Sacred Record illustrates the concern that would surely have been shown in patriarchal times to transmit accurately the earliest record of God&#x2019;s dealings with men.Further reason for believing that the Hebrew of the Bible accurately represents the &#x201C;one language&#x201D; of pre-Babel times is the remarkable stability of the Hebrew language during the thousand-year period in which the Hebrew Scriptures were written. As <em>The International Standard Bible Encyclopedia </em>states: &#x201C;One of the most remarkable facts connected with the Hebrew of the O[ld] T[estament] is that, although its literature covers a period of over a thousand years, the language (grammar and vocabulary) of the oldest parts differs little from that of the latest.&#x201D;<wbr>&#x2014;Edited by G.&#xA0;W.&#xA0;Bromiley, 1982, Vol.&#xA0;2, p.&#xA0;659.<strong>Knowledge of the Language Incomplete. </strong>In reality, knowledge of ancient Hebrew is by no means complete. As Professor Burton L.&#xA0;Goddard says: &#x201C;In large measure, the O[ld] T[estament] Hebrew must be self explanatory.&#x201D; (<em>The Zondervan Pictorial Bible Dictionary, </em>edited by M.&#xA0;Tenney, 1963, p.&#xA0;345) This is because so few other contemporaneous writings in the Hebrew language have been found that could contribute to an understanding of the word usage. Among those of any importance are the Gezer calendar (a simple list of agricultural operations thought to date from the tenth century B.C.E.; PICTURE, Vol.&#xA0;1, p.&#xA0;960), some ostraca (inscribed pieces of broken pottery) from Samaria (mainly orders and receipts for wine, oil, and barley and generally assigned to the early part of the eighth century B.C.E.), the Siloam inscription (found in a water tunnel of Jerusalem and believed to date from the reign of King Hezekiah [745-717&#xA0;B.C.E.]), and the Lachish ostraca (probably from the latter part of the seventh century B.C.E.).Additionally, there is a Phoenician inscription on the sarcophagus of King Ahiram in Byblos (Gebal), its language closely resembling Hebrew and thought to be from the start of the first millennium B.C.E.; also the Moabite Stone, apparently from the late tenth or early ninth century B.C.E. The language on the Moabite Stone is <span id=\"page1070\" class=\"pageNum\" data-no=\"1070\" data-before-text=\"1070\"></span>very similar to Hebrew, as might be expected in view of the Moabites&#x2019; descent from Abraham&#x2019;s nephew Lot.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001953/11/0\" data-bid=\"12-1\" class=\"b\">Ge 19:30-37</a>.The total of the information on all these inscriptions, however, is but a small fraction of that found in the Hebrew Scriptures.The Hebrew Scriptures themselves, though covering a wide range of subjects and employing an extensive vocabulary, by no means contain all the words or expressions of ancient Hebrew. The Siloam inscription and the Lachish ostraca, for example, contain certain word and grammatical constructions that do not appear in the Hebrew Scriptures, yet these constructions are clearly of Hebrew origin. Undoubtedly the ancient vocabulary of the Hebrew-speaking people contained many more &#x201C;root&#x201D; words, plus thousands of words derived from these, than are known today.Aside from those portions of the Bible definitely known to be written in Aramaic, there are quite a number of words and expressions found in the Hebrew Scriptures for which the original &#x201C;roots&#x201D; are unknown. Lexicographers classify many of these as &#x201C;loanwords,&#x201D; claiming that Hebrew borrowed these from other Semitic tongues, such as Aramaic, Akkadian, or Arabic. This is speculation, however. As Edward Horowitz states: &#x201C;But sometimes the borrowing is so ancient that scholars do not know which language did the borrowing and which was the original owner.&#x201D; (<em>How the Hebrew Language Grew, </em>pp.&#xA0;3,&#xA0;5) It seems more probable that such questioned terms are genuinely Hebrew and are further evidence of the incompleteness of modern knowledge of the scope of the ancient language.Among the evidences pointing to a rich vocabulary in ancient Hebrew are writings from the start of the Common Era. These include non-Biblical religious writings forming part of the Dead Sea Scrolls, and also the Mishnah, a body of rabbinic writings in Hebrew dealing with Jewish tradition. Writing in <em>The Encyclopedia Americana </em>(1956, Vol.&#xA0;XIV, p.&#xA0;57a), Professor Meyer Waxman says: &#x201C;Biblical Hebrew .&#xA0;.&#xA0;. does not exhaust the entire stock of words, as is proved by the Mishnah, which employs hundreds of Hebrew words not found in the Bible.&#x201D; Of course, some of these could have been later additions or coined expressions, but doubtless many were part of the Hebrew vocabulary during the period of the writing of the Hebrew Scriptures.<strong>When Did Hebrew Begin to Wane? </strong>It is popularly held that the Jews began to change over to Aramaic speech during their exile in Babylon. The evidence for this, however, is not strong. Modern examples show that subjugated groups or immigrants can and frequently do retain their native tongue over periods far longer than 70 years. Particularly since the Jews had the divine promise of a return to their homeland, it may be expected that they would be little inclined to drop Hebrew in favor of either Akkadian (Assyro-Babylonian) or Aramaic, the lingua franca of that time. True, Aramaic passages and words are to be found in the exilic and postexilic books, such as Daniel, Ezra, and Esther. This is not unusual, however, inasmuch as those books include accounts of events taking place in Aramaic-speaking lands, as well as official correspondence, and they deal with a people subject to domination by foreign powers using Aramaic as a diplomatic language.<a href=\"/en/wol/bc/r1/lp-e/1200001953/12/0\" data-bid=\"13-1\" class=\"b\">Nehemiah 8:8</a> describes the &#x201C;putting of meaning&#x201D; into and &#x201C;giving understanding&#x201D; in the reading of the Law. It has been suggested that Hebrew was not then perfectly understood by the returned exiles and that some Aramaic paraphrasing was done. However that may be, the text places particular emphasis on exposition of the sense and application of what was being taught in the Law.<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200001953/13/0\" data-bid=\"14-1\" class=\"b\">Mt 13:14,</a><a href=\"/en/wol/bc/r1/lp-e/1200001953/13/1\" data-bid=\"14-2\" class=\"b\"> 51, 52;</a><a href=\"/en/wol/bc/r1/lp-e/1200001953/13/2\" data-bid=\"14-3\" class=\"b\"> Lu 24:27;</a><a href=\"/en/wol/bc/r1/lp-e/1200001953/13/3\" data-bid=\"14-4\" class=\"b\"> Ac 8:30,&#xA0;31</a>.Actually, there is no reference in the Bible to any abandonment of Hebrew as the daily tongue of the people. True, Nehemiah found certain Jews who had Ashdodite, Ammonite, and Moabite wives and whose children did not know &#x201C;how to speak Jewish.&#x201D; But the mention of this factor in connection with Nehemiah&#x2019;s indignation at the Jews involved in these marriages with non-Israelites indicates that such slighting of Hebrew was strongly disapproved. (<a href=\"/en/wol/bc/r1/lp-e/1200001953/14/0\" data-bid=\"15-1\" class=\"b\">Ne 13:23-27</a>) This might be expected in view of the importance given to the reading of God&#x2019;s Word, which was till then mainly in Hebrew.The period from the close of the Hebrew canon (likely in the time of Ezra and Malachi in the fifth century B.C.E.) down till the start of the Common Era is not dealt with to any extent in the Bible. Secular records are also few. But even these give little support to a changeover from Hebrew to Aramaic on the part of the Jewish people. The evidence indicates that many of the Apocryphal books, such as Judith, Ecclesiasticus (not Ecclesiastes), Baruch, and First Maccabees, were written in Hebrew, and these works are generally viewed as dating from the last three centuries <span id=\"page1071\" class=\"pageNum\" data-no=\"1071\" data-before-text=\"1071\"></span>before the Common Era. As already mentioned, some of the non-Biblical writings among the Dead Sea Scrolls were also in Hebrew, and Hebrew was used in compiling the Jewish Mishnah after the beginning of the Common Era.Because of these and related facts, Dr.&#xA0;William Chomsky states that the theory held by some Jewish and non-Jewish scholars that Aramaic had completely displaced Hebrew is without any foundation and has been effectively disproved. If anything, it is more likely that the Jews became a bilingual people, but with Hebrew prevailing as the preferred tongue. As Dr.&#xA0;Chomsky says of the Mishnaic Hebrew: &#x201C;This language bears all the earmarks of a typical vernacular employed by peasants, merchants and artisans. .&#xA0;.&#xA0;. On the basis of the available evidence it seems fair to conclude that the Jews were generally conversant, during the period of the Second Commonwealth, especially its latter part, with both languages [Hebrew and Aramaic]. Sometimes they used one, sometimes another.&#x201D;<wbr>&#x2014;<em>Hebrew: The Eternal Language, </em>1969, pp.&#xA0;207, 210.The strongest evidence, however, favoring the view that Hebrew continued as a living language down into the first century of the Common Era is found in the references to the Hebrew language in the Christian Greek Scriptures. (<a href=\"/en/wol/bc/r1/lp-e/1200001953/15/0\" data-bid=\"16-1\" class=\"b\">Joh 5:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200001953/15/1\" data-bid=\"16-2\" class=\"b\"> 19:13,</a><a href=\"/en/wol/bc/r1/lp-e/1200001953/15/2\" data-bid=\"16-3\" class=\"b\"> 17,</a><a href=\"/en/wol/bc/r1/lp-e/1200001953/15/3\" data-bid=\"16-4\" class=\"b\"> 20;</a><a href=\"/en/wol/bc/r1/lp-e/1200001953/15/4\" data-bid=\"16-5\" class=\"b\"> 20:16;</a><a href=\"/en/wol/bc/r1/lp-e/1200001953/15/5\" data-bid=\"16-6\" class=\"b\"> Re 9:11;</a><a href=\"/en/wol/bc/r1/lp-e/1200001953/15/6\" data-bid=\"16-7\" class=\"b\"> 16:16</a>) While many scholars hold that the term &#x201C;Hebrew&#x201D; in these references should instead read &#x201C;Aramaic,&#x201D; there is good reason to believe that the term actually applies to the Hebrew language, as is shown in the article <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001953/3\">ARAMAIC</a>. When the physician Luke says that Paul spoke to the people of Jerusalem in &#x201C;the Hebrew language,&#x201D; it seems unlikely that he meant thereby the Aramaic or Syrian language. (<a href=\"/en/wol/bc/r1/lp-e/1200001953/16/0\" data-bid=\"17-1\" class=\"b\">Ac 21:40;</a> <a href=\"/en/wol/bc/r1/lp-e/1200001953/17/0\" data-bid=\"18-1\" class=\"b\">22:2</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200001953/18/0\" data-bid=\"19-1\" class=\"b\">26:14</a>.) Since the Hebrew Scriptures earlier distinguished between Aramaic (Syrian) and &#x201C;the Jews&#x2019; language&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001953/19/0\" data-bid=\"20-1\" class=\"b\">2Ki 18:26</a>) and since the first-century Jewish historian Josephus, considering this passage of the Bible, speaks of &#x201C;Aramaic&#x201D; and &#x201C;Hebrew&#x201D; as distinct tongues (<em>Jewish Antiquities, </em>X, 8 [i,&#xA0;2]), there seems to be no reason for the writers of the Christian Greek Scriptures to have said &#x201C;Hebrew&#x201D; if they meant Aramaic or Syrian.That Aramaic was widely used throughout Palestine by that time is acknowledged. The use of Aramaic &#x201C;Bar&#x201D; (son), rather than Hebrew &#x201C;Ben,&#x201D; in several names (such as Bartholomew and Simon Bar-jonah) is one evidence of familiarity with Aramaic. Of course, some Jews also had Greek names, as did Andrew and Philip, and this would not of itself prove that their common speech was Greek, any more than Mark&#x2019;s Latin name would prove that this was the common language of his family. Evidently four languages were current in Palestine in the first century of the Common Era: the three mentioned in the Bible as appearing on the sign over the impaled Jesus&#x2019; head (Hebrew, Latin, and Greek [<a href=\"/en/wol/bc/r1/lp-e/1200001953/20/0\" data-bid=\"21-1\" class=\"b\">Joh 19:19,&#xA0;20</a>]) and the fourth one, Aramaic. Of these, Latin was undoubtedly the least common.Jesus may well have used Aramaic on occasion, as when speaking to the Syrophoenician woman. (<a href=\"/en/wol/bc/r1/lp-e/1200001953/21/0\" data-bid=\"22-1\" class=\"b\">Mr 7:24-30</a>) Certain expressions recorded as spoken by him are generally considered to be of Aramaic origin. Yet, even here there is need for caution since the classifying of these expressions as Aramaic is not without question. For example, the words spoken by Jesus while impaled on the stake, <em>&#x201C;E&#x2B9;li, E&#x2B9;li, la&#x2B9;ma sa&#xB7;bach&#xB7;tha&#x2B9;ni?&#x201D; </em>(<a href=\"/en/wol/bc/r1/lp-e/1200001953/22/0\" data-bid=\"23-1\" class=\"b\">Mt 27:46;</a><a href=\"/en/wol/bc/r1/lp-e/1200001953/22/1\" data-bid=\"23-2\" class=\"b\"> Mr 15:34</a>), are usually considered to be Aramaic, perhaps of a Galilean dialect. However, <em>The Interpreter&#x2019;s Dictionary of the Bible </em>says: &#x201C;Opinion is divided in regard to the original language of the saying and as to whether Jesus himself would more naturally have used Hebrew or Aramaic. .&#xA0;.&#xA0;. Documents indicate that a form of Hebrew, somewhat influenced by Aramaic, may have been in use in Palestine in the first century A.D.&#x201D; (Edited by G.&#xA0;A.&#xA0;Buttrick, 1962, Vol.&#xA0;2, p.&#xA0;86) In reality, the Greek transliteration of these words, as recorded by Matthew and Mark, does not allow for a positive identification of the original language used.One further evidence for the continued use of Hebrew in apostolic times is the testimony that Matthew&#x2019;s Gospel was originally written by him in Hebrew.It appears, then, that Hebrew began to wane primarily after, and as a result of, the destruction of Jerusalem and its temple and the scattering of its remaining inhabitants in the year 70&#xA0;C.E. Nevertheless, its use was continued in the synagogues wherever the Jews spread. Particularly from about the sixth century C.E. onward, zealous efforts were made to maintain the purity of the Hebrew text of the Scriptures by those Jewish scholars known as the Masoretes. And particularly from the 16th&#xA0;century onward, interest in ancient Hebrew revived, and the following century saw intensive study of other Semitic tongues begin. This has contributed to a clarification of the understanding of the ancient language and has resulted in improved translations of the Hebrew Scriptures.<span id=\"page1072\" class=\"pageNum\" data-no=\"1072\" data-before-text=\"1072\"></span><strong>Hebrew Alphabet and Script. </strong>The Hebrew alphabet was composed of 22 consonants; several of these evidently can represent two sounds, giving a total of some 28 sounds. The vowel sounds were supplied by the reader, guided by the context, much as an English-speaking person fills in the vowels for such abbreviations as &#x201C;bldg.&#x201D; (building), &#x201C;blvd.&#x201D; (boulevard), and &#x201C;hgt.&#x201D; (height). It is believed that the traditional pronunciation of the Hebrew Scriptures was kept alive and handed down by those specializing in reading the Law, Prophets, and Psalms for the instruction of the people. Then, in the second half of the first millennium C.E., the Masoretes devised a system of dots and dashes called vowel points, and these were inserted in the consonantal text. Additionally, certain accent marks were supplied to indicate stress, pause, connection between words and clauses, and musical notation.The earliest Hebrew inscriptions known are recorded in an ancient script considerably different in form from the square-shaped Hebrew letters of later documents, such as those of the early centuries of the Common Era. The square-shaped style is often called &#x201C;Aramaic,&#x201D; or &#x201C;Assyrian.&#x201D; It is believed that the change from ancient Hebrew characters to square Hebrew characters took place during the Babylonian exile. However, as Ernst W&#xFC;rthwein says: &#x201C;For a long while the Old Hebrew script remained in use beside the square script. The coins of the period of Bar Kochba&#x2019;s revolt (A.D. 132-135) bear Old Hebrew letters. Among the texts found in the Dead Sea caves are some written in the Old Hebrew script.&#x201D;<wbr>&#x2014;<em>The Text of the Old Testament, </em>1979, p.&#xA0;5.Origen, a Christian writer of the second and third centuries C.E., stated that, in the more correct copies of the Greek translations of the Hebrew Scriptures, the Tetragrammaton, or sacred name of Jehovah, was written in ancient Hebrew letters. This has been confirmed by the discovery of fragmentary leather scrolls dated to the first century C.E., containing the &#x201C;minor&#x201D; prophets in Greek. In these scrolls the Tetragrammaton appears in the ancient Hebrew characters. (See <em>NW </em>appendix, p.&#xA0;1563, Nos.&#xA0;2-4.) Fragments from the late fifth or early sixth century C.E. of Aquila&#x2019;s Greek version also contain the divine name written in ancient Hebrew characters.<wbr>&#x2014;<em>NW </em>appendix, p.&#xA0;1563, Nos.&#xA0;7,&#xA0;8.Dr.&#xA0;Horowitz says: &#x201C;It was the old Hebrew alphabet that the Greeks borrowed and passed on to Latin, and it is the old Hebrew alphabet that the Greek most closely resembles.&#x201D;<wbr>&#x2014;<em>How the Hebrew Language Grew, </em>p.&#xA0;18.<strong>Qualities and Characteristics. </strong>Hebrew is a very expressive language, lending itself to the vivid description of events. Its short sentences and simple conjunctions give movement and flow of thought. Hebrew poetry, which adds to these qualities those of parallelism and rhythm, is remarkably expressive and moving.Hebrew is rich in metaphors. &#x201C;Seashore,&#x201D; at <a href=\"/en/wol/bc/r1/lp-e/1200001953/23/0\" data-bid=\"24-1\" class=\"b\">Genesis 22:17</a>, in Hebrew is, literally, &#x201C;lip of the sea.&#x201D; Other expressions are the &#x201C;face of the earth,&#x201D; the &#x201C;head&#x201D; of a mountain, the &#x201C;mouth of a cave,&#x201D; and similar metaphoric expressions. That this use of human terms in no way indicates any animistic belief can be seen from reading the Scriptures themselves, for the utmost disdain is shown toward those who would worship trees and other objects.<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200001953/24/0\" data-bid=\"25-1\" class=\"b\">Isa 44:14-17;</a><a href=\"/en/wol/bc/r1/lp-e/1200001953/24/1\" data-bid=\"25-2\" class=\"b\"> Jer 10:3-8;</a><a href=\"/en/wol/bc/r1/lp-e/1200001953/24/2\" data-bid=\"25-3\" class=\"b\"> Hab 2:19</a>.The Hebrew vocabulary is composed of concrete words, words that involve the senses of seeing, hearing, feeling, tasting, and smelling. Thus, they paint mental pictures for the hearer or reader. Because of this concrete quality, some scholars say that Hebrew is lacking in abstract terms. There definitely are some abstract nouns in Biblical Hebrew, however. For instance, the noun <em>ma&#xB7;chasha&#xB7;vah&#x2B9; </em>(drawn from the root <em>cha&#xB7;shav&#x2B9;, </em>meaning &#x201C;think&#x201D;) is translated by such abstract terms as &#x201C;thought, device, invention, scheme.&#x201D; <em>Ba&#xB7;tach&#x2B9; </em>(a verb that means &#x201C;trust&#x201D;) is the source of the noun <em>be&#x2B9;tach </em>(security). Nevertheless, as a general rule abstract ideas are carried by concrete nouns. Consider the root verb <em>ka&#xB7;vedh&#x2B9;, </em>which means, basically, &#x201C;be heavy&#x201D; (as at <a href=\"/en/wol/bc/r1/lp-e/1200001953/25/0\" data-bid=\"26-1\" class=\"b\">Jg 20:34</a>). At <a href=\"/en/wol/bc/r1/lp-e/1200001953/26/0\" data-bid=\"27-1\" class=\"b\">Ezekiel 27:25</a> this same verb is translated &#x2018;become glorious,&#x2019; that is, literally, &#x2018;become heavy.&#x2019; Correspondingly, from this root is drawn the noun <em>ka&#xB7;vedh&#x2B9;, </em>which refers to the liver, one of the heaviest internal organs, and the noun <em>ka&#xB7;vohdh&#x2B9;, </em>meaning &#x201C;glory.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001953/27/0\" data-bid=\"28-1\" class=\"b\">Le 3:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200001953/27/1\" data-bid=\"28-2\" class=\"b\"> Isa 66:12</a>) This taking of the abstract from the concrete is further illustrated by <em>yadh, </em>meaning &#x201C;hand&#x201D; and also &#x201C;care,&#x201D; &#x201C;means,&#x201D; or &#x201C;guidance&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001953/28/0\" data-bid=\"29-1\" class=\"b\">Ex 2:19;</a><a href=\"/en/wol/bc/r1/lp-e/1200001953/28/1\" data-bid=\"29-2\" class=\"b\"> Ge 42:37;</a><a href=\"/en/wol/bc/r1/lp-e/1200001953/28/2\" data-bid=\"29-3\" class=\"b\"> Ex 35:29;</a><a href=\"/en/wol/bc/r1/lp-e/1200001953/28/3\" data-bid=\"29-4\" class=\"b\"> 38:21</a>); <em>&#x2BC;aph </em>refers to both &#x201C;nostril&#x201D; and &#x201C;anger&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001953/29/0\" data-bid=\"30-1\" class=\"b\">Ge 24:47;</a><a href=\"/en/wol/bc/r1/lp-e/1200001953/29/1\" data-bid=\"30-2\" class=\"b\"> 27:45</a>); <em>zeroh&#x2B9;a&#x2BD;, </em>&#x201C;arm,&#x201D; also conveys the abstract concept of &#x201C;strength&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001953/30/0\" data-bid=\"31-1\" class=\"b\">Job 22:8,&#xA0;9</a>).It is, in reality, this very quality of concreteness that makes the Hebrew Scriptures lend themselves so well to translation, for the sense of the terms is generally of a universal quality, <span id=\"page1073\" class=\"pageNum\" data-no=\"1073\" data-before-text=\"1073\"></span>meaning the same in virtually any language. Still, it is a challenge for the translator to reproduce in another language the peculiar charm, simplicity, manner of expression, and forcefulness of Hebrew, particularly in its verb forms.Hebrew is remarkable for its brevity, the frame of its structure allowing for such terseness. Aramaic, the closest to Hebrew of the Semitic tongues, is by comparison more ponderous, roundabout, wordy. In translation, it is often necessary to use auxiliary words to bring out the vividness, picturesqueness, and dramatic action of the Hebrew verb. Though this detracts somewhat from the brevity, it conveys more fully the beauty and accuracy of the Hebrew text.<strong>Hebrew Poetry. </strong>These very qualities, including the strong sense of reality, are also what make Hebrew peculiarly suited for poetry. Hebrew poetic lines are short<wbr>&#x2014;many are no more than two or three words&#x2014;<wbr>making the total effect one of strong impact. Professor James Muilenburg, a member of the <em>Revised Standard Version </em>translating committee, has fittingly noted: &#x201C;Speech [in Hebrew poetry] is concentrated, and all the emphasis is placed upon the important words. The Hebrew text of <a href=\"/en/wol/bc/r1/lp-e/1200001953/31/0\" data-bid=\"32-1\" class=\"b\">Psalm 23</a> contains only fifty-five words; our modern western translations employ twice that number. Yet even in translation the economy of the original Hebrew is not lost. .&#xA0;.&#xA0;. Hebrew poetry is language that is alive in speech. .&#xA0;.&#xA0;. The Hebrew poet helps us to see, to hear, to feel. The physical sensations are fresh and alive .&#xA0;.&#xA0;. The poet thinks in pictures, and the pictures are drawn from the area of everyday life common to all men.&#x201D;<wbr>&#x2014;<em>An Introduction to the Revised Standard Version of the Old Testament, </em>1952, pp.&#xA0;63,&#xA0;64.To exemplify the terseness of Hebrew poetic language observe <a href=\"/en/wol/bc/r1/lp-e/1200001953/32/0\" data-bid=\"33-1\" class=\"b\">the first verse of Psalm 23</a> as found in the <em>New World Translation. </em>Those English words needed to translate each Hebrew word are separated with a diagonal stroke (/):<em>Jehovah/ </em>[<em>is</em>] <em>my Shepherd./</em><em>I shall lack/ nothing./</em>It can be seen that the English equivalent needs eight words to translate four Hebrew words. The &#x201C;is&#x201D; has been supplied to give sense to the English; in Hebrew, it is understood.<strong><em>Primary forms of parallelism. </em></strong>The most important formal element in Hebrew poetry is parallelism, or rhythm that is achieved not by rhyme (as in English) but by logical thought; it has been termed &#x201C;sense rhythm.&#x201D; Consider the two lines of <a href=\"/en/wol/bc/r1/lp-e/1200001953/33/0\" data-bid=\"34-1\" class=\"b\">Psalm 24:1</a>:<em>To Jehovah belong the earth and that which fills it,</em><em>The productive land and those dwelling in it.</em>The lines here quoted are said to be in <em>synonymous </em>parallelism, that is, the second line repeats a portion of the previous line, but in different words. The phrase &#x201C;To Jehovah belong&#x201D; is essential to both lines. However, the terms &#x201C;the earth&#x201D; and &#x201C;the productive land&#x201D; are poetic synonyms, as are &#x201C;that which fills it&#x201D; and &#x201C;those dwelling in it.&#x201D;Most contemporary scholars agree that there are two other primary styles of parallelism:In <em>antithetic </em>parallelism, as its designation implies, each line expresses contrary thoughts. <a href=\"/en/wol/bc/r1/lp-e/1200001953/34/0\" data-bid=\"35-1\" class=\"b\">Psalm 37:9</a> illustrates this:<em>For evildoers themselves will be cut off,</em><em>But those hoping in Jehovah are the ones that will possess the earth.</em>Then there is <em>synthetic </em>(or, <em>formal, constructive</em>) parallelism in which the second portion does not simply echo the same thought as the first or give a contrast. Rather, it enlarges and adds a new thought. <a href=\"/en/wol/bc/r1/lp-e/1200001953/35/0\" data-bid=\"36-1\" class=\"b\">Psalm 19:7-9</a> is an example of this:<em>The law of Jehovah is perfect,</em><em>bringing back the soul.</em><em>The reminder of Jehovah is trustworthy,</em><em>making the inexperienced one wise.</em><em>The orders from Jehovah are upright,</em><em>causing the heart to rejoice;</em><em>The commandment of Jehovah is clean,</em><em>making the eyes shine.</em><em>The fear of Jehovah is pure,</em><em>standing forever.</em><em>The judicial decisions of Jehovah are true;</em><em>they have proved altogether righteous.</em>Notice that the second part of each sentence or clause completes the thought; the whole verse, therefore, is a synthesis, that is, the result of bringing together two elements. Only with the second half-lines, such as &#x201C;bringing back the soul&#x201D; and &#x201C;making the inexperienced one wise,&#x201D; does the reader learn how the &#x2018;law is perfect&#x2019; and how the &#x201C;reminder of Jehovah is trustworthy.&#x201D; In such a series of synthetic parallels, this division between the first and second part serves as a rhythmic break. There is thus, along with the progression of thought, the preservation of a certain verse structure, a parallel of form. It is for this reason sometimes called <em>formal </em>or <em>constructive </em>parallelism.<strong><em>Miscellaneous forms of parallelism. </em></strong>A number of other styles of parallelism have been suggested, though they are considered to be only <span id=\"page1074\" class=\"pageNum\" data-no=\"1074\" data-before-text=\"1074\"></span>variants or combinations of the synonymous, antithetic, and synthetic. Three of these suggestions are: emblematic, stairlike, introverted.<em>Emblematic </em>(or <em>comparative</em>) parallelism makes use of simile or metaphor. Consider <a href=\"/en/wol/bc/r1/lp-e/1200001953/36/0\" data-bid=\"37-1\" class=\"b\">Psalm 103:12</a>:<em>As far off as the sunrise is from the sunset,</em><em>So far off from us he has put our transgressions.</em>In <em>stairlike </em>parallelism two, three, or even more lines may be used to repeat and advance the thought of the first. <a href=\"/en/wol/bc/r1/lp-e/1200001953/37/0\" data-bid=\"38-1\" class=\"b\">Psalm 29:1, 2</a> is an illustration of this:<em>Ascribe to Jehovah, O&#xA0;you sons of strong ones,</em><em>Ascribe to Jehovah glory and strength.</em><em>Ascribe to Jehovah the glory of his name.</em>The <em>introverted </em>parallelism is more elaborate and may take in a number of verses. Observe this example from <a href=\"/en/wol/bc/r1/lp-e/1200001953/38/0\" data-bid=\"39-1\" class=\"b\">Psalm 135:15-18</a>:(1)&#xA0;<em>The idols of the nations are silver and gold,</em>(2)&#xA0;<em>The work of the hands of earthling man.</em>(3)&#xA0;<em>A mouth they have, but they can speak nothing;</em>(4)&#xA0;<em>Eyes they have, but they can see nothing;</em>(5)&#xA0;<em>Ears they have, but they can give ear to nothing.</em>(6)&#xA0;<em>Also there exists no spirit in their mouth.</em>(7)&#xA0;<em>Those making them will become just like them,</em>(8)&#xA0;<em>Everyone who is trusting in them.</em>This parallelism is explained by W.&#xA0;Trail in his work <em>Literary Characteristics and Achievements of the Bible </em>(1864, p.&#xA0;170): &#x201C;Here the first line introverts with the eighth<wbr>&#x2014;in the one we have the idols of the heathen, in the other those who put their trust in idols. The second line introverts with the seventh<wbr>&#x2014;in the one is the fabrication, in the other the fabricators. The third line introverts with the sixth<wbr>&#x2014;in the one there are mouths without articulation, in the other mouths without breath. The fourth line introverts with the fifth, where the introverted parallelism may be said to unite its two halves in a parallelism of synthesis<wbr>&#x2014;eyes without vision, ears without the sense of hearing.&#x201D;A similar, but more simple, form is an inversion of words in adjoining lines, as in <a href=\"/en/wol/bc/r1/lp-e/1200001953/39/0\" data-bid=\"40-1\" class=\"b\">Isaiah 11:13b</a> (<em>RS</em>):<em>Ephraim shall not be jealous of Judah,</em><em>and Judah shall not harass Ephraim.</em><strong>Grammar</strong><strong><em>I. Verbs. </em></strong>Verbs are the most important part of speech in the Hebrew language. The simplest verbal form is the third person singular masculine of the perfect state; this is the form found in lexicons. The three consonants of this form usually constitute the root. The root is ordinarily triliteral in structure, that is, made up of three consonants, the usual arrangement in Semitic languages. Such triliteral roots serve as the source to which nearly all other words in the language can be traced.The verbal root is the simplest stem of the verb. It is often referred to as the &#x201C;pure stem.&#x201D; From this pure stem, six other stems are formed by adding prefixes, doubling certain letters, and making vowel changes. The seven verbal stems represent the verbal root idea in three degrees: simple, intensive, causative.To show variations in person, number, and gender, certain prefixes and suffixes are attached to the verbal stems.<em>State. </em>Verbs in English are viewed particularly from the standpoint of tense, or time: past, present, future. In Hebrew, however, the <em>condition </em><span id=\"page1075\" class=\"pageNum\" data-no=\"1075\" data-before-text=\"1075\"></span>of the action, rather than the time involved, is the important thing. The action is viewed as either complete or incomplete.If the verb portrays completed action, it is in the <em>perfect state. </em>For instance, <a href=\"/en/wol/bc/r1/lp-e/1200001953/40/0\" data-bid=\"41-1\" class=\"b\">Genesis 1:1</a> says: &#x201C;In the beginning God <em>created </em>the heavens and the earth.&#x201D; The action was completed; God &#x201C;created,&#x201D; that is, he finished creating the heavens and the earth.If the action is viewed as incomplete, the verb is in the <em>imperfect state. </em>This can be illustrated by <a href=\"/en/wol/bc/r1/lp-e/1200001953/41/0\" data-bid=\"42-1\" class=\"b\">Exodus 15:1</a>: &#x201C;Moses and the sons of Israel <em>proceeded to sing.&#x201D; </em>Here we see that while the action had started (they &#x201C;proceeded&#x201D; to sing), it had not terminated and was thus &#x201C;imperfect,&#x201D; unfinished.Of course, since by its very character the Hebrew perfect state represents action as completed, it belongs most naturally to past time. Therefore, <strong><em>k</em></strong><em>a&#xB7;<strong>th</strong>a<strong>v&#x2B9; </strong></em><strong></strong>(a perfect-state active verb) means, basically, &#x201C;(he) wrote&#x201D; and it is often so translated. (<a href=\"/en/wol/bc/r1/lp-e/1200001953/42/0\" data-bid=\"43-1\" class=\"b\">2Ki 17:37;</a><a href=\"/en/wol/bc/r1/lp-e/1200001953/42/1\" data-bid=\"43-2\" class=\"b\"> 2Ch 30:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200001953/42/2\" data-bid=\"43-3\" class=\"b\"> 32:17;</a><a href=\"/en/wol/bc/r1/lp-e/1200001953/42/3\" data-bid=\"43-4\" class=\"b\"> Ezr 4:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200001953/42/4\" data-bid=\"43-5\" class=\"b\"> Es 8:5</a>) The idea of action completed in the <em>past </em>can also be observed in the rendering &#x201C;had written&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001953/43/0\" data-bid=\"44-1\" class=\"b\">Es 9:23;</a><a href=\"/en/wol/bc/r1/lp-e/1200001953/43/1\" data-bid=\"44-2\" class=\"b\"> Job 31:35;</a><a href=\"/en/wol/bc/r1/lp-e/1200001953/43/2\" data-bid=\"44-3\" class=\"b\"> Jer 36:27</a>). However, <strong><em>k</em></strong><em>a&#xB7;<strong>th</strong>a<strong>v&#x2B9; </strong></em><strong></strong>also may be rendered as &#x201C;has written&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001953/44/0\" data-bid=\"45-1\" class=\"b\">2Ch 26:22</a>)<wbr>&#x2014;what would be called the present perfect in English. &#x201C;Must write&#x201D; is also used to translate this perfect-state verb and shows the certainty of the action&#x2019;s being carried out. (<a href=\"/en/wol/bc/r1/lp-e/1200001953/45/0\" data-bid=\"46-1\" class=\"b\">Nu 5:23;</a><a href=\"/en/wol/bc/r1/lp-e/1200001953/45/1\" data-bid=\"46-2\" class=\"b\"> De 17:18</a>) Both of these latter renderings correctly imply completed action, but not in past time. So, the active verb <em>of itself </em>does not necessarily convey a concept of time. The perfect state can portray action as completed at any period of time: past, present, or future; contrastingly, the imperfect, while also able to show action at any time period, always views it as incomplete.Therefore, while the ancient Hebrews were obviously able to comprehend the idea of time, in their language it is accorded a secondary position. <em>The Essentials of Biblical Hebrew, </em>by K.&#xA0;Yates, states: &#x201C;The time as understood in most modern languages is not the same as that of the Semitic mind. The discernment of the time of an action is not of vital importance to the Hebrew thought pattern. It is necessary for the Indo-germanic thinker only to fit the action into his overemphasized estimation of time. The understanding of the condition of the action as to its completeness or incompleteness was sufficient generally to the Semite and if not, there was some word of temporal or historical significance which would bring time into focus.&#x201D; (Revised by J.&#xA0;Owens, 1954, p.&#xA0;129) If, as the Bible indicates, Hebrew was the original tongue used in Eden, this lack of emphasis on verbal time may reflect the outlook of man in his perfection, when the prospect of everlasting life was before Adam and when life had not been reduced to a mere 70 or 80 years. Jehovah provided Hebrew as a perfectly satisfactory means of communication between God and men, as well as among humans.For English translation the time feature of the verb is determined by the <em>context. </em>The context shows whether the action being narrated is viewed as having occurred earlier, as taking place now, or as yet to occur.<strong><em>II. Nouns. </em></strong>As noted above, nearly all words, including nouns, can be traced back to a verbal root. The root can be seen in both the spelling of the noun and its meaning.There are two genders: masculine and feminine. The feminine is generally distinguished by the termination <em>ah </em>(<em>ohth, </em>plural) attached to the noun, as <em>&#x2BC;ish&#xB7;shah&#x2B9; </em>(woman), <em>su&#xB7;sohth&#x2B9; </em>(mares [feminine plural]).The three numbers in Hebrew are singular, plural, and dual. The dual (identified by the suffix <em>a&#x2B9;yim</em>) is customarily used for objects that appear as pairs, such as hands (<em>ya&#xB7;dha&#x2B9;yim</em>) and ears (<em>&#x2BC;oz&#xB7;na&#x2B9;yim</em>).Personal pronouns may also be inseparably attached to nouns. Thus <em>sus </em>is &#x201C;horse&#x201D;; but <em>su&#xB7;si&#x2B9;, </em>&#x201C;my horse&#x201D;; <em>su&#xB7;sey&#x2B9;kha, </em>&#x201C;your horses.&#x201D;<strong><em>III. Adjectives. </em></strong>Adjectives, too, are derived from verb roots. Thus, the verb <strong><em>g</em></strong><em>a&#xB7;<strong>dh</strong>a<strong>l</strong>&#x2B9; </em>(grow up, become great) is the root of the adjective <strong><em>g</em></strong><em>a&#xB7;<strong>dh</strong>oh<strong>l</strong>&#x2B9; </em>(great). (The definite article in Hebrew is <em>ha </em>[the]. There is no indefinite article [a].)An adjective may be used in either of two ways:(1)&#xA0;It may be a <em>predicative adjective. </em>In this case it usually stands before its noun and agrees with it in gender and number. The phrase <em>tohv haq</em>&#xB7;<em>qohl&#x2B9; </em>(literally, &#x201C;good the voice&#x201D;) is translated &#x201C;the voice is good,&#x201D; the verb &#x201C;is&#x201D; being supplied.(2)&#xA0;Or, it may be used to <em>qualify </em>(modify). In this situation it stands after the noun, agreeing with it not only in gender and number but also in definiteness. Then <em>haq&#xB7;qohl&#x2B9; hat</em>&#xB7;<em>tohv&#x2B9; </em>(literally, &#x201C;the voice the good&#x201D;) means &#x201C;the good voice.&#x201D;<strong>Transliteration. </strong>Transliteration has reference to replacing characters in the Hebrew alphabet with English letters. Hebrew is written from right to left, but for English readers it is transliterated to read from left to right. The accompanying chart and the following <span id=\"page1076\" class=\"pageNum\" data-no=\"1076\" data-before-text=\"1076\"></span>explanation set out some of the general rules followed in this work.<strong><em>Concerning the consonants. </em></strong>It will be observed that five letters have final forms. These appear only at the end of words. Certain consonants (&#x5EA; ,&#x5E4; ,&#x5DB; ,&#x5D3; ,&#x5D2; ,&#x5D1;) have both a soft and a hard sound, the latter being indicated by a dot in the bosom of the letter (&#x5EA;&#x5BC; ,&#x5E4;&#x5BC; ,&#x5DB;&#x5BC; ,&#x5D3;&#x5BC; ,&#x5D2;&#x5BC; ,&#x5D1;&#x5BC;). However, a dot in one of these consonants also signifies that it is to be doubled if it is immediately preceded by a vowel. Thus &#x5D2;&#x5B7;&#x5BC;&#x5D1;&#x5B7;&#x5BC;&#x5D9; is <em>gab&#xB7;bai&#x2B9;. </em>Most of the other letters (though they have only one sound) are also doubled by a dot in their bosom (for instance, &#x5D6;&#x5BC; is <em>zz</em>). An exception is the letter <em>he&#x2BC; </em>(&#x5D4;), which sometimes has a dot in it (&#x5D4;&#x5BC;)&#xA0;when it appears at the end of a word; the <em>he&#x2BC;, </em>however, is never doubled.The consonants <em>waw </em>and <em>yohdh </em>may be employed in forming vowels. The <em>waw </em>(&#x5D5;)&#xA0;will occur with the vowel <em>choh&#x2B9;lem </em>( &#x5B9;)&#xA0;above it to make what is called a fully formed <em>choh&#x2B9;lem </em>(&#x5D5;&#x5B9;), transliterated in this work as <em>oh. </em>The combination &#x5D5;&#x5BC; serves as a <em>u </em>and at the beginning of a word always stands alone as a syllable; however, if there is an additional vowel point below the letter (&#x5D5;&#x5B7;&#x5BC;), the dot indicates the <em>waw </em>is to be doubled. Thus &#x5D1;&#x5B7;&#x5BC;&#x5D5;&#x5B7;&#x5BC;&#x5D9; is <em>baw&#xB7;wai&#x2B9;; </em>&#x5D1;&#x5BC;&#x5D5;&#x5BC;&#x5D6; is <em>buz.</em>In the final form of <em>kaph, </em>the <em>shewa&#x2BC;&#x2B9; </em>( &#x5B0;)&#xA0;or <em>qa&#x2B9;mets </em>( &#x5B8;)&#xA0;is written within the bosom rather than below the letter: &#x5DA;&#x5B8; ,&#x5DA;&#x5B0;.<strong><em>Concerning the vowels. </em></strong>All the vowels in this chart appear below the line except <em>choh&#x2B9;lem </em>( &#x5B9;), which is placed above, and <em>shu&#x2B9;req </em>( &#x5B4;), which, as noted above, appears in the bosom of <em>waw </em>(&#x5D5;&#x5BC; = <em>u</em>).<strong><em>Concerning the half vowels. </em></strong>The English equivalents shown above are meant only as approximations. The Hebrew pronunciation of these half vowels is, in each case, an extremely slight sound.Under certain conditions, a <em>shewa&#x2BC;&#x2B9; </em>is vocalized and transliterated as an <em>e. </em>However, generally, when the <em>shewa&#x2BC;&#x2B9; </em>follows a short vowel or whenever it stands under a consonant closing a syllable, it is silent and considered a syllable divider. Thus &#x5D9;&#x5B4;&#x5E7;&#x5B0;&#x5D8;&#x5B9;&#x5DC; is <em>yiq&#xB7;tol&#x2B9;.</em><strong><em>Syllables. </em></strong>In Hebrew every syllable begins with a consonant and includes (1)&#xA0;one full vowel or (2)&#xA0;one half vowel and a full vowel. Thus, &#x5E7;&#x5B8;&#x5D8;&#x5B7;&#x5DC; is made up of two syllables, one being &#x5E7;&#x5B8; (<em>qa</em>) and the other &#x5D8;&#x5B7;&#x5DC; (<em>tal</em>). Both syllables contain a full vowel and begin with a consonant. On the other hand, &#x5D1;&#x5B0;&#x5BC;&#x5E8;&#x5B4;&#x5D9;&#x5EA; (<em>berith&#x2B9;</em>) has only one syllable since <span id=\"page1077\" class=\"pageNum\" data-no=\"1077\" data-before-text=\"1077\"></span>it contains only one full vowel (.=<em>i</em>); the <em>shewa&#x2BC;&#x2B9;, e </em>( &#x5B0;), is a half vowel.There are two apparent exceptions to the rule of only consonants starting a syllable: (1)&#xA0;When a word opens with &#x5D5;&#x5BC; (<em>u</em>). Then the <em>u </em>stands as a separate syllable. Thus &#x5D5;&#x5BC;&#x5D1;&#x5B5;&#x5DF; is <em>u&#xB7;ven&#x2B9;; </em>&#x5D5;&#x5BC;&#x5E9;&#x5B0;&#x5C1;&#x5DE;&#x5B4;&#x5D9; is <em>u&#xB7;shemi&#x2B9;. </em>(2)&#xA0;With a &#x201C;furtive <em>pa&#x2B9;thach.&#x201D; </em>This is the vowel <em>pa&#x2B9;thach </em>( &#x5B7;)&#xA0;placed under the consonants &#x5E2; ,&#x5D7; ,&#x5D4;&#x5BC;, when they appear at the end of a word; in this case the <em>pa&#x2B9;thach </em>is sounded before the consonant. Thus &#x5E8;&#x5D5;&#x5BC;&#x5D7;&#x5B7; is <em>ru&#x2B9;ach, </em>and not <em>ru&#xB7;cha&#x2B9;.</em>Sometimes a small horizontal line called a maqqeph (&#x5BE;), similar to an English hyphen, appears between words. This serves to combine two or more words so that they are treated as a single word with only the last word retaining its accent. Thus &#x5DB;&#x5B8;&#x5BC;&#x5DC;&#x5BE;&#x5D0;&#x5B2;&#x5E9;&#x5B6;&#x5C1;&#x5E8; is <em>kol-&#x2BC;asher&#x2B9;.</em><strong><em>Accents. </em></strong>All Hebrew words are accented on the last or next to the last syllable. Most are accented on the last syllable.In transliterations in this work a single dot separates syllables; the accent is placed after the stressed syllable, using an accent symbol to denote primary stress (&#x2B9;).<strong>[Chart on page&#xA0;1074]</strong><strong>Simple           Intensive           Causative</strong>(1)&#xA0;Active (qal) (3)&#xA0;Active (pi&#x2BD;el)  (6)&#xA0;Active (hiph&#x2BD;il)(2)&#xA0;Passive      (4)&#xA0;Passive (pu&#x2BD;al) (7)&#xA0;Passive (hoph&#x2BD;al)    (niph&#x2BD;al)    (5)&#xA0;Reflexive                      (hithpa&#x2BD;el)        <strong>Simple         Intensive       Causative</strong>        &#x5D4;&#x5B4;&#x5E7;&#x5B0;&#x5D8;&#x5B4;&#x5D9;&#x5DC;             &#x5E7;&#x5B4;&#x5D8;&#x5B5;&#x5BC;&#x5DC;            &#x5E7;&#x5B8;&#x5D8;&#x5B7;&#x5DC;<strong>Active  <em>q</em></strong><em>a&#xB7;<strong>t</strong>a<strong>l</strong>&#x2B9;        <strong>q</strong>i<strong>t</strong>&#xB7;<strong>t</strong>e<strong>l</strong>&#x2B9;        hi<strong>q</strong>&#xB7;<strong>t</strong>i<strong>l</strong>&#x2B9;</em>        he killed      he killed       he caused                       (brutally)      to kill        &#x5D4;&#x5B8;&#x5E7;&#x5B0;&#x5D8;&#x5B7;&#x5DC;             &#x5E7;&#x5BB;&#x5D8;&#x5B7;&#x5BC;&#x5DC;           &#x5E0;&#x5B4;&#x5E7;&#x5B0;&#x5D8;&#x5B7;&#x5DC;<strong>Passive </strong><em>ni<strong>q</strong>&#xB7;<strong>t</strong>a<strong>l</strong>&#x2B9;       <strong>q</strong>u<strong>t</strong>&#xB7;<strong>t</strong>a<strong>l</strong>&#x2B9;        ho<strong>q</strong>&#xB7;<strong>t</strong>a<strong>l</strong>&#x2B9;</em>        he was killed  he was killed   he was caused                       (brutally)      to kill                       &#x5D4;&#x5B4;&#x5EA;&#x5B0;&#x5E7;&#x5B7;&#x5D8;&#x5B5;&#x5BC;&#x5DC;<strong>Reflexive              </strong><em>hith&#xB7;<strong>q</strong>a<strong>t</strong>&#xB7;<strong>t</strong>e<strong>l</strong>&#x2B9;</em>                       he killed himself<strong>[Chart on page&#xA0;1076]</strong><strong>Character    Consonants          Equivalent</strong>  &#x5D0;          <em>&#x2BC;A&#x2B9;leph             &#x2BC;</em>  &#x5D1;&#x5BC;          <em>Behth               b</em>  &#x5D1;                              <em>v</em>  &#x5D2;&#x5BC;          <em>Gi&#x2B9;mel              g</em>  &#x5D2;                              <em>gh</em>  &#x5D3;&#x5BC;          <em>Da&#x2B9;leth             d</em>  &#x5D3;                              <em>dh</em>  &#x5D4;          <em>He&#x2BC;                 h</em>  &#x5D5;          <em>Waw                 w</em>  &#x5D6;          <em>Za&#x2B9;yin              z</em>  &#x5D7;          <em>Chehth              ch</em>  &#x5D8;          <em>Tehth               t</em>  &#x5D9;          <em>Yohdh               y</em>  &#x5DB;&#x5BC;          <em>Kaph                k</em>  &#x5DB; <strong>Final: </strong>&#x5DA;                     <em>kh</em>  &#x5DC;          <em>La&#x2B9;medh             l</em>  &#x5DE; <strong>Final: </strong>&#x5DD; <em>Mem                 m</em>  &#x5E0; <strong>Final: </strong>&#x5DF; <em>Nun                 n</em>  &#x5E1;          <em>Sa&#x2B9;mekh             s</em>  &#x5E2;          <em>&#x2BD;A&#x2B9;yin              &#x2BD;</em>  &#x5E4;&#x5BC;          <em>Pe&#x2BC;                 p</em>  &#x5E4; <strong>Final: </strong>&#x5E3;                     <em>ph</em>  &#x5E6; <strong>Final: </strong>&#x5E5; <em>Tsa</em>&#xB7;<em>dheh&#x2B9;           ts</em>  &#x5E7;          <em>Qohph               q</em>  &#x5E8;          <em>Rehsh               r</em>  &#x5E9;&#x5C2;          <em>Sin                 s</em>  &#x5E9;&#x5C1;          <em>Shin                sh</em>  &#x5EA;&#x5BC;          <em>Taw                 t</em>  &#x5EA;                              <em>th</em>                 <strong>Full Vowels</strong>   &#x5B8; (long)  <em>Qa&#x2B9;mets             a </em>as in <em>a</em>wl   &#x5B7;         <em>Pa&#x2B9;thach            a </em>as in f<em>a</em>ther   &#x5B5; (long)  <em>Tse&#x2B9;reh             e </em>as in th<em>e</em>y   &#x5B6;         <em>Se&#x2B9;ghohl            e </em>as in m<em>e</em>n   &#x5B4;         <em>Chi&#x2B9;req             i </em>as in mach<em>i</em>ne   &#x5B9; (long)  <em>Choh&#x2B9;lem            o </em>as in n<em>o</em>   &#x5B8;         <em>Qa&#x2B9;mets Cha&#xB7;tuph&#x2B9;   o </em>as in n<em>o</em>r   &#x5BB;         <em>Qib&#xB7;buts&#x2B9;           u </em>as in f<em>u</em>ll   &#x5B4;         <em>Shu&#x2B9;req             u </em>as in cr<em>u</em>el                 <strong>Half Vowels</strong>   &#x5B0;         <em>Shewa&#x2BC;&#x2B9;             e </em>obscure,                                   as in av<em>e</em>rage;                                   or silent,                                   as in mad<em>e</em>   &#x5B2;         <em>Cha&#xB7;teph&#x2B9; Pa&#x2B9;thach  a </em>as in h<em>a</em>t   &#x5B1;         <em>Cha&#xB7;teph&#x2B9; Se&#x2B9;ghohl  e </em>as in m<em>e</em>t   &#x5B3;         <em>Cha&#xB7;teph&#x2B9; Qa&#x2B9;mets   o </em>as in n<em>o</em>t             <strong>Special Combinations</strong>         &#x5D9;  &#x5B8; = <em>ai         </em>&#x5D9;   &#x5B4; = <em>i</em>         &#x5D9;  &#x5B7; = <em>ai         </em>&#x5D5;&#x5B9;    = <em>oh</em>         &#x5D9;  &#x5B5; = <em>eh         </em>&#x5D5;&#x5BC;    = <em>u</em>         &#x5D9;  &#x5B6; = <em>ey         </em>&#x5D9;&#x5D5;  &#x5B8; <em>= av</em>"}