{"title":"Hebrew Scriptures","link":"/en/wol/d/r1/lp-e/1200001955","html":"<span id=\"page1080\" class=\"pageNum\" data-no=\"1080\" data-before-text=\"1080\"></span><strong>HEBREW SCRIPTURES</strong>The 39 divinely inspired books from Genesis to Malachi, according to the common arrangement today, constitute the major portion of the Bible.The books of the Hebrew Scriptures as they appear in most Bible versions may be divided into three sections: (1)&#xA0;<em>Historic, </em>Genesis to Esther, 17 books; (2)&#xA0;<em>Poetic, </em>Job to The Song of Solomon, 5 books; (3)&#xA0;<em>Prophetic, </em>Isaiah to Malachi, 17 books. Such divisions are rather general, since the historical section contains poetic portions (<a href=\"/en/wol/bc/r1/lp-e/1200001955/0/0\" data-bid=\"1-1\" class=\"b\">Ge 2:23;</a><a href=\"/en/wol/bc/r1/lp-e/1200001955/0/1\" data-bid=\"1-2\" class=\"b\"> 4:23, 24;</a><a href=\"/en/wol/bc/r1/lp-e/1200001955/0/2\" data-bid=\"1-3\" class=\"b\"> 9:25-27;</a><a href=\"/en/wol/bc/r1/lp-e/1200001955/0/3\" data-bid=\"1-4\" class=\"b\"> Ex 15:1-19,</a><a href=\"/en/wol/bc/r1/lp-e/1200001955/0/4\" data-bid=\"1-5\" class=\"b\"> 21;</a><a href=\"/en/wol/bc/r1/lp-e/1200001955/0/5\" data-bid=\"1-6\" class=\"b\"> Jg&#xA0;5</a>) as well as prophetic (<a href=\"/en/wol/bc/r1/lp-e/1200001955/1/0\" data-bid=\"2-1\" class=\"b\">Ge 3:15;</a><a href=\"/en/wol/bc/r1/lp-e/1200001955/1/1\" data-bid=\"2-2\" class=\"b\"> 22:15-18;</a><a href=\"/en/wol/bc/r1/lp-e/1200001955/1/2\" data-bid=\"2-3\" class=\"b\"> 2Sa 7:11-16</a>); the poetic section contains historical material (<a href=\"/en/wol/bc/r1/lp-e/1200001955/2/0\" data-bid=\"3-1\" class=\"b\">Job 1:1&#x2013;2:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200001955/2/1\" data-bid=\"3-2\" class=\"b\"> 42:7-17</a>) as well as prophetic (<a href=\"/en/wol/bc/r1/lp-e/1200001955/3/0\" data-bid=\"4-1\" class=\"b\">Ps 2:1-9;</a><a href=\"/en/wol/bc/r1/lp-e/1200001955/3/1\" data-bid=\"4-2\" class=\"b\"> 110:1-7</a>); and in the prophetic section historical information and poetic material are found (<a href=\"/en/wol/bc/r1/lp-e/1200001955/4/0\" data-bid=\"5-1\" class=\"b\">Isa 7:1,&#xA0;2;</a><a href=\"/en/wol/bc/r1/lp-e/1200001955/4/1\" data-bid=\"5-2\" class=\"b\"> Jer 37:11&#x2013;39:14;</a><a href=\"/en/wol/bc/r1/lp-e/1200001955/4/2\" data-bid=\"5-3\" class=\"b\"> 40:7&#x2013;43:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200001955/4/3\" data-bid=\"5-4\" class=\"b\"> La 1:1&#x2013;5:22</a>).By combining and rearranging these same 39 books in a different order, the Jews counted only 24 or 22 books and, according to their traditional canon, arranged them as follows: First, there was the <em>Law </em>(Heb., <em>Toh&#xB7;rah&#x2B9;</em>), also called the Pentateuch, consisting of (1)&#xA0;Genesis, (2)&#xA0;Exodus, (3)&#xA0;Leviticus, (4)&#xA0;Numbers, and (5)&#xA0;Deuteronomy. (See <a href=\"/en/wol/tc/r1/lp-e/1200001955/0\">PENTATEUCH</a>.) Second came the <em>Prophets </em>(Heb., <em>Nevi&#xB7;&#x2BC;im&#x2B9;</em>), divided into the &#x201C;Former Prophets,&#x201D; (6)&#xA0;Joshua, (7)&#xA0;Judges, (8)&#xA0;Samuel (First and Second together as one book), (9)&#xA0;Kings (First and Second as one book), and the &#x201C;Latter Prophets,&#x201D; subdivided into the &#x201C;Major&#x201D; Prophets, (10) Isaiah, (11) Jeremiah and (12) Ezekiel, and (13) Twelve &#x201C;Minor&#x201D; Prophets (a single book composed of Hosea, Joel, Amos, Obadiah, Jonah, Micah, Nahum, Habakkuk, Zephaniah, Haggai, Zechariah, and Malachi). The third section was called the <em>Holy Writings </em>(Hagiographa or, in Hebrew, <em>Kethu&#xB7;vim&#x2B9;</em>), beginning with (14) Psalms, (15) Proverbs, and (16) Job; then came the &#x201C;Five Megilloth&#x201D; or five separate scrolls, namely (17) The Song of Solomon, (18) Ruth, (19) Lamentations, (20) Ecclesiastes, and (21) Esther, followed by (22) Daniel, (23) Ezra-Nehemiah (combined), <span id=\"page1081\" class=\"pageNum\" data-no=\"1081\" data-before-text=\"1081\"></span>and (24) Chronicles (First and Second together as one book). The book of Ruth was sometimes appended to Judges, and Lamentations to Jeremiah, to give 22 books, a total corresponding to the number of letters in the Hebrew alphabet, although this is not the usual arrangement in Hebrew Bibles today.Not all the early catalogs had the books of the Hebrew Scriptures arranged in the above order. This is because at the time the individual books were in separate scrolls. To illustrate: In the Babylonian Talmud (<em>Bava Batra </em>14<em>b</em>), it is stated: &#x201C;Our Rabbis taught: The order of the Prophets is, Joshua, Judges, Samuel, Kings, Jeremiah, Ezekiel, Isaiah, and the Twelve Minor Prophets.&#x201D; (Translated by M.&#xA0;Simon and I.&#xA0;Slotki) This may explain why Jeremiah precedes Isaiah in a number of Hebrew manuscripts written in Germany and France.<strong>The Writers. </strong>All the Hebrew Scriptures were written and compiled by Jews, members of the nation &#x201C;entrusted with the sacred pronouncements of God.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001955/5/0\" data-bid=\"6-1\" class=\"b\">Ro 3:1,&#xA0;2</a>) And, for the most part, these pre-Christian Scriptures were written in Hebrew, with the following limited portions in Aramaic: <a href=\"/en/wol/bc/r1/lp-e/1200001955/6/0\" data-bid=\"7-1\" class=\"b\">Genesis 31:47; </a><a href=\"/en/wol/bc/r1/lp-e/1200001955/6/1\" data-bid=\"7-2\" class=\"b\">Ezra 4:8 to 6:18</a> and <a href=\"/en/wol/bc/r1/lp-e/1200001955/7/0\" data-bid=\"8-1\" class=\"b\">7:12-26;</a> <a href=\"/en/wol/bc/r1/lp-e/1200001955/8/0\" data-bid=\"9-1\" class=\"b\">Jeremiah 10:11;</a><a href=\"/en/wol/bc/r1/lp-e/1200001955/8/1\" data-bid=\"9-2\" class=\"b\"> Daniel 2:4b to 7:28</a>. Aramaic words are also found in Job, certain Psalms, The Song of Solomon, Jonah, Esther, and in the Hebrew parts of Daniel. The book of Ezekiel likewise shows Aramaic influence.Moses wrote and compiled the first five books of the Bible, and he was followed by some 38 other writers and compilers including Joshua, Samuel, David, Solomon, Isaiah, Jeremiah, Ezekiel, Daniel, Ezra, and Nehemiah. They lived over a period of 1,100 years, from the 16th to the 5th&#xA0;century B.C.E., and came from various occupations, such as that of shepherd, copyist, governor, king, prophet, and priest.Some of the Bible writers were eyewitnesses of the incidents they recorded; Moses wrote of his experiences before Pharaoh. (<a href=\"/en/wol/bc/r1/lp-e/1200001955/9/0\" data-bid=\"10-1\" class=\"b\">Ex 5:1&#x2013;12:32</a>) They gathered certain historical data from previous records through diligent research, as when compiling the genealogical records. (<a href=\"/en/wol/bc/r1/lp-e/1200001955/10/0\" data-bid=\"11-1\" class=\"b\">1Ch 1-9</a>) But many things, such as knowledge concerning the assembly of angelic hosts in heaven and revelations in the field of prophecy, were matters beyond the realm of human knowledge and could be learned only by direct inspiration of God. This and the perfect unity of the whole, despite being the composite work of many writers extending over so long a period of time with their various backgrounds, all attest to and demonstrate that Bible writers indeed &#x201C;spoke from God as they were borne along by holy spirit.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001955/11/0\" data-bid=\"12-1\" class=\"b\">2Pe 1:21</a>.<strong>Canon of Hebrew Scriptures. </strong>The books of the Hebrew Scriptures do not appear in our Bibles in the order in which they were written. Joel, Amos, and Jonah lived about two centuries or so before Jeremiah, Ezekiel, and Daniel. Nor do the titles of the books always disclose their writer. The book of Job, for instance, was apparently written by Moses; the book of Ruth, by Samuel. Details about the individual books, as to when and by whom each was written, are set out in the &#x201C;Table of Bible Books in Order Completed&#x201D; in the article <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001955/1\">BIBLE</a>. See the articles on the individual books for contents, importance and significance, proof of authenticity, and other information.The canon of the Hebrew Scriptures was well established when Jesus Christ was on earth, as is evidenced by his statements recorded in the Christian Greek Scriptures. For example, he referred to the three-section arrangement when he spoke of &#x201C;all the things written in the <em>law </em>of Moses and in the <em>Prophets </em>and <em>Psalms.&#x201D; </em>(<a href=\"/en/wol/bc/r1/lp-e/1200001955/12/0\" data-bid=\"13-1\" class=\"b\">Lu 24:44</a>) His followers wrote of or spoke of &#x201C;the public reading of the Law and of the Prophets,&#x201D; &#x201C;the Scriptures,&#x201D; &#x201C;the law of Moses and the Prophets,&#x201D; &#x201C;the holy Scriptures,&#x201D; and &#x201C;the holy writings.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001955/13/0\" data-bid=\"14-1\" class=\"b\">Ac 13:15;</a><a href=\"/en/wol/bc/r1/lp-e/1200001955/13/1\" data-bid=\"14-2\" class=\"b\"> 18:24;</a><a href=\"/en/wol/bc/r1/lp-e/1200001955/13/2\" data-bid=\"14-3\" class=\"b\"> 28:23;</a><a href=\"/en/wol/bc/r1/lp-e/1200001955/13/3\" data-bid=\"14-4\" class=\"b\"> Ro 1:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200001955/13/4\" data-bid=\"14-5\" class=\"b\"> 2Ti 3:15</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001955/2\">CANON</a>.Noteworthy too is the fact that no Apocryphal writings were admitted into the Hebrew canon. From the days of Ezra and Malachi, in the fifth century B.C.E., the completed canon of the Hebrew Scriptures has been guarded and protected against the inclusion of any writings of questionable nature. (See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001955/3\">APOCRYPHA</a>.) Scrupulous care was exercised by the manuscript copyists called Sopherim, who at a later time were succeeded by the Masoretes.Originally the Hebrew Scriptures were written without vowels or punctuation, and without our present chapter and verse divisions. In the second half of the first millennium C.E. the Masoretes, who were also very careful Bible copyists, established a system of vowel points and accent marks as an aid to reading and pronunciation.<strong>Preservation and </strong><strong>Transmission. </strong>The Jewish Sopherim (scribes), although meticulous as to avoiding errors in copying, made certain emendations, or corrections, in the text where, in their opinion, the original text seemed to show irreverence for God or disrespect for his representatives. In more than 140 instances the Jewish <span id=\"page1082\" class=\"pageNum\" data-no=\"1082\" data-before-text=\"1082\"></span>scribes changed the Tetragrammaton (the consonantal equivalent of the name Jehovah) to read either &#x201C;Sovereign Lord&#x201D; or &#x201C;God.&#x201D;<wbr>&#x2014;See <em>NW </em>appendix, pp.&#xA0;1562, 1569.None of the original writings of the Hebrew Scriptures are extant today, but there are possibly 6,000 handwritten copies containing all or part of the Hebrew Scriptures. The Nash Papyrus, which contains small portions of Deuteronomy, and many of the Dead Sea Scrolls were copied before our Common Era. Besides copies of the Scriptures in Hebrew, many versions of the pre-Christian Scriptures have been made, either the whole or in part, in many languages. The first actual translation was the Greek <em>Septuagint, </em>which commenced about 280&#xA0;B.C.E. Jerome&#x2019;s Latin <em>Vulgate </em>also contained an early translation of the Hebrew Scriptures. The <em>New World Translation </em>of the Hebrew Scriptures was based on the seventh, eighth, and ninth editions of Rudolf Kittel&#x2019;s <em>Biblia Hebraica, </em>which is the printed edition of Codex Leningrad B 19<sup>A</sup>, the earliest complete manuscript of the Hebrew Scriptures.Critics of the Bible have expended considerable effort in an attempt to discredit the Hebrew Scriptures, labeling them as either forgeries or simply folklore lacking historic authenticity. One line of attack has been to dissect the different Bible books in an effort to prove that they were written by different hands, as if a person were incapable of writing in more than one style. Such argument is altogether unsound, for persons who write poetry can also write prose, and vice versa. A lawyer who formulates a legal document easily and quickly shifts his style when relating some personal experience. When the critics claim that certain verses, which they label &#x201C;J&#x201D; and in which the name Jehovah occurs, were written by men other than the writers of the verses where the title &#x201C;God&#x201D; (Heb., <em>&#x2BC;Elo&#xB7;him&#x2B9;</em>) appears, and which they designate as &#x201C;E,&#x201D; they demonstrate shallow reasoning.In pointing out the fallacy of the critics&#x2019; claim, K.&#xA0;A.&#xA0;Kitchen, of the University of Liverpool, says: &#x201C;Nowhere in the Ancient Orient is there anything which is definitely known to parallel the elaborate history of fragmentary composition and conflation [composite text] of Hebrew literature (or marked by just such criteria) as the documentary hypotheses would postulate. And conversely, any attempt to apply the criteria of the documentary theorists to Ancient Oriental compositions that have known histories but exhibit the same literary phenomena results in manifest absurdities.&#x201D;<wbr>&#x2014;<em>Ancient Orient and Old Testament, </em>1968, p.&#xA0;115.<strong>Importance. </strong>The importance of the Hebrew Scriptures cannot be overemphasized, for without their law code, history, and prophecies, much in the Christian Greek Scriptures would be doubtful in meaning. (<a href=\"/en/wol/bc/r1/lp-e/1200001955/14/0\" data-bid=\"15-1\" class=\"b\">Lu 24:27,</a><a href=\"/en/wol/bc/r1/lp-e/1200001955/14/1\" data-bid=\"15-2\" class=\"b\">&#xA0;44</a>) &#x201C;For all the things that were written aforetime were written for our instruction.&#x201D; &#x201C;Now these things went on befalling them as examples, and they were written for a warning to us upon whom the ends of the systems of things have arrived.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001955/15/0\" data-bid=\"16-1\" class=\"b\">Ro 15:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200001955/15/1\" data-bid=\"16-2\" class=\"b\"> 1Co 10:11</a>) Hence, the Christian Bible writers repeatedly quoted from and alluded to the former Bible writings, in this way carrying forward and expanding many of the themes and promises set forth in the Hebrew Scriptures. In the Christian Greek Scriptures, the <em>New World Translation </em>presents as direct quotations 320 passages from the Hebrew Scriptures. According to a listing published by Westcott and Hort, the combined total of quotations and references is some 890.Without the Hebrew Scriptures we would be lacking many details about man&#x2019;s origin, the cause of death, and the Edenic promise that the Serpent&#x2019;s head will be crushed by the seed of the woman. Without the Hebrew Scriptures we would not know many details about such things as the Noachian Flood, why blood is sacred, God&#x2019;s covenant with Abraham, how Jehovah fought for his covenant people, and the history of the pictorial theocratic kingdom."}