{"title":"Hebrew, I","link":"/en/wol/d/r1/lp-e/1200001952","html":"<span id=\"page1065\" class=\"pageNum\" data-no=\"1065\" data-before-text=\"1065\"></span><strong>HEBREW, I</strong>The designation &#x201C;Hebrew&#x201D; is first used for Abram, distinguishing him thereby from his Amorite neighbors. (<a href=\"/en/wol/bc/r1/lp-e/1200001952/0/0\" data-bid=\"1-1\" class=\"b\">Ge 14:13</a>) Thereafter, in virtually every case of its use, the term &#x201C;Hebrew(s)&#x201D; continues to be employed as a contrasting or distinguishing designation<wbr>&#x2014;the one speaking is of a non-Israelite nation (<a href=\"/en/wol/bc/r1/lp-e/1200001952/1/0\" data-bid=\"2-1\" class=\"b\">Ge 39:13, 14,</a><a href=\"/en/wol/bc/r1/lp-e/1200001952/1/1\" data-bid=\"2-2\" class=\"b\"> 17;</a><a href=\"/en/wol/bc/r1/lp-e/1200001952/1/2\" data-bid=\"2-3\" class=\"b\"> 41:12;</a><a href=\"/en/wol/bc/r1/lp-e/1200001952/1/3\" data-bid=\"2-4\" class=\"b\"> Ex 1:16;</a><a href=\"/en/wol/bc/r1/lp-e/1200001952/1/4\" data-bid=\"2-5\" class=\"b\"> 1Sa 4:6,</a><a href=\"/en/wol/bc/r1/lp-e/1200001952/1/5\" data-bid=\"2-6\" class=\"b\">&#xA0;9</a>), or is an Israelite addressing a foreigner (<a href=\"/en/wol/bc/r1/lp-e/1200001952/2/0\" data-bid=\"3-1\" class=\"b\">Ge 40:15;</a><a href=\"/en/wol/bc/r1/lp-e/1200001952/2/1\" data-bid=\"3-2\" class=\"b\"> Ex 1:19;</a><a href=\"/en/wol/bc/r1/lp-e/1200001952/2/2\" data-bid=\"3-3\" class=\"b\"> 2:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200001952/2/3\" data-bid=\"3-4\" class=\"b\"> Jon 1:9</a>), or foreigners are mentioned (<a href=\"/en/wol/bc/r1/lp-e/1200001952/3/0\" data-bid=\"4-1\" class=\"b\">Ge 43:32;</a><a href=\"/en/wol/bc/r1/lp-e/1200001952/3/1\" data-bid=\"4-2\" class=\"b\"> Ex 1:15;</a><a href=\"/en/wol/bc/r1/lp-e/1200001952/3/2\" data-bid=\"4-3\" class=\"b\"> 2:11-13;</a><a href=\"/en/wol/bc/r1/lp-e/1200001952/3/3\" data-bid=\"4-4\" class=\"b\"> 1Sa 13:3-7</a>).As the above texts show, the designation &#x201C;Hebrew&#x201D; was already familiar to the Egyptians in the 18th&#xA0;century B.C.E. This would seem to indicate that Abraham, Isaac, and Jacob had become quite well known over a wide area, thus making the appellative &#x201C;Hebrew&#x201D; a recognizable one. When Joseph spoke of &#x201C;the land of the Hebrews&#x201D; <span id=\"page1066\" class=\"pageNum\" data-no=\"1066\" data-before-text=\"1066\"></span>(<a href=\"/en/wol/bc/r1/lp-e/1200001952/4/0\" data-bid=\"5-1\" class=\"b\">Ge 40:15</a>) to two of Pharaoh&#x2019;s servants, he doubtless referred to the region around Hebron that his father and forefathers had long made a sort of base of operations. Some six centuries later the Philistines still spoke of the Israelites as &#x201C;Hebrews.&#x201D; During the time of King Saul &#x201C;Hebrews&#x201D; and &#x201C;Israel&#x201D; were equivalent terms. (<a href=\"/en/wol/bc/r1/lp-e/1200001952/5/0\" data-bid=\"6-1\" class=\"b\">1Sa 13:3-7;</a><a href=\"/en/wol/bc/r1/lp-e/1200001952/5/1\" data-bid=\"6-2\" class=\"b\"> 14:11;</a><a href=\"/en/wol/bc/r1/lp-e/1200001952/5/2\" data-bid=\"6-3\" class=\"b\"> 29:3</a>) In the ninth century B.C.E. the prophet Jonah identified himself as a Hebrew to sailors (possibly Phoenicians) on a boat out of the seaport of Joppa. (<a href=\"/en/wol/bc/r1/lp-e/1200001952/6/0\" data-bid=\"7-1\" class=\"b\">Jon 1:9</a>) The Law also distinguished &#x201C;Hebrew&#x201D; slaves from those of other races or nationalities (<a href=\"/en/wol/bc/r1/lp-e/1200001952/7/0\" data-bid=\"8-1\" class=\"b\">Ex 21:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200001952/7/1\" data-bid=\"8-2\" class=\"b\"> De 15:12</a>), and in referring to this, the book of Jeremiah (in the seventh century B.C.E.) shows the term &#x201C;Hebrew&#x201D; to be then the equivalent of &#x201C;Jew.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001952/8/0\" data-bid=\"9-1\" class=\"b\">Jer 34:8, 9,</a><a href=\"/en/wol/bc/r1/lp-e/1200001952/8/1\" data-bid=\"9-2\" class=\"b\"> 13,&#xA0;14</a>.In later periods Greek and Roman writers regularly called the Israelites either &#x201C;Hebrews&#x201D; or &#x201C;Jews,&#x201D; not &#x201C;Israelites.&#x201D;<strong>Origin and Significance of the Term. </strong>The views as to the origin and significance of the term &#x201C;Hebrew&#x201D; generally can be resolved into the following:One view holds that the name comes from the root word <em>&#x2BD;a&#xB7;var&#x2B9;, </em>meaning &#x201C;pass; pass by; pass over; cross.&#x201D; The term would then apply to Abraham as the one whom God took &#x201C;from the other side of the River [Euphrates].&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001952/9/0\" data-bid=\"10-1\" class=\"b\">Jos 24:3</a>) The translators of the Greek <em>Septuagint </em>so understood the term and thus at <a href=\"/en/wol/bc/r1/lp-e/1200001952/10/0\" data-bid=\"11-1\" class=\"b\">Genesis 14:13</a> referred to Abraham as &#x201C;the passer&#x201D; rather than &#x201C;the Hebrew.&#x201D; This theory is quite popular, yet not without problems. The ending for the term <em>&#x2BD;Iv&#xB7;ri&#x2B9; </em>(Hebrew) is the same as that used in other terms that are definitely patronymics, that is, names formed by the addition of a prefix or suffix indicating relationship to the name of one&#x2019;s father or parental ancestor. Thus, <em>Moh&#xB7;&#x2BC;a&#xB7;vi&#x2B9; </em>(Moabite) denotes primarily one descended from Moab (<em>Moh&#xB7;&#x2BC;av&#x2B9;</em>) rather than one from a geographic region; so too with <em>&#x2BD;Am&#xB7;moh&#xB7;ni&#x2B9; </em>(Ammonite), <em>Da&#xB7;ni&#x2B9; </em>(Danite), and many others.Additionally, if &#x201C;Hebrew&#x201D; were to apply to Abraham solely on the basis of his having &#x2018;crossed over&#x2019; the Euphrates, the term might seem to be a very general one, applicable to any person who did the same<wbr>&#x2014;and likely there were many such emigrants in the course of the centuries. With such an origin, the term could be distinctive only if Abraham&#x2019;s crossing of the Euphrates was recognized as being by divine call. That this fact should be acknowledged by pagans using the term is a matter for question, but it cannot be deemed impossible.A second view, endorsed by some scholars, is that the name denotes those who are sojourners, that is, &#x2018;passing through,&#x2019; as distinguished from those who are residents or settlers. (Compare the use of <em>&#x2BD;a&#xB7;var&#x2B9; </em>at <a href=\"/en/wol/bc/r1/lp-e/1200001952/11/0\" data-bid=\"12-1\" class=\"b\">Ge 18:5;</a><a href=\"/en/wol/bc/r1/lp-e/1200001952/11/1\" data-bid=\"12-2\" class=\"b\"> Ex 32:27;</a><a href=\"/en/wol/bc/r1/lp-e/1200001952/11/2\" data-bid=\"12-3\" class=\"b\"> 2Ch 30:10</a>.) While the Israelites did lead a nomadic life for a time, this was not the case after the conquest of Canaan. Yet, the name Hebrew continued to apply to them. Another objection to this concept may be that it is so broad that it would include all nomadic groups. Since Jehovah is Biblically identified as &#x201C;the God of the Hebrews,&#x201D; it is evident that this does not mean &#x2018;all the nomads,&#x2019; inasmuch as many nomadic peoples were worshipers of false gods.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001952/12/0\" data-bid=\"13-1\" class=\"b\">Ex 3:18;</a><a href=\"/en/wol/bc/r1/lp-e/1200001952/12/1\" data-bid=\"13-2\" class=\"b\"> 5:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200001952/12/2\" data-bid=\"13-3\" class=\"b\"> 7:16;</a><a href=\"/en/wol/bc/r1/lp-e/1200001952/12/3\" data-bid=\"13-4\" class=\"b\"> 9:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200001952/12/4\" data-bid=\"13-5\" class=\"b\"> 13;</a><a href=\"/en/wol/bc/r1/lp-e/1200001952/12/5\" data-bid=\"13-6\" class=\"b\"> 10:3</a>.A third view that accords well with the Biblical evidence is that &#x201C;Hebrew&#x201D; (<em>&#x2BD;Iv&#xB7;ri&#x2B9;</em>) comes from the name Eber (<em>&#x2BD;E&#x2B9;ver</em>), that of the great-grandson of Shem and an ancestor of Abraham. (<a href=\"/en/wol/bc/r1/lp-e/1200001952/13/0\" data-bid=\"14-1\" class=\"b\">Ge 11:10-26</a>) It is true that nothing is known about Eber aside from his family relationship as a link in the chain of descent from Shem to Abraham. There is no outstanding act or other personal feature recorded that might form the basis for Eber&#x2019;s name being used so prominently by his descendants. Nevertheless, it is to be noted that Eber is specifically singled out at <a href=\"/en/wol/bc/r1/lp-e/1200001952/14/0\" data-bid=\"15-1\" class=\"b\">Genesis 10:21</a>, Shem there being spoken of as &#x201C;the forefather of all the sons of Eber.&#x201D; That the name Eber was applied centuries after his death to a certain people or region is evident from Balaam&#x2019;s prophecy in the 15th&#xA0;century B.C.E. (<a href=\"/en/wol/bc/r1/lp-e/1200001952/15/0\" data-bid=\"16-1\" class=\"b\">Nu 24:24</a>) The use of the name as a patronymic would also link the Israelites with a particular one of the &#x201C;family descents&#x201D; from Noah, as recorded at <a href=\"/en/wol/bc/r1/lp-e/1200001952/16/0\" data-bid=\"17-1\" class=\"b\">Genesis 10:1-32</a>.As with the other views already discussed, the question arises as to why &#x201C;Hebrew,&#x201D; if derived from the name Eber, should be applied so specifically and distinctively to the Israelites. Eber had other descendants, through his son Joktan, who were not in the line of descent to Abraham (and Israel). (<a href=\"/en/wol/bc/r1/lp-e/1200001952/17/0\" data-bid=\"18-1\" class=\"b\">Ge 10:25-30;</a><a href=\"/en/wol/bc/r1/lp-e/1200001952/17/1\" data-bid=\"18-2\" class=\"b\"> 11:16-26</a>) It would seem that the term <em>&#x2BD;Iv&#xB7;ri&#x2B9; </em>(Hebrew) would apply to all such descendants who could lay rightful claim to Eber as their ancestor. Some scholars suggest that originally this may have been the case, but that, in course of time, the name came to be restricted to the Israelites as the most prominent of the Eberites, or Hebrews. This would not be without some parallel in the Bible record. Although there were many non-Israelite descendants of Abraham, including the Edomites, the Ishmaelites, and the descendants of Abraham through his wife Keturah, it is the Israelites who are distinctively called the &#x201C;seed of Abraham.&#x201D; <span id=\"page1067\" class=\"pageNum\" data-no=\"1067\" data-before-text=\"1067\"></span>(<a href=\"/en/wol/bc/r1/lp-e/1200001952/18/0\" data-bid=\"19-1\" class=\"b\">Ps 105:6;</a><a href=\"/en/wol/bc/r1/lp-e/1200001952/18/1\" data-bid=\"19-2\" class=\"b\"> Isa 41:8</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200001952/19/0\" data-bid=\"20-1\" class=\"b\">Mt 3:9;</a><a href=\"/en/wol/bc/r1/lp-e/1200001952/19/1\" data-bid=\"20-2\" class=\"b\"> 2Co 11:22</a>.) Of course, this was because of God&#x2019;s action toward them in connection with the Abrahamic covenant. But the very fact that God made them a nation and gave them the land of Canaan as an inheritance, as well as victories over many powerful enemies, would certainly distinguish the Israelites not only from other descendants of Abraham but also from all other descendants of Eber. There is the possibility, too, that many of such other descendants also lost their &#x201C;Eberite&#x201D; identity by intermarriage with other peoples.It may well be, then, that Eber is singled out in the genealogical lists as a divine indication that the Noachian blessing pronounced upon Shem would find its fulfillment especially in the descendants of Eber, the subsequent facts showing the Israelites to be the prime recipients of that blessing. Such specific mention of Eber would also serve the purpose of indicating the line of descent of the promised Seed mentioned in Jehovah&#x2019;s prophecy at <a href=\"/en/wol/bc/r1/lp-e/1200001952/20/0\" data-bid=\"21-1\" class=\"b\">Genesis 3:15</a>, Eber thereby becoming a specific link between Shem and Abraham. Such a connection would also harmonize well with the designation of Jehovah as &#x201C;the God of the Hebrews.&#x201D;<strong><em>Balaam&#x2019;s prophecy. </em></strong>The understanding of Balaam&#x2019;s prophecy at <a href=\"/en/wol/bc/r1/lp-e/1200001952/21/0\" data-bid=\"22-1\" class=\"b\">Numbers 24:24</a> depends upon whether Eber is there used as a geographic term indicating the &#x2018;land (or people) on the other side,&#x2019; or as a patronymic applying especially to the Hebrews (Israelites). Most commentators recognize Kittim, from whose coast ships would come to afflict Assyria and Eber, according to the prophecy, as being primarily the ancient designation of Cyprus. However, as the articles <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001952/0\">CYPRUS</a> and <a href=\"/en/wol/tc/r1/lp-e/1200001952/1\">KITTIM</a> show, Cyprus came under heavy Greek influence; also, the name Kittim may have a broader application, beyond the island of Cyprus, perhaps allowing for a further connection with Greece. So, most scholars consider the prophecy to relate to the Greek, or Macedonian, conquest of the Middle Eastern nations, including Assyria. Those holding that Eber is here used geographically consider the affliction upon Eber to mean that not only Assyria but all the Mesopotamian powers (the people &#x2018;on the other side&#x2019;) would be brought under Western domination. Those regarding Eber as designating the Hebrews, suggest that the foretold affliction came upon them after the death of Alexander the Great and under the line of Seleucid rulers, particularly Antiochus Epiphanes. Even as the name Assyria in this text is actually the name Asshur in Hebrew, so too it appears that &#x201C;Eber&#x201D; is indeed a patronymic designating the Hebrews rather than merely a geographic designation.<strong>Use in the Christian Greek Scriptures. </strong>In the Christian Greek Scriptures the term &#x201C;Hebrew&#x201D; is used particularly in designating the language spoken by the Jews (<a href=\"/en/wol/bc/r1/lp-e/1200001952/22/0\" data-bid=\"23-1\" class=\"b\">Joh 5:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200001952/22/1\" data-bid=\"23-2\" class=\"b\"> 19:13,</a><a href=\"/en/wol/bc/r1/lp-e/1200001952/22/2\" data-bid=\"23-3\" class=\"b\"> 17,</a><a href=\"/en/wol/bc/r1/lp-e/1200001952/22/3\" data-bid=\"23-4\" class=\"b\"> 20;</a><a href=\"/en/wol/bc/r1/lp-e/1200001952/22/4\" data-bid=\"23-5\" class=\"b\"> Ac 21:40;</a><a href=\"/en/wol/bc/r1/lp-e/1200001952/22/5\" data-bid=\"23-6\" class=\"b\"> 22:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200001952/22/6\" data-bid=\"23-7\" class=\"b\"> Re 9:11;</a><a href=\"/en/wol/bc/r1/lp-e/1200001952/22/7\" data-bid=\"23-8\" class=\"b\"> 16:16</a>), the language in which the resurrected and glorified Jesus addressed Saul of Tarsus. (<a href=\"/en/wol/bc/r1/lp-e/1200001952/23/0\" data-bid=\"24-1\" class=\"b\">Ac 26:14,&#xA0;15</a>) At <a href=\"/en/wol/bc/r1/lp-e/1200001952/24/0\" data-bid=\"25-1\" class=\"b\">Acts 6:1</a> Hebrew-speaking Jews are distinguished from Greek-speaking Jews.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001952/2\">GREECE, GREEKS</a> (Hellenists).Paul described himself as, first, a Hebrew; second, an Israelite; and third, of the seed of Abraham. (<a href=\"/en/wol/bc/r1/lp-e/1200001952/25/0\" data-bid=\"26-1\" class=\"b\">2Co 11:22</a>) &#x2018;Hebrew&#x2019; may here be used to show his racial origin (compare <a href=\"/en/wol/bc/r1/lp-e/1200001952/26/0\" data-bid=\"27-1\" class=\"b\">Php 3:4,&#xA0;5</a>) and perhaps language; &#x2018;Israelite,&#x2019; his natural membership in the nation God had originally established as His name people (compare <a href=\"/en/wol/bc/r1/lp-e/1200001952/27/0\" data-bid=\"28-1\" class=\"b\">Ro 9:3-5</a>); and &#x2018;seed of Abraham,&#x2019; his being among those inheriting the promised blessings of the Abrahamic covenant.<strong>The &#x201C;Habiru.&#x201D; </strong>In numerous cuneiform records dating from the beginning of the second millennium B.C.E., the Akkadian (Assyro-Babylonian) term <em>habiru, </em>or <em>hapiru, </em>occurs. The Habiru were active in southern Mesopotamia and Asia Minor as well as in the Haran and Mari areas. Likewise, in about 60 of the Amarna Tablets, found in Egypt, vassal Canaanite rulers writing to the Pharaoh of Egypt (then their overlord) complained, among other things, of the attacks against their cities by certain rulers in league with the &#x201C;Habiru.&#x201D;The &#x201C;Habiru&#x201D; appeared in Mesopotamia as agricultural workers, mercenary soldiers, marauders, slaves, and so forth. Whereas some scholars have endeavored to link the Habiru with the Israelite conquest of Canaan, the evidence does not support such a view. In this regard, <em>The New International Dictionary of Biblical Archaeology </em>remarked: &#x201C;Since the first revelation of the Habiru in the Amarna texts late in the nineteenth century scholars have been tempted to associate the Habiru with the biblical <em>&#x2BD;ibrim </em>or &#x2018;Hebrews,&#x2019;<wbr>&#x2014;a word that occurs thirty-four times in the OT, usually either by foreigners or in the presence of foreigners. .&#xA0;.&#xA0;. Most scholars reject any direct identification of the Hebrews with the Habiru in view of the following objections: (1)&#xA0;philological difficulties in the equation; (2)&#xA0;the probability that Habiru is an appellative term describing a class, whereas <em>&#x2BD;ibri </em>is an ethnic term; (3)&#xA0;the considerable differences in the distribution, activity, and character of the two groups.&#x201D;<wbr>&#x2014;Edited <span id=\"page1068\" class=\"pageNum\" data-no=\"1068\" data-before-text=\"1068\"></span>by E.&#xA0;Blaiklock and R.&#xA0;Harrison, 1983, pp.&#xA0;223, 224.The &#x201C;Habiru&#x201D; appear in Egyptian documents under the name <em>&#x2BD;apiru. </em>They were employed as quarry workers, wine pressers, and stone haulers. Linguistically it is not possible to identify the Egyptian word <em>&#x2BD;apiru </em>with the Hebrew word <em>&#x2BD;Iv&#xB7;ri&#x2B9;. </em>Moreover, documents mention &#x201C;Habiru&#x201D; as being in Egypt long after the Hebrews had left that land."}