{"title":"Hell","link":"/en/wol/d/r1/lp-e/1200001978","html":"<span id=\"page1086\" class=\"pageNum\" data-no=\"1086\" data-before-text=\"1086\"></span><strong>HELL</strong>A word used in the <em>King James Version </em>(as well as in the Catholic <em>Douay Version </em>and most older translations) to translate the Hebrew <em>she&#x2BC;ohl&#x2B9; </em>and the Greek <em>hai&#x2B9;des.</em> In the <em>King James Version </em>the word &#x201C;hell&#x201D; is rendered from <em>she&#x2BC;ohl&#x2B9; </em>31 times and from <em>hai&#x2B9;des </em>10 times. This version is not consistent, however, since <em>she&#x2BC;ohl&#x2B9; </em>is also translated 31 times &#x201C;grave&#x201D; and 3 times &#x201C;pit.&#x201D; In the <em>Douay Version she&#x2BC;ohl&#x2B9; </em>is rendered &#x201C;hell&#x201D; 64 times, &#x201C;pit&#x201D; once, and &#x201C;death&#x201D; once.In 1885, with the publication of the complete <em>English Revised Version, </em>the original word <em>she&#x2BC;ohl&#x2B9; </em>was in many places transliterated into the English text of the Hebrew Scriptures, though, in most occurrences, &#x201C;grave&#x201D; and &#x201C;pit&#x201D; were used, and &#x201C;hell&#x201D; is found some 14 times. This was a point on which the American committee disagreed with the British revisers, and so, when producing the <em>American Standard Version </em>(1901) they transliterated <em>she&#x2BC;ohl&#x2B9; </em>in all 65 of its appearances. Both versions transliterated <em>hai&#x2B9;des </em>in the Christian Greek Scriptures in all ten of its occurrences, though the Greek word <em>Ge&#x2B9;en&#xB7;na </em>(English, &#x201C;Gehenna&#x201D;) is rendered &#x201C;hell&#x201D; throughout, as is true of many other modern translations.Concerning this use of &#x201C;hell&#x201D; to translate these original words from the Hebrew and Greek, <em>Vine&#x2019;s Expository Dictionary of Old and New Testament Words </em>(1981, Vol.&#xA0;2, p.&#xA0;187) says: &#x201C;HADES .&#xA0;.&#xA0;. It corresponds to &#x2018;Sheol&#x2019; in the O.T. [Old Testament]. In the A.V. of the O.T. [Old Testament] and N.T. [New Testament], it has been unhappily rendered &#x2018;Hell.&#x2019;&#x201D;<em>Collier&#x2019;s Encyclopedia </em>(1986, Vol.&#xA0;12, p.&#xA0;28) says concerning &#x201C;Hell&#x201D;: &#x201C;First it stands for the Hebrew Sheol of the Old Testament and the Greek Hades of the Septuagint and New Testament. Since Sheol in Old Testament times referred simply to the abode of the dead and suggested no moral distinctions, the word &#x2018;hell,&#x2019; as understood today, is not a happy translation.&#x201D;It is, in fact, because of the way that the word &#x201C;hell&#x201D; is understood today that it is such an unsatisfactory translation of these original Bible words. <em>Webster&#x2019;s Third New International Dictionary, </em>unabridged, under &#x201C;Hell&#x201D; says: &#x201C;fr[om] .&#xA0;.&#xA0;. <span id=\"page1087\" class=\"pageNum\" data-no=\"1087\" data-before-text=\"1087\"></span><em>helan </em>to conceal.&#x201D; The word &#x201C;hell&#x201D; thus originally conveyed no thought of heat or torment but simply of a &#x2018;covered over or concealed place.&#x2019; In the old English dialect the expression &#x201C;helling potatoes&#x201D; meant, not to roast them, but simply to place the potatoes in the ground or in a cellar.The meaning given today to the word &#x201C;hell&#x201D; is that portrayed in Dante&#x2019;s <em>Divine Comedy </em>and Milton&#x2019;s <em>Paradise Lost, </em>which meaning is completely foreign to the original definition of the word. The idea of a &#x201C;hell&#x201D; of fiery torment, however, dates back long before Dante or Milton. The <em>Grolier Universal Encyclopedia </em>(1971, Vol.&#xA0;9, p.&#xA0;205) under &#x201C;Hell&#x201D; says: &#x201C;Hindus and Buddhists regard hell as a place of spiritual cleansing and final restoration. Islamic tradition considers it as a place of everlasting punishment.&#x201D; The idea of suffering after death is found among the pagan religious teachings of ancient peoples in Babylon and Egypt. Babylonian and Assyrian beliefs depicted the &#x201C;nether world .&#xA0;.&#xA0;. as a place full of horrors, .&#xA0;.&#xA0;. presided over by gods and demons of great strength and fierceness.&#x201D; Although ancient Egyptian religious texts do not teach that the burning of any individual victim would go on forever, they do portray the &#x201C;Other World&#x201D; as featuring &#x201C;pits of fire&#x201D; for &#x201C;the damned.&#x201D;<wbr>&#x2014;<em>The Religion of Babylonia and Assyria, </em>by Morris Jastrow,&#xA0;Jr., 1898, p.&#xA0;581; <em>The Book of the Dead, </em>with introduction by E.&#xA0;Wallis Budge, 1960, pp.&#xA0;135, 144, 149, 151, 153, 161, 200.&#x201C;Hellfire&#x201D; has been a basic teaching in Christendom for many centuries. It is understandable why <em>The Encyclopedia Americana </em>(1956, Vol.&#xA0;XIV, p.&#xA0;81) said: &#x201C;Much confusion and misunderstanding has been caused through the early translators of the Bible persistently rendering the Hebrew Sheol and the Greek Hades and Gehenna by the word hell. The simple transliteration of these words by the translators of the revised editions of the Bible has not sufficed to appreciably clear up this confusion and misconception.&#x201D; Nevertheless, such transliteration and consistent rendering does enable the Bible student to make an accurate comparison of the texts in which these original words appear and, with open mind, thereby to arrive at a correct understanding of their true significance.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001978/0\">GEHENNA</a>; <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001978/1\">GRAVE</a>; <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200001978/2\">HADES</a>; <a href=\"/en/wol/tc/r1/lp-e/1200001978/3\">SHEOL</a>; <a href=\"/en/wol/tc/r1/lp-e/1200001978/4\">TARTARUS</a>."}