{"title":"Herodias","link":"/en/wol/d/r1/lp-e/1200002002","html":"<span id=\"page1100\" class=\"pageNum\" data-no=\"1100\" data-before-text=\"1100\"></span><strong>HERODIAS</strong>(He&#xB7;ro&#x2B9;di&#xB7;as).The wife of Herod Antipas, who, through her daughter Salome, requested and received the head of John the Baptizer in 32&#xA0;C.E. (<a href=\"/en/wol/bc/r1/lp-e/1200002002/0/0\" data-bid=\"1-1\" class=\"b\">Mr 6:22-28</a>) Her father Aristobulus, son of Herod the Great by his second wife Mariamne I, and her mother were first cousins. Her brother was Herod Agrippa&#xA0;I, who did away with the apostle James, the brother of John.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002002/1/0\" data-bid=\"2-1\" class=\"b\">Ac 12:1,&#xA0;2</a>.Herodias first married her half uncle, her father&#x2019;s half brother, another son of Herod the Great (by his third wife, Mariamne&#xA0;II), that son commonly being called Herod Philip to distinguish him from Philip the district ruler of Ituraea and Trachonitis. (<a href=\"/en/wol/bc/r1/lp-e/1200002002/2/0\" data-bid=\"3-1\" class=\"b\">Lu 3:1</a>) This uncle-husband of Herodias, Herod Philip, fathered Salome, apparently her only child. However, Herodias divorced him and married his half brother Herod Antipas, also a son of her grandfather Herod the Great, by his fourth wife, Malthace. Herod Antipas, who was district ruler (literally, &#x201C;the tetrarch&#x201D;) at the time, and whom Jesus Christ called &#x201C;that fox&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002002/3/0\" data-bid=\"4-1\" class=\"b\">Lu 13:31,&#xA0;32</a>), also divorced his first wife, a daughter of the Nabataean king Aretas of Arabia, in order to marry Herodias.John the Baptizer, therefore, had reason to condemn this marriage of Herodias and Herod Antipas, it being both illegal and immoral under Jewish law, and for doing so he was thrown into prison and later beheaded. His fearless and righteous condemnation aroused the bitter hatred of Herodias, so she seized the first opportunity to have the prophet put to death.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002002/4/0\" data-bid=\"5-1\" class=\"b\">Mt 14:1-11;</a><a href=\"/en/wol/bc/r1/lp-e/1200002002/4/1\" data-bid=\"5-2\" class=\"b\"> Mr 6:16-28;</a><a href=\"/en/wol/bc/r1/lp-e/1200002002/4/2\" data-bid=\"5-3\" class=\"b\"> Lu 3:19, 20;</a><a href=\"/en/wol/bc/r1/lp-e/1200002002/4/3\" data-bid=\"5-4\" class=\"b\"> 9:9</a>.Herodias&#x2019; brother Herod Agrippa&#xA0;I returned from Rome in 38&#xA0;C.E., having been appointed a king. This greatly vexed Herodias, for her husband, although he was a king&#x2019;s son, remained only a district ruler. She therefore did not cease pressuring her husband until he too went to Rome in hopes of also being crowned a king with a kingdom. Flavius Josephus tells that Herodias&#x2019; brother Agrippa secretly sent letters to Emperor Caligula accusing Antipas of being in conspiracy with the Parthians. As a consequence, Antipas was sent in banishment to Gaul; he was accompanied by Herodias.<wbr>&#x2014;<em>Jewish Antiquities, </em>XVIII, 240-256 (vii, 1,&#xA0;2); <em>The Jewish War, </em>II, 181-183 (ix,&#xA0;6)."}