{"title":"Heron","link":"/en/wol/d/r1/lp-e/1200002004","html":"<span id=\"page1100\" class=\"pageNum\" data-no=\"1100\" data-before-text=\"1100\"></span><strong>HERON</strong>[Heb., <em>&#x2BC;ana&#xB7;phah&#x2B9;</em>].A bird that, according to the Mosaic Law, was not to be eaten. (<a href=\"/en/wol/bc/r1/lp-e/1200002004/0/0\" data-bid=\"1-1\" class=\"b\">Le 11:13,</a><a href=\"/en/wol/bc/r1/lp-e/1200002004/0/1\" data-bid=\"1-2\" class=\"b\"> 19;</a><a href=\"/en/wol/bc/r1/lp-e/1200002004/0/2\" data-bid=\"1-3\" class=\"b\"> De 14:12,</a><a href=\"/en/wol/bc/r1/lp-e/1200002004/0/3\" data-bid=\"1-4\" class=\"b\">&#xA0;18</a>) The Hebrew name is considered by some to have been derived from a root word meaning &#x201C;breathe hard,&#x201D; or possibly, &#x201C;snort,&#x201D; likely in anger. Others suggest a closer connection of the name with the Hebrew word for &#x201C;nose&#x201D; (<em>&#x2BC;aph</em>), perhaps as descriptive of the bird&#x2019;s beak. Since the Bible says &#x201C;the heron according to its kind&#x201D; (&#x201C;in its several species,&#x201D; <em>AT</em>), the Hebrew name may well include the different varieties to be found within the heron family (scientifically designated Ardeidae), such as the true heron, the egret, and the bittern. All these birds have long sharp bills, or beaks, and some are noted for the unusual raucous sound they make when disturbed or excited.The birds of the heron family are basically waders, frequenting marshes, swamps, inland streams, and lakes. They have long slender necks and long, bare, extraordinarily thin legs, and long toes including a large hind toe. With a stately stride they wade along, searching for frogs, small crabs, or small reptiles; or else they stand motionless, patiently waiting for small fish to come within their range, whereupon a lightning thrust of the bird&#x2019;s long neck spears the fish with its <span id=\"page1101\" class=\"pageNum\" data-no=\"1101\" data-before-text=\"1101\"></span>pointed beak. Their large wings carry them in a rather slow majestic flight, legs stretched out behind but with the long neck doubled back so that the head rests between the shoulders, thus differing from the crane and the ibis that fly with their neck as well as their legs outstretched.In Palestine there are several varieties of herons: the common or gray heron (<em>Ardea cinerea</em>), the goliath heron (<em>Ardea goliath</em>), and the purple heron (<em>Ardea purpurea</em>). They measure up to 1.5&#xA0;m (59&#xA0;in.) in length and are found around the Sea of Galilee, along the banks of the Jordan and the Kishon, in marshy regions, and along the seacoast.Egrets are among the most graceful and beautiful birds of the heron family, often having pure white plumage. With a length of 50-90&#xA0;cm (20-35&#xA0;in.), egrets are common in Palestine. The cattle egret, or buff-backed heron (<em>Bubulcus ibis</em>), is frequently found in association with grazing cattle, feeding on available insects.The bittern is a stouter, browner variety of heron, also found in Palestine in marshy regions. With a length of about 75&#xA0;cm (30&#xA0;in.), the Eurasian bittern (<em>Botaurus stellaris</em>) characteristically has plumage streaked with black, buff, and white; the underparts are a pale buff color with brown stripes, and the legs are yellowish green. This color combination harmonizes exactly with the marsh grass it inhabits, and when in danger, the bird stands motionless with neck and bill pointed upward. This, together with the vertical stripes, causes it to blend in perfectly with its surroundings in effective camouflage. Another variety found in Palestine is the little bittern (<em>Ixobrychus minutus</em>). Bitterns are also noted for the deep booming or pumping sound they make by expelling air from their gullets, the head and neck being violently contorted at the same time.<strong>[Picture on page&#xA0;1101]</strong>Heron; a bird not to be eaten by the Israelites, according to the Law"}