{"title":"Herod","link":"/en/wol/d/r1/lp-e/1200002000","html":"<span id=\"page1090\" class=\"pageNum\" data-no=\"1090\" data-before-text=\"1090\"></span><strong>HEROD</strong>The name of a family of political rulers over the Jews. They were Idumeans, Edomites. They were nominally Jews, for the Idumeans had had circumcision forced upon them by the Maccabean ruler John Hyrcanus I in about 125&#xA0;B.C.E., according to Josephus.Aside from the Bible&#x2019;s brief mention of the Herods, most of the information about them is contained in Josephus&#x2019; history. The progenitor of the Herods was Antipater (Antipas) I, whom Alexander Jannaeus the Hasmonaean (Maccabean) king had made governor of Idumea. Antipater&#x2019;s son, also called Antipater or Antipas, was the father of Herod the Great. Josephus relates that <span id=\"page1091\" class=\"pageNum\" data-no=\"1091\" data-before-text=\"1091\"></span>the historian Nicholas of Damascus says Antipater (II) was of the stock of the principal Jews who came out of Babylon into the land of Judah. But Josephus says that Nicholas&#x2019; assertion was merely to gratify Herod, who was actually an Edomite on both his father&#x2019;s side and his mother&#x2019;s.Antipater&#xA0;II, a very rich man, was involved in politics and intrigue and had great ambitions for his sons. He supported John Hyrcanus&#xA0;II, the son of Alexander Jannaeus and Salome Alexandra, against Hyrcanus&#x2019; brother Aristobulus for the position of Jewish high priest and king. Actually, though, Antipater was working ambitiously for himself and eventually received Roman citizenship and the governorship of Judea from Julius Caesar. Antipater appointed his first son Phasael as governor of Jerusalem and another son, Herod, governor of Galilee. His career ended when he was poisoned by an assassin.<strong>1. </strong>Herod the Great, the second son of Antipater (Antipas)&#xA0;II by his wife Cypros. History bears out the truth of the Bible&#x2019;s brief glimpse of this man&#x2019;s character as unscrupulous, crafty, suspicious, immoral, cruel, and murderous. He possessed his father&#x2019;s ability as a diplomat and an opportunist. It must be said, however, that he showed ability as an organizer and a military commander. He is described by Josephus as a man of great physical strength, having skill in horsemanship and in the use of the javelin and the bow. (<em>The Jewish War, </em>I, 429, 430 [xxi,&#xA0;13]) Probably his most outstanding beneficial trait was his ability as a builder.He first distinguished himself in his governorship of Galilee by ridding his territory of robber bands. However, certain Jews were envious and, together with the mothers of the slain robbers, stirred up Hyrcanus&#xA0;II (then high priest) to summon Herod before the Sanhedrin on the charge that he ran ahead of that body by executing the robbers summarily instead of bringing them first to trial. Herod complied but boldly and disrespectfully appeared before them with a bodyguard, though as a professed proselyte he was subject to that court. For this insult to the Jewish high court he incurred the anger of the judges. According to Josephus, one judge, named Samaias (Simeon), was bold enough to stand up and speak, predicting that if Herod escaped punishment, he would in time kill those there sitting in judgment. But Hyrcanus was a passive, weak-willed man. Under pressure of Herod&#x2019;s intimidation, coupled with a letter from Sextus Caesar (a relative of Julius Caesar and then president of Syria) threatening Hyrcanus if he did not dismiss the charges, Hyrcanus capitulated.<wbr>&#x2014;<em>Jewish Antiquities, </em>XIV, 168-176 (ix,&#xA0;4).<strong>King of Judea. </strong>Herod succeeded his father and, about 39&#xA0;B.C.E., was made king of greater Judea by appointment of the Roman senate; but he was not able to establish himself as de facto king until three years later when he took Jerusalem and deposed Antigonus, son of Aristobulus. After this victory Herod took steps to maintain his position by persuading the Roman Mark Antony to kill Antigonus and by seeking out the principal members of Antigonus&#x2019; party, 45 men in all, and putting them to death. Of the principal Pharisees, he spared only Samaias and Pollio, for he finally killed even John Hyrcanus&#xA0;II some years later. By thus slaughtering those who had sat in judgment upon him, he fulfilled the prediction of Samaias.Ever an astute politician, Herod believed that his best interests lay in supporting Rome. But he had to be very diplomatic, frequently changing sides to keep pace with the shifting fortunes of the Roman rulers. Being a close friend of Sextus, Herod first supported Julius Caesar, then aligned himself with Caesar&#x2019;s assassin Cassius. He was able to get the favor of Mark Antony, the enemy of Cassius and avenger of Caesar, partly by means of large bribes. Later, when Octavius (Augustus Caesar) defeated Antony at the battle of Actium, Herod adroitly obtained Augustus&#x2019; forgiveness for supporting Antony, and thereafter he retained the friendship of Augustus. Because of his support of Rome and his free use of money as gifts to the Caesars, along with his smoothness of speech, Herod always won out when complaints or charges against him were taken to Rome by the Jews or others, sometimes members of his own household.The governorship of Galilee had been Herod&#x2019;s first dominion. Cassius had made him governor of Coele-Syria. Later, the Roman senate, at Antony&#x2019;s recommendation, had made him king of Judea. To this, Emperor Augustus now added Samaria, Gadara, Gaza, and Joppa, then the regions of Trachonitis, Batanaea, Auranitis, and Perea, an area east of the Jordan roughly corresponding to Gilead. Idumea was also under his dominion.<strong>Temple and Other Building Works. </strong>As to Herod&#x2019;s building works, the rebuilding of the temple of Zerubbabel at Jerusalem is most noteworthy, particularly from a Biblical standpoint. It was constructed at tremendous cost and is described by Josephus as truly magnificent. (<em>Jewish </em><span id=\"page1092\" class=\"pageNum\" data-no=\"1092\" data-before-text=\"1092\"></span><em>Antiquities, </em>XV, 395, 396 [xi,&#xA0;3]) The Jews, because of their hatred and suspicion of Herod, would not permit him to tear down the existing temple beforehand, but he had to gather the building materials and have them on the ground before he could start any demolition. The temple sanctuary was rebuilt, according to Josephus, in 18 months. (<em>Jewish Antiquities, </em>XV, 421 [xi,&#xA0;6]) Other main structures were erected in eight years. But in 30&#xA0;C.E. the Jews stated that the temple was built in 46 years. This statement was made during a conversation with Jesus Christ near the time of the first Passover after Jesus&#x2019; baptism. (<a href=\"/en/wol/bc/r1/lp-e/1200002000/0/0\" data-bid=\"1-1\" class=\"b\">Joh 2:13-20</a>) According to Josephus (<em>Jewish Antiquities, </em>XV, 380 [xi,&#xA0;1]), that work began in the 18th year of Herod&#x2019;s reign. If counted in the way that the Jews had viewed the regnal years of their kings, that could mean 18/17&#xA0;B.C.E. Actually, work continued on the temple in the form of additions, and so forth, until six years before its destruction in 70&#xA0;C.E.Herod also was responsible for the construction of theaters, amphitheaters, hippodromes, citadels, fortresses, palaces, gardens, temples in honor of Caesar, aqueducts, monuments, and even cities. These cities he named after himself, his relatives, or the emperors of Rome. He built an artificial harbor at Caesarea that rivaled the seaport of Tyre. According to Josephus tremendous stones were laid in 20 fathoms (36&#xA0;m; 120&#xA0;ft) of water to make a mole about 60&#xA0;m (200&#xA0;ft) wide. (<em>Jewish Antiquities, </em>XV, 334, 335 [ix,&#xA0;6]) Herod reconstructed the fortresses of Antonia and Masada, the latter being made most magnificent. His building achievements were spread to cities as far removed as Antioch in Syria and Rhodes (on the island of the same name).Herod was extremely lavish in his entertainment and was free with gifts, particularly to Roman dignitaries. One of the chief complaints against him by the Jews was his building of amphitheaters such as the one at Caesarea, where he held Grecian and Roman games, including chariot races, gladiatorial fights, men fighting wild beasts, and other pagan festivities. So interested was he in keeping alive the Olympic Games that, while in Greece on a trip to Rome, he even became one of the combatants. Then he donated a great sum of money to perpetuate the games, as well as, incidentally, his own name. Being nominally a Jew, he called the Jews &#x201C;my countrymen&#x201D; and those who had returned from Babylon to build Zerubbabel&#x2019;s temple &#x201C;my fathers.&#x201D; Nonetheless, his course of life was a complete denial of his claim to be a servant of Jehovah God.<strong>Trouble in Family. </strong>Practically the entire family of the Herods was ambitious, suspicious, grossly immoral, and troublesome. Herod found his greatest difficulties and sorrows in his own family. His mother Cypros and his sister Salome constantly aggravated the situation. Herod had married Mariamne (I), the granddaughter of Hyrcanus&#xA0;II and daughter of Alexander who was son of Aristobulus. She was a strikingly beautiful woman, and Herod greatly loved her, but hatred developed between her and Herod&#x2019;s mother and sister. Herod was constantly envious, and he was suspicious that members of his family, particularly his sons, were plotting against him; in some cases his suspicions were justified. His greed for power and his suspicions now moved him to cause the murder of his wife Mariamne, three of his sons, his wife&#x2019;s brother and grandfather (Hyrcanus), several who had been his best friends, and many others. He employed torture to wring confessions from whomever he suspected of having information that would confirm his suspicions.<strong>Relationship With the Jews. </strong>Herod tried to pacify the Jews by temple rebuilding and by giving them needed things in times of famine. At times he eased the taxes of some of his subjects. He even managed to get Augustus to grant the Jews privileges in various parts of the world. Yet his tyranny and cruelty outweighed this, and during most of his rule he had trouble with the Jews.<strong>His Sickness and Death. </strong>Very possibly because of his licentious living, Herod was eventually afflicted with a loathsome disease accompanied by fever and, to quote Josephus, &#x201C;an intolerable itching of the whole skin, continuous pains in the intestines, tumours in the feet as in dropsy, inflammation of the abdomen and gangrene of the privy parts, engendering worms, in addition to asthma, with great difficulty in breathing, and convulsions in all his limbs.&#x201D;<wbr>&#x2014;<em>The Jewish War, </em>I, 656 (xxxiii,&#xA0;5).It was during his fatal sickness that he ordered the slaughter of his scheming son Antipater. Also, knowing that the Jews would rejoice upon hearing of his own death, Herod commanded the most illustrious men of the Jewish nation to gather at a place called the Hippodrome, at Jericho, and there had them shut in. He then gave a command to those near him that, when he died, the news of his death should not be announced until these Jewish leaders were first killed. Then, said he, every family in Judea would certainly weep at his <span id=\"page1093\" class=\"pageNum\" data-no=\"1093\" data-before-text=\"1093\"></span>funeral. This order was never carried out. Herod&#x2019;s sister Salome and her husband Alexas freed these men and sent them to their homes.Herod died at the age of about 70 years. He had made a will designating his son Antipas as his successor, but shortly before his death he added a codicil or made a new will appointing Archelaus to that position. Archelaus was acknowledged by the people and the army as king (the Bible says that Jesus&#x2019; adoptive father Joseph heard that &#x201C;Archelaus ruled as king of Judea instead of his father Herod&#x201D;; <a href=\"/en/wol/bc/r1/lp-e/1200002000/1/0\" data-bid=\"2-1\" class=\"b\">Mt 2:22</a>). But the action was contested by Antipas. After a hearing of the matter in Rome, Augustus Caesar upheld Archelaus. However, he constituted Archelaus an ethnarch and divided the territory formerly ruled over by Herod: half went to Archelaus; Antipas and Philip, two of Herod&#x2019;s other sons, were granted a share each in the other half.<strong>Slaughter of Children. </strong>The Bible account of Herod&#x2019;s slaughter of all the boys two years of age and under in Bethlehem and its districts is in harmony with the other historical accounts of Herod and his wicked disposition. This occurred not long before Herod&#x2019;s death, for Jesus escaped by being taken down into Egypt by his parents, but they returned and settled in Galilee after Herod died. These two events were foretold by Jehovah through his prophets Jeremiah and Hosea.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002000/2/0\" data-bid=\"3-1\" class=\"b\">Mt 2:1-23;</a><a href=\"/en/wol/bc/r1/lp-e/1200002000/2/1\" data-bid=\"3-2\" class=\"b\"> Jer 31:15;</a><a href=\"/en/wol/bc/r1/lp-e/1200002000/2/2\" data-bid=\"3-3\" class=\"b\"> Ho 11:1</a>.<strong>Date of His Death. </strong>A problem arises with regard to the time of Herod&#x2019;s death. Some chronologers hold that he died in the year 5 or 4&#xA0;B.C.E. Their chronology is based to a large extent on Josephus&#x2019; history. In dating the time that Herod was appointed king by Rome, Josephus uses a &#x201C;consular dating,&#x201D; that is, he locates the event as occurring during the rule of certain Roman consuls. According to this, Herod&#x2019;s appointment as king would be in 40&#xA0;B.C.E., but the data of another historian, Appianos, would place the event in 39&#xA0;B.C.E. By the same method Josephus places Herod&#x2019;s capture of Jerusalem in 37&#xA0;B.C.E., but he also says that this occurred 27 years after the capture of the city by Pompey (which was in 63&#xA0;B.C.E.). (<em>Jewish Antiquities, </em>XIV, 487, 488 [xvi,&#xA0;4]) His reference to that latter event would make the date of Herod&#x2019;s taking the city of Jerusalem 36&#xA0;B.C.E. Now, Josephus says that Herod died 37 years from the time that he was appointed king by the Romans, and 34 years after he took Jerusalem. (<em>Jewish Antiquities, </em>XVII, 190, 191 [viii,&#xA0;1]) This might indicate that the date of his death was 2 or perhaps 1&#xA0;B.C.E.It may be that the Jewish historian Josephus counted the reigns of the kings of Judea by the accession-year method, as had been done with the kings of the line of David. If Herod was appointed king by Rome in 40&#xA0;B.C.E., his first regnal year could run from Nisan of 39 to Nisan of 38&#xA0;B.C.E.; similarly, if counted from his capture of Jerusalem in 37 (or&#xA0;36) B.C.E., his first regnal year could start in Nisan 36 (or&#xA0;35) B.C.E. So if, as Josephus says, Herod died 37 years after his appointment by Rome and 34 years after his capture of Jerusalem, and if those years are counted in each case according to the regnal year, his <span id=\"page1094\" class=\"pageNum\" data-no=\"1094\" data-before-text=\"1094\"></span>death could have been in 1&#xA0;B.C.E. Presenting an argument to this effect in <em>The Journal of Theological Studies, </em>W.&#xA0;E.&#xA0;Filmer writes that evidence from Jewish tradition indicates that Herod&#x2019;s death occurred on Shebat 2 (the month of Shebat falls in January-February of our calendar).<wbr>&#x2014;Edited by H.&#xA0;Chadwick and H.&#xA0;Sparks, Oxford, 1966, Vol.&#xA0;XVII, p.&#xA0;284.According to Josephus, Herod died not long after an eclipse of the moon and before a Passover. (<em>Jewish Antiquities, </em>XVII, 167 [vi,&#xA0;4]; 213 [ix,&#xA0;3]) Since there was an eclipse on March&#xA0;11, 4&#xA0;B.C.E. (March&#xA0;13, Julian), some have concluded that this was the eclipse referred to by Josephus.On the other hand, there was a total eclipse of the moon in 1&#xA0;B.C.E., about three months before Passover, while the one in 4&#xA0;B.C.E. was only partial. The total eclipse in 1&#xA0;B.C.E. was on January&#xA0;8 (January&#xA0;10, Julian), 18 days before Shebat 2, the traditional day of Herod&#x2019;s death. Another eclipse (partial) occurred on December&#xA0;27 of 1&#xA0;B.C.E. (December&#xA0;29, Julian).<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002000/0\">CHRONOLOGY</a> (<em>Lunar eclipses</em>).Another line of calculation centers around the age of Herod at the time of his death. Josephus says that he was about 70 years old. He says that at the time Herod received his appointment as governor of Galilee (which is generally dated 47&#xA0;B.C.E.), he was 15 years old; but this has been understood by scholars to be an error, 25 years evidently being intended. (<em>Jewish Antiquities, </em>XVII, 148 [vi,&#xA0;1];&#xA0;XIV, 158 [ix,&#xA0;2]) Accordingly, Herod&#x2019;s death occurred in 2 or 1&#xA0;B.C.E. We must bear in mind, however, that Josephus has many inconsistencies in his dating of events and is therefore not the most reliable source. For the most reliable evidence, we must look to the Bible.The available evidence indicates that Herod died likely in the year 1&#xA0;B.C.E. The Bible historian Luke tells us that John came baptizing in the 15th year of Tiberius Caesar. (<a href=\"/en/wol/bc/r1/lp-e/1200002000/3/0\" data-bid=\"4-1\" class=\"b\">Lu 3:1-3</a>) Augustus died on August&#xA0;17, 14&#xA0;C.E. On September&#xA0;15, Tiberius was named emperor by the Roman Senate. The Romans did not use the accession-year system; consequently, the 15th year would run from the latter part of 28&#xA0;C.E. to the latter part of 29&#xA0;C.E. <span id=\"page1095\" class=\"pageNum\" data-no=\"1095\" data-before-text=\"1095\"></span>John was six months older than Jesus and began his ministry (evidently in the spring of the year) ahead of Jesus as Jesus&#x2019; forerunner, preparing the way. (<a href=\"/en/wol/bc/r1/lp-e/1200002000/4/0\" data-bid=\"5-1\" class=\"b\">Lu 1:35,&#xA0;36</a>) Jesus, whom the Bible indicates was born in the fall of the year, was about 30 years old when he came to John to be baptized. (<a href=\"/en/wol/bc/r1/lp-e/1200002000/5/0\" data-bid=\"6-1\" class=\"b\">Lu 3:21-23</a>) Therefore he was baptized, most likely, in the fall, about October of 29&#xA0;C.E. Counting back 30 years would bring us to the fall of 2&#xA0;B.C.E. as the time of the human birth of the Son of God. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200002000/6/0\" data-bid=\"7-1\" class=\"b\">Lu 3:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002000/6/1\" data-bid=\"7-2\" class=\"b\"> 23</a> with Daniel&#x2019;s prophecy of the &#x201C;seventy weeks&#x201D; at <a href=\"/en/wol/bc/r1/lp-e/1200002000/7/0\" data-bid=\"8-1\" class=\"b\">Da 9:24-27</a>.)<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200002000/1\">SEVENTY WEEKS</a>.<strong><em>The astrologers who visited Jesus. </em></strong>The apostle Matthew tells us that after Jesus had been born in Bethlehem <em>&#x201C;in the days of Herod </em>the king,&#x201D; astrologers from eastern parts came to Jerusalem, saying that they saw his star when they were in the east. Herod&#x2019;s fears and suspicions were immediately aroused, and he determined from the chief priests and scribes that the Christ was to be born in Bethlehem. Then he called in the astrologers and ascertained from them the time of the star&#x2019;s appearing.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002000/8/0\" data-bid=\"9-1\" class=\"b\">Mt 2:1-7</a>.We note that this was sometime after Jesus&#x2019; birth, for he was now not in the manger but with his parents in a house. (<a href=\"/en/wol/bc/r1/lp-e/1200002000/9/0\" data-bid=\"10-1\" class=\"b\">Mt 2:11</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002000/10/0\" data-bid=\"11-1\" class=\"b\">Lu 2:4-7</a>.) After the astrologers failed to return to Herod with news of the young child&#x2019;s whereabouts, the king ordered the slaughter of all the boys two years of age and under throughout Bethlehem and its districts. Jesus, in the meantime, was taken to Egypt by his parents because of God&#x2019;s warning. (<a href=\"/en/wol/bc/r1/lp-e/1200002000/11/0\" data-bid=\"12-1\" class=\"b\">Mt 2:12-18</a>) The death of Herod could hardly have taken place before 1&#xA0;B.C.E., for, in that case, Jesus (born about October&#xA0;1, 2&#xA0;B.C.E.) would have been less than three months old.On the other hand, it would not be necessary for Jesus to be two years old when the killing of the children occurred; he could even have been less than a year old, for Herod calculated from the time that the star appeared to the astrologers while they were <em>in the east. </em>(<a href=\"/en/wol/bc/r1/lp-e/1200002000/12/0\" data-bid=\"13-1\" class=\"b\">Mt 2:1, 2,</a><a href=\"/en/wol/bc/r1/lp-e/1200002000/12/1\" data-bid=\"13-2\" class=\"b\"> 7-9</a>) This may well have been a period of some months, for if the astrologers came from the age-old center of astrology, Babylon or Mesopotamia, as is likely the case, it was a very long journey. It had taken the Israelites at least four months to make the trip when they were repatriated from Babylon in 537&#xA0;B.C.E. Herod evidently concluded that by killing all babies up to two years of age he would be sure to get this one who was born &#x201C;king of the Jews.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002000/13/0\" data-bid=\"14-1\" class=\"b\">Mt 2:2</a>) That Herod died not long after these things took place is indicated by the fact that Jesus apparently did not stay in Egypt very long.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002000/14/0\" data-bid=\"15-1\" class=\"b\">Mt 2:19-21</a>.We may conclude, therefore, that Bible chronology, astronomical data, and available historical records seem to point to the time of Herod&#x2019;s death as 1&#xA0;B.C.E., or possibly even early in 1&#xA0;C.E.<strong>2. </strong>Herod Antipas, son of Herod the Great and Malthace, a Samaritan woman. He was brought up in Rome with his brother Archelaus. In Herod&#x2019;s will, Antipas had been named to receive the kingship, but Herod, at the last, changed his will, naming Archelaus instead. Antipas contested the will before Augustus Caesar, who upheld Archelaus&#x2019; claim but divided the kingdom, giving Antipas the tetrarchy of Galilee and Perea. &#x201C;Tetrarch,&#x201D; meaning &#x2018;ruler over one fourth&#x2019; of a province, was a term applied to a minor district ruler or territorial prince. However, popularly he may have been called King, as was Archelaus.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002000/15/0\" data-bid=\"16-1\" class=\"b\">Mt 14:9;</a><a href=\"/en/wol/bc/r1/lp-e/1200002000/15/1\" data-bid=\"16-2\" class=\"b\"> Mr 6:14,</a><a href=\"/en/wol/bc/r1/lp-e/1200002000/15/2\" data-bid=\"16-3\" class=\"b\"> 22,</a><a href=\"/en/wol/bc/r1/lp-e/1200002000/15/3\" data-bid=\"16-4\" class=\"b\"> 25-27</a>.Antipas married the daughter of Aretas, king of Arabia, whose capital was at Petra. But on one of his trips to Rome, Antipas visited his half brother Herod Philip, the son of Herod the Great and Mariamne&#xA0;II (not Philip the tetrarch). While visiting, he became infatuated with Philip&#x2019;s wife Herodias, who was ambitious for position. He took her back to Galilee and married her, divorcing Aretas&#x2019; daughter and sending her back to her home. This insulting action brought war. Aretas invaded Antipas&#x2019; dominion and inflicted tremendous losses on him, to the extent that he was almost overthrown. Antipas was saved by an appeal to Rome that brought an order from the emperor for Aretas to be captured or killed.Antipas gained high favor with Tiberius Caesar, the successor of Augustus. A builder like his father, but on a far smaller scale, Antipas built a city on Lake Gennesaret (the Sea of Galilee, or Tiberias) and named it Tiberias, after the emperor. (<a href=\"/en/wol/bc/r1/lp-e/1200002000/16/0\" data-bid=\"17-1\" class=\"b\">Joh 6:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002000/16/1\" data-bid=\"17-2\" class=\"b\">&#xA0;23</a>) Another city, Julias, he named for Augustus&#x2019; wife, Julia (more commonly called Livia). He also constructed forts, palaces, and theaters.<strong>Kills John the Baptizer. </strong>It was Herod Antipas&#x2019; adulterous relationship with Herodias that brought reproof from John the Baptizer. John could properly correct Antipas on this matter, for Antipas was nominally a Jew and professedly under the Law. Antipas put John into prison, desiring to kill him, but was afraid of the people, who believed John was a prophet. Nevertheless, <span id=\"page1096\" class=\"pageNum\" data-no=\"1096\" data-before-text=\"1096\"></span>at a celebration of Antipas&#x2019; birthday, Herodias&#x2019; daughter so pleased him that he made an oath to give her whatever she asked. Herodias instructed her daughter to ask for John&#x2019;s head. Herod, though it was not pleasing to him, cravenly gave in to save face before those attending the celebration and because of his oath. (However, under the Law he would not be bound by an oath to perform an illegal act, such as murder.)<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002000/17/0\" data-bid=\"18-1\" class=\"b\">Mt 14:3-12;</a><a href=\"/en/wol/bc/r1/lp-e/1200002000/17/1\" data-bid=\"18-2\" class=\"b\"> Mr 6:17-29</a>.Afterward, when Antipas heard of Jesus&#x2019; ministry of preaching, healing, and casting out demons, he was frightened, fearing that Jesus was actually John who had been raised from the dead. Thereafter he greatly desired to see Jesus, apparently not to hear his preaching, but because he was not sure of this conclusion.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002000/18/0\" data-bid=\"19-1\" class=\"b\">Mt 14:1,&#xA0;2;</a><a href=\"/en/wol/bc/r1/lp-e/1200002000/18/1\" data-bid=\"19-2\" class=\"b\"> Mr 6:14-16;</a><a href=\"/en/wol/bc/r1/lp-e/1200002000/18/2\" data-bid=\"19-3\" class=\"b\"> Lu 9:7-9</a>.It was likely on an occasion when Jesus was passing through Perea on his way to Jerusalem that the Pharisees said to him: &#x201C;Get out and be on your way from here, because Herod wants to kill you.&#x201D; It may be that Herod started this rumor, hoping to cause Jesus to flee out of his territory in fear, for Herod may have been afraid to be so bold as to raise his hand again to kill a prophet of God. Evidently referring to Herod&#x2019;s craftiness, Jesus in his reply called Herod &#x201C;that fox.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002000/19/0\" data-bid=\"20-1\" class=\"b\">Lu 13:31-33</a>.<strong>&#x201C;The Leaven of Herod.&#x201D; </strong>It was during the rulership of Herod Antipas that Jesus warned his followers: &#x201C;Keep your eyes open, look out for the leaven of the Pharisees and the leaven of Herod.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002000/20/0\" data-bid=\"21-1\" class=\"b\">Mr 8:15</a>) Both of these sects, the Pharisees and the Herodians, or party followers of Herod, opposed Jesus Christ and his teachings, and though they were at enmity with each other, both saw Christ as a common enemy and were united against him. The Herodians were more political than religious; it has been said that they claimed to follow the Law but maintained the opinion that it was lawful for the Jews to acknowledge a foreign prince (for the Herods were not true Jews, but Idumeans). The Herodians were very nationalistic and supported neither the idea of theocratic rule under Jewish kings nor Roman rule, but they wanted the restoration of the national kingdom under one or the other of the sons of Herod.An example betraying their nationalistic &#x201C;leaven&#x201D; was the catch question that they, along with the Pharisees, used in an attempt to trap Jesus: &#x201C;Is it lawful to pay head tax to Caesar or not? Shall we pay, or shall we not pay?&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002000/21/0\" data-bid=\"22-1\" class=\"b\">Mr 12:13-15</a>) Jesus called them &#x201C;hypocrites,&#x201D; and showed that he was alert to look out for their &#x201C;leaven,&#x201D; for his reply disarmed them, foiling their intention either to bring an accusation of sedition or to arouse the people against him.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002000/22/0\" data-bid=\"23-1\" class=\"b\">Mt 22:15-22</a>.<strong>Makes Fun of Jesus. </strong>On the last day of Jesus&#x2019; earthly life, when he was brought before Pontius Pilate and Pilate heard that Jesus was a Galilean, Pilate sent him to Herod Antipas the district ruler (tetrarch) of Galilee (who was then in Jerusalem), for Pilate had experienced trouble with the Galileans. (<a href=\"/en/wol/bc/r1/lp-e/1200002000/23/0\" data-bid=\"24-1\" class=\"b\">Lu 13:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200002000/23/1\" data-bid=\"24-2\" class=\"b\"> 23:1-7</a>) On seeing Jesus, Herod rejoiced, not because he was concerned with Jesus&#x2019; welfare or wanted to make any real attempt to find out the truth or untruth of the charges brought against him by the priests and the scribes, but because he desired to see Jesus perform some sign. This, Jesus refused to do, and he was silent when Herod questioned him &#x201C;with a good many words.&#x201D; Jesus knew that this appearance before Herod was forced on him only as a sort of mockery. Herod, disappointed in Jesus, discredited him and made fun of him by clothing him with a bright garment and sent him back to Pilate, who was the superior authority as far as Rome was concerned. Pilate and Herod had been enemies, possibly because of certain accusations that Herod had leveled against Pilate. But this move on Pilate&#x2019;s part pleased Herod and they became friends.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002000/24/0\" data-bid=\"25-1\" class=\"b\">Lu 23:8-12</a>.After the release of Peter and John from custody shortly after Pentecost of 33&#xA0;C.E., the disciples, in prayer to God, said: &#x201C;Both Herod [Antipas] and Pontius Pilate with men of nations and with peoples of Israel were in actuality gathered together in this city against your holy servant Jesus .&#xA0;.&#xA0;. And now, Jehovah, give attention to their threats, and grant your slaves to keep speaking your word with all boldness.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002000/25/0\" data-bid=\"26-1\" class=\"b\">Ac 4:23,</a><a href=\"/en/wol/bc/r1/lp-e/1200002000/25/1\" data-bid=\"26-2\" class=\"b\"> 27-29</a>.At <a href=\"/en/wol/bc/r1/lp-e/1200002000/26/0\" data-bid=\"27-1\" class=\"b\">Acts 13:1</a> a Christian, Manaen, is spoken of as having been educated with Herod the district ruler. Since Antipas was brought up in Rome with a certain private citizen, the Bible statement may indicate that Manaen received his education in Rome.<strong>Banished to Gaul. </strong>When Agrippa&#xA0;I was made king of Philip&#x2019;s tetrarchy by Gaius Caesar (Caligula), Antipas&#x2019; wife Herodias reproached her husband, saying it was only because of slothfulness on his part that he did not receive kingship. She argued that since he was already a tetrarch, whereas, by contrast, Agrippa had formerly had no office at all, Antipas should go to Rome and request a kingship from Caesar. He finally yielded to his wife&#x2019;s persistent pressure. But Caligula was angered by Antipas&#x2019; ambitious request and, giving <span id=\"page1097\" class=\"pageNum\" data-no=\"1097\" data-before-text=\"1097\"></span>heed to accusations from Agrippa, banished Antipas to Gaul (the city of Lyons, France); he finally died in Spain. Herodias, though she could have escaped punishment because of being Agrippa&#x2019;s sister, stuck with her husband, likely because of her pride. Antipas&#x2019; tetrarchy and, after his exile, his money, as well as Herodias&#x2019; estate, came to be given to Agrippa&#xA0;I. Thus Herodias was responsible for Antipas&#x2019; two great calamities: his near defeat by King Aretas and his banishment.<strong>3. </strong>Herod Agrippa&#xA0;I. Grandson of Herod the Great. He was a son of Aristobulus, who, in turn, was a son of Herod the Great by Mariamne I, granddaughter of High Priest Hyrcanus&#xA0;II. Aristobulus had been put to death by Herod the Great. Agrippa was the last of the Herods to become king of all Palestine, as his grandfather had been.<strong>His Early Life. </strong>Agrippa&#x2019;s position as &#x201C;Herod the king&#x201D; was attained by a number of maneuvers and the help of his friends in Rome. (<a href=\"/en/wol/bc/r1/lp-e/1200002000/27/0\" data-bid=\"28-1\" class=\"b\">Ac 12:1</a>) Educated in Rome along with Emperor Tiberius&#x2019; son Drusus and his nephew Claudius, he became a familiar figure in important circles there. He was extremely extravagant and reckless. Greatly in debt, even owing money to the Roman treasury, he left Rome and fled to Idumea. Eventually, with the help of his sister Herodias and his wife Cypros (daughter of Herod the Great&#x2019;s nephew, whose wife was Herod&#x2019;s daughter), he found residence for a while at Tiberias. A quarrel developed between him and Antipas, causing him to leave. He finally got back to Rome and into the good graces of Tiberius Caesar.However, an injudicious statement got Agrippa into trouble with Emperor Tiberius. In an unguarded moment he expressed the wish to Gaius (Caligula), with whom he had cultivated a friendship, that he, Gaius, might soon be emperor. Overheard by Agrippa&#x2019;s servant, his remarks came to the ears of Tiberius, who cast Agrippa into prison. His life was in the balance for several months, but some months later Tiberius died and Caligula became emperor. He released Agrippa and elevated him to the position of king over the territories that his late uncle Philip had governed.<strong>Favored by Roman Emperors. </strong>Herodias, envious of her brother&#x2019;s position as king, persuaded her husband Herod Antipas, who was only a tetrarch, to make an appeal to the new emperor in Rome for a crown. But Agrippa outmaneuvered Antipas in the matter. He laid before Gaius (Caligula) the charges that Antipas had made alliances with Sejanus the conspirator against Tiberius and with the Parthians, charges that Antipas could not deny. It led to Antipas&#x2019; banishment. Antipas&#x2019; territories of Galilee and Perea were added to Agrippa&#x2019;s kingdom. In one passage Josephus says that Caligula gave these dominions to Agrippa, and in two others that Claudius did so. Likely Caligula made the promise, and Claudius confirmed it.On the occasion of the assassination of Caligula, dated by scholars as 41&#xA0;C.E., Agrippa was in Rome. He was able to act as liaison, or negotiator, between the Senate and his friend, the new emperor Claudius. Claudius expressed his appreciation by awarding him the territory of Judea and Samaria as well as the kingdom of Lysanias. Agrippa now became ruler of about the same dominion that his grandfather Herod the Great had held. At this time Agrippa asked for and received the kingdom of Chalcis from Claudius, for his brother Herod. (This Herod receives mention in history only as king of Chalcis, a small territory on the W slope of the Anti-Lebanon mountains.)<strong>Curries Jews&#x2019; Favor; Persecutes Christians. </strong>Agrippa curried favor with the Jews, claiming to be a devoted adherent to Judaism. Caligula, claiming he was a god, had decided to erect a statue of himself in the temple at Jerusalem, but Agrippa adroitly persuaded him not to do it. Agrippa later began building a wall about the N suburb of Jerusalem. To Claudius this appeared to be a possible fortifying of the city against any Roman attack that might be made in the future. Consequently, Claudius ordered Agrippa to desist. Agrippa belied his claim of being a worshiper of God by supporting and arranging gladiatorial games and other pagan shows in the theater.Agrippa was acceptable to the Jews because of his Hasmonaean descent on his grandmother Mariamne&#x2019;s side of the family. While championing the cause of the Jews under the Roman yoke, he also built up an unenviable record for persecution of Christians, who were generally hated by the unbelieving Jews. He &#x201C;did away with James the brother of John by the sword.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002000/28/0\" data-bid=\"29-1\" class=\"b\">Ac 12:1,&#xA0;2</a>) Seeing that this pleased the Jews, he arrested and imprisoned Peter. An angel&#x2019;s intervention, bringing about Peter&#x2019;s release, caused a great stir among Agrippa&#x2019;s soldiers and resulted in the punishment of Peter&#x2019;s guards.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002000/29/0\" data-bid=\"30-1\" class=\"b\">Ac 12:3-19</a>.<strong>Executed by God&#x2019;s Angel. </strong>Agrippa&#x2019;s rule came abruptly to an end. At Caesarea, during a festival in honor of Caesar, he robed himself in a magnificent royal garment and began giving a <span id=\"page1098\" class=\"pageNum\" data-no=\"1098\" data-before-text=\"1098\"></span>public address to an assembled audience of people from Tyre and Sidon, who were suing for peace with him. The audience responded by shouting: &#x201C;A god&#x2019;s voice, and not a man&#x2019;s!&#x201D; The Bible records his summary execution as a condemned hypocrite: &#x201C;Instantly the angel of Jehovah struck him, because he did not give the glory to God; and he became eaten up with worms and expired.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002000/30/0\" data-bid=\"31-1\" class=\"b\">Ac 12:20-23</a>.Chronologers place the death of King Herod Agrippa&#xA0;I in 44&#xA0;C.E., at the age of 54 and after he had reigned three years over all Judea. He was survived by his son Herod Agrippa&#xA0;II and his daughters Bernice (<a href=\"/en/wol/bc/r1/lp-e/1200002000/31/0\" data-bid=\"32-1\" class=\"b\">Ac 25:13</a>), Drusilla the wife of Governor Felix, and Mariamne&#xA0;III.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002000/32/0\" data-bid=\"33-1\" class=\"b\">Ac 24:24</a>.<strong>4. </strong>Herod Agrippa&#xA0;II. Great-grandson of Herod the Great. He was the son of Herod Agrippa&#xA0;I and his wife Cypros. He was the end of the princes of the Herodian line, according to historians. Agrippa had three sisters, named Bernice, Drusilla, and Mariamne&#xA0;III. (<a href=\"/en/wol/bc/r1/lp-e/1200002000/33/0\" data-bid=\"34-1\" class=\"b\">Ac 25:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200002000/33/1\" data-bid=\"34-2\" class=\"b\"> 24:24</a>) He was reared in the imperial household in Rome. When he was only 17 years of age his father died, and Emperor Claudius&#x2019; advisers thought him too young to assume rulership of the dominions of his father. Accordingly, Claudius assigned governors over the territories instead. After remaining in Rome for a time, Agrippa&#xA0;II was given the kingship over Chalcis, a small principality on the western slope of the Anti-Lebanon Range, after his uncle (Herod king of Chalcis) died.It was not long afterward that Claudius appointed him king over the tetrarchies formerly belonging to Philip and Lysanias. (<a href=\"/en/wol/bc/r1/lp-e/1200002000/34/0\" data-bid=\"35-1\" class=\"b\">Lu 3:1</a>) He was also given oversight of the temple of Jerusalem and was invested with the authority to appoint the Jewish high priests. His domains were further enlarged by Claudius&#x2019; successor Nero, who granted him Tiberias and Taricheae in Galilee and Julias in Perea with its dependent towns.Later, Agrippa turned his attention to building an addition to the palace that had been erected by the Hasmonaean kings in Jerusalem. Because he could now observe from this palace addition what went on in the temple courtyard, the Jews erected a wall blocking his view and also obstructing the view from a certain vantage point for the Roman guards. This displeased both Herod and Festus, but on appeal of the Jews to Nero, the emperor let the wall remain. Agrippa also beautified Caesarea Philippi (changing its name to Neronias in honor of Nero). Following his father&#x2019;s pattern, he built a theater at Berytus, in Phoenicia, expending vast sums on shows there.It was widely rumored that Agrippa carried on an incestuous relationship with his sister Bernice prior to her marriage to the king of Cilicia. (<em>Jewish Antiquities, </em>by F.&#xA0;Josephus, XX, 145, 146 [vii,&#xA0;3]) Josephus never mentions whether Agrippa was married or not.When it became evident that the Jews&#x2019; rebellion against the Roman yoke (66-70&#xA0;C.E.) would only spell national disaster, Agrippa tried to persuade them to take a more moderate course. His appeals being of no avail, he forsook the Jews and attached himself to the Roman army, getting wounded by a slingstone in the actual fighting.<strong>Paul&#x2019;s Defense Before Him. </strong>The Scriptures introduce King Herod Agrippa&#xA0;II and his sister Bernice at the time of their courtesy call on Governor Festus, in about the year 58&#xA0;C.E. (<a href=\"/en/wol/bc/r1/lp-e/1200002000/35/0\" data-bid=\"36-1\" class=\"b\">Ac 25:13</a>) Festus had succeeded Governor Felix. It was during the governorship of Felix that the apostle Paul had been accused by the Jews, but Felix, upon leaving office, desired to gain favor with the Jews and left Paul bound. (<a href=\"/en/wol/bc/r1/lp-e/1200002000/36/0\" data-bid=\"37-1\" class=\"b\">Ac 24:27</a>) Incidentally, Felix was a brother-in-law of Agrippa, having married his sister Drusilla. (<a href=\"/en/wol/bc/r1/lp-e/1200002000/37/0\" data-bid=\"38-1\" class=\"b\">Ac 24:24</a>) While Paul was awaiting further action on his appeal to Caesar (<a href=\"/en/wol/bc/r1/lp-e/1200002000/38/0\" data-bid=\"39-1\" class=\"b\">Ac 25:8-12</a>), King Agrippa voiced to Governor Festus his desire to hear what Paul had to say. (<a href=\"/en/wol/bc/r1/lp-e/1200002000/39/0\" data-bid=\"40-1\" class=\"b\">Ac 25:22</a>) Paul was glad to make his defense before Agrippa, whom he referred to as being &#x201C;expert on all the customs as well as the controversies among Jews.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002000/40/0\" data-bid=\"41-1\" class=\"b\">Ac 26:1-3</a>) Paul&#x2019;s powerful argument moved Agrippa to say: &#x201C;In a short time you would persuade me to become a Christian.&#x201D; To this Paul answered: &#x201C;I could wish to God that whether in a short time or in a long time not only you but also all those who hear me today would become men such as I also am, with the exception of these bonds.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002000/41/0\" data-bid=\"42-1\" class=\"b\">Ac 26:4-29</a>) Agrippa and Festus determined that Paul was innocent but that, since <span id=\"page1099\" class=\"pageNum\" data-no=\"1099\" data-before-text=\"1099\"></span>he had appealed to Caesar, he had to be sent to Rome for trial.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002000/42/0\" data-bid=\"43-1\" class=\"b\">Ac 26:30-32</a>.Following the destruction of Jerusalem in 70&#xA0;C.E., Herod Agrippa with his sister Bernice moved to Rome, where he was given the office of praetor. Agrippa died childless in about 100&#xA0;C.E.<strong>5. </strong>Herod Philip. Son of Herod the Great by Mariamne&#xA0;II, daughter of High Priest Simon. Philip was the first husband of Herodias, who divorced him to marry his half brother Herod Antipas. He is mentioned incidentally in the Bible at <a href=\"/en/wol/bc/r1/lp-e/1200002000/43/0\" data-bid=\"44-1\" class=\"b\">Matthew 14:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200002000/43/1\" data-bid=\"44-2\" class=\"b\"> Mark 6:17, 18</a>; and <a href=\"/en/wol/bc/r1/lp-e/1200002000/44/0\" data-bid=\"45-1\" class=\"b\">Luke 3:19</a>.The name Herod Philip is used to distinguish him from Philip the tetrarch, for the latter, according to Josephus, was also a son of Herod the Great by another wife, Cleopatra of Jerusalem.Philip was apparently in line for succession to his father&#x2019;s throne, as next eldest after his half brothers Antipater, Alexander, and Aristobulus, all three of whom their father executed. Herod&#x2019;s earlier will listed him as in line after Antipas. But he was passed over in Herod&#x2019;s final will, the kingdom going to Archelaus. Josephus relates that Herod blotted Philip&#x2019;s name out of his will because Mariamne&#xA0;II, Philip&#x2019;s mother, had been aware of the plot of Antipater against Herod but had not revealed it.Philip had a daughter, Salome, by Herodias. She was evidently the one who danced before Herod Antipas and, because of her mother&#x2019;s coaching, asked for the head of John the Baptizer.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002000/45/0\" data-bid=\"46-1\" class=\"b\">Mt 14:1-13;</a><a href=\"/en/wol/bc/r1/lp-e/1200002000/45/1\" data-bid=\"46-2\" class=\"b\"> Mr 6:17-29</a>.<strong>6. </strong>Philip the tetrarch. Son of Herod the Great by his wife Cleopatra of Jerusalem. He was brought up in Rome. He married Salome the daughter of Herod Philip and Herodias. When his father died, Augustus Caesar divided the kingdom, giving Philip the tetrarchy of Ituraea, Trachonitis, and other nearby districts, with a yearly revenue of 100 talents. (Perhaps Ituraea was added later and is therefore omitted by Josephus.) He ruled for more than 30 years. Josephus says: &#x201C;In his conduct of the government he showed a moderate and easy-going disposition. Indeed, he spent all his time in the territory subject to him.&#x201D; Josephus goes on to say that Philip sat in judgment wherever he happened to be and heard cases without delay. He died at Julias and was buried with great pomp. Since he left no sons, Emperor Tiberius added his tetrarchy to the province of Syria.<wbr>&#x2014;<em>Jewish Antiquities, </em>XVIII, 106-108 (iv,&#xA0;6).Philip&#x2019;s name is mentioned once in the Bible in connection with the dating of John the Baptizer&#x2019;s ministry. (<a href=\"/en/wol/bc/r1/lp-e/1200002000/46/0\" data-bid=\"47-1\" class=\"b\">Lu 3:1</a>) The text here, along with historical information about the reigns of Augustus and Tiberius, shows that John&#x2019;s ministry began in 29&#xA0;C.E.<strong>[Diagram on page&#xA0;1094]</strong>(For fully formatted text, see publication)<strong>A PARTIAL GENEALOGY OF THE HERODS</strong> (Names of men are in all capitals)ANTIPATER IANTIPATER&#xA0;II and Cypros (his wife) PHASAEL HEROD THE GREAT (<a href=\"/en/wol/bc/r1/lp-e/1200002000/47/0\" data-bid=\"48-1\" class=\"b\">Mt 2:1-22;</a><a href=\"/en/wol/bc/r1/lp-e/1200002000/47/1\" data-bid=\"48-2\" class=\"b\"> Lu 1:5</a>) JOSEPH PHERORAS Salome <strong>WIVES OF HEROD THE GREAT</strong> Doris  ANTIPATER Mariamne I  ALEXANDER  ARISTOBULUS   HEROD King of Chalcis   AGRIPPA I King of Palestine (<a href=\"/en/wol/bc/r1/lp-e/1200002000/48/0\" data-bid=\"49-1\" class=\"b\">Ac 12:1-6,</a><a href=\"/en/wol/bc/r1/lp-e/1200002000/48/1\" data-bid=\"49-2\" class=\"b\"> 18-23</a>)    AGRIPPA&#xA0;II King of Chalcis; later given territory formerly of Philip the tetrarch, and other areas (<a href=\"/en/wol/bc/r1/lp-e/1200002000/49/0\" data-bid=\"50-1\" class=\"b\">Ac 25:13,</a><a href=\"/en/wol/bc/r1/lp-e/1200002000/49/1\" data-bid=\"50-2\" class=\"b\"> 22-27;</a><a href=\"/en/wol/bc/r1/lp-e/1200002000/49/2\" data-bid=\"50-3\" class=\"b\"> 26:1, 2,</a><a href=\"/en/wol/bc/r1/lp-e/1200002000/49/3\" data-bid=\"50-4\" class=\"b\"> 19-32</a>)    Mariamne&#xA0;III    Drusilla Wife of Felix (<a href=\"/en/wol/bc/r1/lp-e/1200002000/50/0\" data-bid=\"51-1\" class=\"b\">Ac 24:24</a>)    Bernice (<a href=\"/en/wol/bc/r1/lp-e/1200002000/51/0\" data-bid=\"52-1\" class=\"b\">Ac 25:13,</a><a href=\"/en/wol/bc/r1/lp-e/1200002000/51/1\" data-bid=\"52-2\" class=\"b\"> 23;</a><a href=\"/en/wol/bc/r1/lp-e/1200002000/51/2\" data-bid=\"52-3\" class=\"b\"> 26:30</a>)   Herodias Mother of Salome (<a href=\"/en/wol/bc/r1/lp-e/1200002000/52/0\" data-bid=\"53-1\" class=\"b\">Mt 14:3, 4,</a><a href=\"/en/wol/bc/r1/lp-e/1200002000/52/1\" data-bid=\"53-2\" class=\"b\"> 6-8</a>)  Salampsio  Cypros Mariamne II  HEROD PHILIP First husband of Herodias (<a href=\"/en/wol/bc/r1/lp-e/1200002000/53/0\" data-bid=\"54-1\" class=\"b\">Mt 14:3</a>)   Salome Cleopatra of Jerusalem  PHILIP Tetrarch of Ituraea, Trachonitis, and nearby districts (<a href=\"/en/wol/bc/r1/lp-e/1200002000/54/0\" data-bid=\"55-1\" class=\"b\">Lu 3:1</a>) Malthace  ARCHELAUS King of Judea; later an ethnarch (<a href=\"/en/wol/bc/r1/lp-e/1200002000/55/0\" data-bid=\"56-1\" class=\"b\">Mt 2:22</a>)  ANTIPAS Tetrarch of Galilee and Perea; popularly referred to as &#x201C;King&#x201D;; second husband of Herodias (<a href=\"/en/wol/bc/r1/lp-e/1200002000/56/0\" data-bid=\"57-1\" class=\"b\">Mt 14:1-12;</a><a href=\"/en/wol/bc/r1/lp-e/1200002000/56/1\" data-bid=\"57-2\" class=\"b\"> Mr 6:14-29;</a><a href=\"/en/wol/bc/r1/lp-e/1200002000/56/2\" data-bid=\"57-3\" class=\"b\"> Lu 3:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002000/56/3\" data-bid=\"57-4\" class=\"b\"> 19, 20;</a><a href=\"/en/wol/bc/r1/lp-e/1200002000/56/4\" data-bid=\"57-5\" class=\"b\"> 13:31, 32;</a><a href=\"/en/wol/bc/r1/lp-e/1200002000/56/5\" data-bid=\"57-6\" class=\"b\"> 23:6-15;</a><a href=\"/en/wol/bc/r1/lp-e/1200002000/56/6\" data-bid=\"57-7\" class=\"b\"> Ac 4:27;</a><a href=\"/en/wol/bc/r1/lp-e/1200002000/56/7\" data-bid=\"57-8\" class=\"b\"> 13:1</a>)(Herod the Great had five other wives, and 15 children in all)<strong>[Picture on page&#xA0;1093]</strong>Ruins of multileveled palace built by Herod the Great atop Masada<strong>[Picture on page&#xA0;1098]</strong>Bronze coin depicting the head of Domitian and, on the reverse side, bearing the name King Agrippa (II)"}