{"title":"Herod, Party Followers of","link":"/en/wol/d/r1/lp-e/1200002001","html":"<span id=\"page1099\" class=\"pageNum\" data-no=\"1099\" data-before-text=\"1099\"></span><strong>HEROD, PARTY FOLLOWERS OF</strong>These were evidently Jewish partisans or party followers of the Herodian dynasty, which received its authority from Rome. During Jesus Christ&#x2019;s earthly ministry Herod Antipas headed this dynasty.There is no mention of the Herodians in secular history, and little Scriptural reference is made to them. (<a href=\"/en/wol/bc/r1/lp-e/1200002001/0/0\" data-bid=\"1-1\" class=\"b\">Mt 22:16;</a><a href=\"/en/wol/bc/r1/lp-e/1200002001/0/1\" data-bid=\"1-2\" class=\"b\"> Mr 3:6;</a><a href=\"/en/wol/bc/r1/lp-e/1200002001/0/2\" data-bid=\"1-3\" class=\"b\"> 12:13</a>) However, there are strong objections to believing, as some do, that the Herodians were household domestics of Herod, that they were his soldiers, or that they were his court officials.Politically, the Herodians stood on middle ground, opposed on the one hand by the Pharisees and Jewish zealots who advocated a Jewish kingdom completely independent of Roman control, and on the other hand by those who advocated complete absorption of Judea by the Roman Empire. Some of the Sadducees, rated as free thinkers and moderates in Judaism, probably belonged to the Herodian school of thought. This latter conclusion is drawn from the reports of Matthew and Mark as to Jesus&#x2019; statement about leaven. According to <a href=\"/en/wol/bc/r1/lp-e/1200002001/1/0\" data-bid=\"2-1\" class=\"b\">Matthew 16:6</a>, Jesus said, &#x201C;Watch out for the leaven of the Pharisees and Sadducees,&#x201D; whereas <a href=\"/en/wol/bc/r1/lp-e/1200002001/2/0\" data-bid=\"3-1\" class=\"b\">Mark 8:15</a> says, &#x201C;Look out for the leaven of the Pharisees and the leaven of Herod.&#x201D; Repeating the word &#x201C;leaven&#x201D; emphasized that there was a difference in the corrupt teachings of the two parties. Instead of &#x201C;Herod,&#x201D; this latter text reads &#x201C;Herodians&#x201D; in some manuscripts, namely, the Chester Beatty Papyrus No.&#xA0;1 (P<sup>45</sup>), the <em>Codex Washingtonianus I, </em>and the <em>Codex Koridethianus.<wbr></em>&#x2014;<em>The Interpreter&#x2019;s Dictionary of the Bible, </em>edited by G.&#xA0;A.&#xA0;Buttrick, 1962, Vol.&#xA0;2, p.&#xA0;594; <em>Our Bible and the Ancient Manuscripts, </em>by Sir Frederic Kenyon, 1958, pp.&#xA0;215, 216.There is one thing certain: the party followers of Herod and the Pharisees, though openly opposed to one another in their political and Judaistic views, were solidly united in their violent opposition to Jesus. On at least two occasions these opposing parties consulted together on how best to do away with their common opponent. The first reported instance was shortly after Passover, 31&#xA0;C.E., during Jesus&#x2019; great Galilean ministry. Upon seeing Jesus restore a man&#x2019;s dried-up hand on the Sabbath, &#x201C;the Pharisees went out and <span id=\"page1100\" class=\"pageNum\" data-no=\"1100\" data-before-text=\"1100\"></span>immediately began holding council with the party followers of Herod against him, in order to destroy him.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002001/3/0\" data-bid=\"4-1\" class=\"b\">Mr 3:1-6;</a><a href=\"/en/wol/bc/r1/lp-e/1200002001/3/1\" data-bid=\"4-2\" class=\"b\"> Mt 12:9-14</a>.The second reported occasion was nearly two years later, just three days before Jesus was put to death, when disciples of the Pharisees and party followers of Herod joined forces in putting Jesus to the test in the matter of taxation. These men were secretly hired &#x201C;to pretend that they were righteous, in order that they might catch him in speech, so as to turn him over to the government and to the authority of the governor.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002001/4/0\" data-bid=\"5-1\" class=\"b\">Lu 20:20</a>) They prefaced their direct question about taxes with words of flattery designed to throw Jesus off guard. However, Jesus, perceiving their cunning wickedness, declared: &#x201C;Why do you put me to the test, hypocrites?&#x201D; He then completely silenced them by his answer on the matter of paying taxes.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002001/5/0\" data-bid=\"6-1\" class=\"b\">Mt 22:15-22;</a><a href=\"/en/wol/bc/r1/lp-e/1200002001/5/1\" data-bid=\"6-2\" class=\"b\"> Lu 20:21-26</a>."}