{"title":"Hezekiah","link":"/en/wol/d/r1/lp-e/1200002011","html":"<span id=\"page1102\" class=\"pageNum\" data-no=\"1102\" data-before-text=\"1102\"></span><strong>HEZEKIAH</strong>(Hez&#xB7;e&#xB7;ki&#x2B9;ah) [Jehovah Strengthens].<strong>1. </strong>King of Judah, 745-717&#xA0;B.C.E. He apparently became king when his father Ahaz died, in &#x201C;the third year of Hoshea&#x201D; king of Israel (perhaps meaning Hoshea&#x2019;s third year as tributary king under Tiglath-pileser&#xA0;III), counting his reign officially from Nisan of the following year (745&#xA0;B.C.E.). (<a href=\"/en/wol/bc/r1/lp-e/1200002011/0/0\" data-bid=\"1-1\" class=\"b\">2Ki 18:1</a>) Prophets contemporary with Hezekiah&#x2019;s reign were Isaiah, Hosea, and Micah. (<a href=\"/en/wol/bc/r1/lp-e/1200002011/1/0\" data-bid=\"2-1\" class=\"b\">Isa 1:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200002011/1/1\" data-bid=\"2-2\" class=\"b\"> Ho 1:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200002011/1/2\" data-bid=\"2-3\" class=\"b\"> Mic 1:1</a>) Hezekiah was outstanding as a king who &#x201C;kept sticking to Jehovah,&#x201D; doing what was right in Jehovah&#x2019;s eyes and following his commandments. From the beginning of his reign he proved himself zealous for the promotion of true worship, not only in Judah but in all the territory of Israel. In following the ways of Jehovah as David his forefather had done, it could be said of Hezekiah that &#x201C;after him there proved to be no one like him among all the kings of Judah, even those who had happened to be prior to him.&#x201D; For this &#x201C;Jehovah proved to be with him.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002011/2/0\" data-bid=\"3-1\" class=\"b\">2Ki 18:3-7</a>.<strong>Literary Contributions. </strong>Hezekiah is also known for his interest in compiling some of the Proverbs of Solomon, as the introduction to the section now known as <a href=\"/en/wol/bc/r1/lp-e/1200002011/3/0\" data-bid=\"4-1\" class=\"b\">chapters&#xA0;25 to 29 of Proverbs</a> reads: &#x201C;These also are the proverbs of Solomon that the men of Hezekiah the king of Judah transcribed.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002011/4/0\" data-bid=\"5-1\" class=\"b\">Pr 25:1</a>) He wrote the song of thanksgiving recorded at <a href=\"/en/wol/bc/r1/lp-e/1200002011/5/0\" data-bid=\"6-1\" class=\"b\">Isaiah 38:10-20</a> after Jehovah healed him of his deadly sickness. In it he mentions &#x201C;my string selections.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002011/6/0\" data-bid=\"7-1\" class=\"b\">Vs&#xA0;20</a>) Some believe that Hezekiah wrote <a href=\"/en/wol/bc/r1/lp-e/1200002011/7/0\" data-bid=\"8-1\" class=\"b\">Psalm 119</a>. If correct, it would seem that this psalm was written when Hezekiah was a prince, not yet the king.<strong>Situation at Hezekiah&#x2019;s Accession. </strong>When Hezekiah came to the throne the kingdom of Judah was under God&#x2019;s disfavor, for Hezekiah&#x2019;s father Ahaz had committed many detestable acts before Jehovah and had let the worship of false gods run unrestrained in Judah. Therefore, Jehovah had permitted the land to suffer at the hands <span id=\"page1103\" class=\"pageNum\" data-no=\"1103\" data-before-text=\"1103\"></span>of its enemies, particularly the second world power, Assyria. Ahaz had stripped the temple and the palace to provide a bribe for the king of Assyria. Worse yet, he had cut up the utensils of the temple, closed its doors, and made altars for himself &#x201C;at every corner in Jerusalem,&#x201D; sacrificing to other gods. Ahaz, by an alliance, had placed his kingdom under the protection of the king of Assyria during his reign. (<a href=\"/en/wol/bc/r1/lp-e/1200002011/8/0\" data-bid=\"9-1\" class=\"b\">2Ki 16:7-9;</a><a href=\"/en/wol/bc/r1/lp-e/1200002011/8/1\" data-bid=\"9-2\" class=\"b\"> 2Ch 28:24,&#xA0;25</a>) But Hezekiah, early in his reign, &#x201C;proceeded to rebel against the king of Assyria.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002011/9/0\" data-bid=\"10-1\" class=\"b\">2Ki 18:7</a>.At Hezekiah&#x2019;s accession to the throne of Judah, the northern ten-tribe kingdom of Israel was in even worse condition. For Israel&#x2019;s gross sins Jehovah had allowed them to come into dire straits, becoming tributary to Assyria, and it would not be long until Assyria would swallow up Israel and carry her people into exile.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002011/10/0\" data-bid=\"11-1\" class=\"b\">2Ki 17:5-23</a>.<strong>His Zeal for True Worship. </strong>Hezekiah demonstrated his zeal for Jehovah&#x2019;s worship immediately on taking the throne at 25 years of age. His first act was to reopen and repair the temple. Then, calling together the priests and Levites, he said to them: &#x201C;It is close to my heart to conclude a covenant with Jehovah the God of Israel.&#x201D; This was a covenant of faithfulness, as though the Law covenant, still in effect but neglected, was inaugurated anew in Judah. With great energy he proceeded to organize the Levites in their services, and he reestablished the arrangements for musical instruments and singing of praises. It was Nisan, the month for Passover to be celebrated, but the temple and the priests and Levites were unclean. By the 16th day of Nisan, the temple was cleansed and its utensils restored. Then a special atonement had to be made for all Israel. First, the princes brought sacrifices, sin offerings for the kingdom, the sanctuary, and the people, followed by thousands of burnt offerings by the people.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002011/11/0\" data-bid=\"12-1\" class=\"b\">2Ch 29:1-36</a>.Since the people&#x2019;s uncleanness prevented their observance of the Passover at the regular time, Hezekiah took advantage of the law that allowed those who are unclean to celebrate the Passover one month later. He called not only Judah but also Israel by means of letters sent by runners throughout the land from Beer-sheba to Dan. The runners met with derision from many; but individuals, particularly from Asher, Manasseh, and Zebulun, humbled themselves to come, some from Ephraim and Issachar also attending. Besides this, many non-Israelite worshipers of Jehovah were on hand. It was likely a difficult matter for those in the northern kingdom who stood for true worship to attend. They, like the messengers, would meet opposition and ridicule, inasmuch as the ten-tribe kingdom was in a decadent state, sunk in false worship and harassed by the Assyrian menace.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002011/12/0\" data-bid=\"13-1\" class=\"b\">2Ch 30:1-20;</a><a href=\"/en/wol/bc/r1/lp-e/1200002011/12/1\" data-bid=\"13-2\" class=\"b\"> Nu 9:10-13</a>.After the Passover, the Festival of Unfermented Cakes was held for seven days with such attendant joy that the entire congregation decided to extend it seven days longer. Even in such perilous times Jehovah&#x2019;s blessing prevailed so that &#x201C;there came to be great rejoicing in Jerusalem, for from the days of Solomon the son of David the king of Israel there was none like this in Jerusalem.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002011/13/0\" data-bid=\"14-1\" class=\"b\">2Ch 30:21-27</a>.That this was a real restoration and revival of true worship and not merely a transient emotional gathering is seen in what followed. Before their return home the celebrants went out and destroyed the sacred pillars, pulled down the high places and the altars, and cut down the sacred poles throughout Judah and Benjamin and even in Ephraim and Manasseh. (<a href=\"/en/wol/bc/r1/lp-e/1200002011/14/0\" data-bid=\"15-1\" class=\"b\">2Ch 31:1</a>) Hezekiah set the example by crushing to pieces the copper serpent that Moses had made, because the people had made it an idol, burning sacrificial smoke to it. (<a href=\"/en/wol/bc/r1/lp-e/1200002011/15/0\" data-bid=\"16-1\" class=\"b\">2Ki 18:4</a>) After the great festival Hezekiah ensured the continuation of true worship by organizing the priestly divisions and arranging for the support of the temple services; he admonished obedience to the Law as to the tithes and firstfruit contributions to the Levites and priests, to which the people responded wholeheartedly.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002011/16/0\" data-bid=\"17-1\" class=\"b\">2Ch 31:2-12</a>.<strong>Assyrian Pressure Builds Up. </strong>During those strenuous times, when Assyria was sweeping everything in its path, Hezekiah trusted in Jehovah the God of Israel. He rebelled against the king of Assyria and struck down the Philistine cities, which had evidently become allied with Assyria.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002011/17/0\" data-bid=\"18-1\" class=\"b\">2Ki 18:7,&#xA0;8</a>.It was in Hezekiah&#x2019;s fourth year (742&#xA0;B.C.E.) that Shalmaneser the king of Assyria began the siege of Samaria. In Hezekiah&#x2019;s sixth year (740&#xA0;B.C.E.) Samaria was taken. The people of the ten-tribe kingdom were deported, and the Assyrians moved in others to occupy the land. (<a href=\"/en/wol/bc/r1/lp-e/1200002011/18/0\" data-bid=\"19-1\" class=\"b\">2Ki 18:9-12</a>) This left the kingdom of Judah, representing God&#x2019;s theocratic government and true worship, like a small island surrounded by hostile enemies.Sennacherib, the son of Sargon&#xA0;II, was ambitious to add the conquest of Jerusalem to his trophies of war, especially in view of the fact that Hezekiah had withdrawn from the alliance that <span id=\"page1104\" class=\"pageNum\" data-no=\"1104\" data-before-text=\"1104\"></span>had been entered into with Assyria by his father King Ahaz. In the 14th year of Hezekiah&#x2019;s reign (732&#xA0;B.C.E.), Sennacherib &#x201C;came up against all the fortified cities of Judah and proceeded to seize them.&#x201D; Hezekiah offered to buy Sennacherib off to save the threatened city of Jerusalem, whereupon Sennacherib demanded the enormous sum of 300 silver talents (c. $1,982,000) and 30 gold talents (c. $11,560,000). To pay this amount, Hezekiah was obliged to give all the silver that was found in the temple and the royal treasury, besides the precious metals that Hezekiah himself had caused to be overlaid on the temple doors and posts. This satisfied the king of Assyria, but only temporarily.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002011/19/0\" data-bid=\"20-1\" class=\"b\">2Ki 18:13-16</a>.<strong>Building and Engineering Works. </strong>In the face of imminent attack by greedy Sennacherib, Hezekiah displayed wisdom and military strategy. He stopped up all the springs and water sources outside the city of Jerusalem so that, in the event of a siege, the Assyrians would be short on water supplies. He strengthened the city&#x2019;s fortifications and &#x201C;made missiles in abundance and shields.&#x201D; But his trust was not in this military equipment, for in gathering together the military chieftains and the people, he encouraged them, saying: &#x201C;Be courageous and strong. Do not be afraid nor be terrified because of the king of Assyria and on account of all the crowd that is with him; for with us there are more than there are with him. With him there is an arm of flesh, but with us there is Jehovah our God to help us and to fight our battles.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002011/20/0\" data-bid=\"21-1\" class=\"b\">2Ch 32:1-8</a>.One of the outstanding engineering feats of ancient times was the aqueduct of Hezekiah. It ran from the well of Gihon, E of the northern part of the City of David, in a rather irregular course, extending some 533&#xA0;m (1,749&#xA0;ft) to the Pool of Siloam in the Tyropoeon Valley below the City of David but within a new wall added to the southern part of the city. (<a href=\"/en/wol/bc/r1/lp-e/1200002011/21/0\" data-bid=\"22-1\" class=\"b\">2Ki 20:20;</a><a href=\"/en/wol/bc/r1/lp-e/1200002011/21/1\" data-bid=\"22-2\" class=\"b\"> 2Ch 32:30</a>) An inscription in ancient Hebrew characters was found by archaeologists on the wall of the narrow tunnel, which had an average height of 1.8&#xA0;m (6&#xA0;ft). The inscription reads, in part: &#x201C;And this was the way in which it was cut through:<wbr>&#x2014;While [.&#xA0;.&#xA0;.&#xA0;] (were) still [.&#xA0;.&#xA0;.&#xA0;] axe(s), each man toward his fellow, and while there were still three cubits to be cut through, [there was heard] the voice of a man calling to his fellow, for there was <em>an overlap </em>in the rock on the right [and on the left]. And when the tunnel was driven through, the quarrymen hewed (the rock), each man toward his fellow, axe against axe; and the water flowed from the spring toward the reservoir for 1,200 cubits, and the height of the rock above the head(s) of the quarrymen was 100 cubits.&#x201D; (<em>Ancient Near Eastern Texts, </em>edited by J.&#xA0;B.&#xA0;Pritchard, 1974, p.&#xA0;321) So the tunnel was cut through the rock from both ends, meeting in the middle<wbr>&#x2014;a real engineering accomplishment.<strong>Sennacherib&#x2019;s Failure at Jerusalem. </strong>Fulfilling Hezekiah&#x2019;s expectations, Sennacherib determined to attack Jerusalem. While Sennacherib was with his army besieging the strongly fortified city of Lachish, he sent a part of his army along with a deputation of military chiefs to demand capitulation of Jerusalem. The spokesman for the group was Rabshakeh (not the man&#x2019;s name, but his military title), who spoke Hebrew fluently. He loudly ridiculed Hezekiah and taunted Jehovah, boasting that Jehovah could no more deliver Jerusalem than the gods of the other nations had been able to save the lands of their worshipers from the king of Assyria.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002011/22/0\" data-bid=\"23-1\" class=\"b\">2Ki 18:13-35;</a><a href=\"/en/wol/bc/r1/lp-e/1200002011/22/1\" data-bid=\"23-2\" class=\"b\"> 2Ch 32:9-15;</a><a href=\"/en/wol/bc/r1/lp-e/1200002011/22/2\" data-bid=\"23-3\" class=\"b\"> Isa 36:2-20</a>.Hezekiah was greatly distressed but continued to trust in Jehovah and appealed to him at the temple, also sending some of the head ones of the people to the prophet Isaiah. Isaiah&#x2019;s reply, from Jehovah, was that Sennacherib would hear a report and would return to his own land, where eventually he would be slain. (<a href=\"/en/wol/bc/r1/lp-e/1200002011/23/0\" data-bid=\"24-1\" class=\"b\">2Ki 19:1-7;</a><a href=\"/en/wol/bc/r1/lp-e/1200002011/23/1\" data-bid=\"24-2\" class=\"b\"> Isa 37:1-7</a>) At this time Sennacherib had pulled away from Lachish to Libnah, where he heard that Tirhakah the king of Ethiopia had come out to fight against him. Nevertheless, Sennacherib sent letters by messenger to Hezekiah, continuing his threats and taunting Jehovah the God of Israel. On receipt of the highly reproachful letters, Hezekiah spread them before Jehovah, who again answered through Isaiah, taunting Sennacherib in return and assuring that the Assyrians would not enter Jerusalem. Jehovah said: &#x201C;I shall certainly defend this city to save it for my own sake and for the sake of David my servant.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002011/24/0\" data-bid=\"25-1\" class=\"b\">2Ki 19:8-34;</a><a href=\"/en/wol/bc/r1/lp-e/1200002011/24/1\" data-bid=\"25-2\" class=\"b\"> Isa 37:8-35</a>.During the night Jehovah sent his angel, who destroyed 185,000 of the cream of Sennacherib&#x2019;s troops, &#x201C;every valiant, mighty man and leader and chief in the camp of the king of Assyria, so that he went back with shame of face to his own land.&#x201D; Thus Sennacherib&#x2019;s threat to Jerusalem was effectually removed. Later &#x201C;it came about that as he was bowing down at the house of Nisroch his god, Adrammelech and Sharezer, his own sons, struck him down with the sword.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002011/25/0\" data-bid=\"26-1\" class=\"b\">2Ch 32:21;</a><a href=\"/en/wol/bc/r1/lp-e/1200002011/25/1\" data-bid=\"26-2\" class=\"b\"> Isa 37:36-38</a>.<span id=\"page1105\" class=\"pageNum\" data-no=\"1105\" data-before-text=\"1105\"></span>Inscriptions have been discovered describing Sennacherib&#x2019;s defeat of the Ethiopian forces. These say: &#x201C;As to Hezekiah, the Jew, he did not submit to my yoke, I laid siege to 46 of his strong cities .&#xA0;.&#xA0;. and conquered (them) .&#xA0;.&#xA0;. Himself I made a prisoner in Jerusalem, his royal residence, like a bird in a cage.&#x201D; (<em>Ancient Near Eastern Texts, </em>p.&#xA0;288) He does not claim to have captured the city. This supports the Bible account of Hezekiah&#x2019;s revolt against Assyria and Sennacherib&#x2019;s failure to take Jerusalem. In the custom of the inscriptions of the pagan kings, to exalt themselves, Sennacherib in this inscription exaggerates the amount of silver paid by Hezekiah, as 800 talents, in contrast with the Bible&#x2019;s 300.<strong>Miraculous Extension of Hezekiah&#x2019;s Life. </strong>Around the time of Sennacherib&#x2019;s threats against Jerusalem, Hezekiah was afflicted with a malignant boil. He was instructed by the prophet Isaiah to arrange his affairs in preparation for death. At that time Hezekiah did not as yet have a son, and it therefore appeared that the royal Davidic line was in danger of being broken. Hezekiah prayed to Jehovah fervently, with tears, whereupon Jehovah sent Isaiah back to inform Hezekiah that he would have 15 years added to his life. A miraculous sign was given, the shadow of the sun being caused to move ten steps backward on &#x201C;the stairs of Ahaz.&#x201D; (See <a href=\"/en/wol/tc/r1/lp-e/1200002011/0\">SUN</a>.) In the third year after that, Hezekiah had a son called Manasseh, who later succeeded him on the throne.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002011/26/0\" data-bid=\"27-1\" class=\"b\">2Ki 20:1-11,</a><a href=\"/en/wol/bc/r1/lp-e/1200002011/26/1\" data-bid=\"27-2\" class=\"b\"> 21;</a><a href=\"/en/wol/bc/r1/lp-e/1200002011/26/2\" data-bid=\"27-3\" class=\"b\"> 21:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200002011/26/3\" data-bid=\"27-4\" class=\"b\"> Isa 38:1-8,</a><a href=\"/en/wol/bc/r1/lp-e/1200002011/26/4\" data-bid=\"27-5\" class=\"b\">&#xA0;21</a>.<strong>Hezekiah&#x2019;s Mistake and Repentance. </strong>The Scripture record states that &#x201C;according to the benefit rendered him Hezekiah made no return, for his heart became haughty and there came to be indignation against him and against Judah and Jerusalem.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002011/27/0\" data-bid=\"28-1\" class=\"b\">2Ch 32:25</a>) The Bible does not say whether or not this haughtiness was connected with his unwise act in showing the entire treasure of his house and all his dominion to the messengers of the Babylonian king Berodach-baladan (Merodach-baladan) who were sent to Hezekiah after he recovered from his illness. Hezekiah may have displayed all this wealth to impress the king of Babylon as a possible ally against the king of Assyria. This, of course, could tend to excite the greed of the Babylonians. The prophet Isaiah was against any alliance with or dependence on God&#x2019;s age-old enemy Babylon. When Isaiah heard how Hezekiah had treated the Babylonian messengers, he uttered the inspired prophecy from Jehovah that the Babylonians in time would carry away everything to Babylon, including some of Hezekiah&#x2019;s descendants. Hezekiah, however, humbled himself and God kindly allowed that the calamity would not come in his days.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002011/28/0\" data-bid=\"29-1\" class=\"b\">2Ki 20:12-19;</a><a href=\"/en/wol/bc/r1/lp-e/1200002011/28/1\" data-bid=\"29-2\" class=\"b\"> 2Ch 32:26,</a><a href=\"/en/wol/bc/r1/lp-e/1200002011/28/2\" data-bid=\"29-3\" class=\"b\"> 31;</a><a href=\"/en/wol/bc/r1/lp-e/1200002011/28/3\" data-bid=\"29-4\" class=\"b\"> Isa 39:1-8</a>.In the days of the prophet Jeremiah, some of the heads of the people in Jerusalem spoke favorably of Hezekiah because of his giving attention to Micah of Moresheth, the prophet of Jehovah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002011/29/0\" data-bid=\"30-1\" class=\"b\">Jer 26:17-19</a>.<strong>2. </strong>An ancestor of the prophet Zephaniah, possibly King Hezekiah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002011/30/0\" data-bid=\"31-1\" class=\"b\">Zep 1:1</a>.<strong>3. </strong>A man of Israel whose descendants returned with Zerubbabel from the Babylonian exile. He was probably not the same person as King Hezekiah. (<a href=\"/en/wol/bc/r1/lp-e/1200002011/31/0\" data-bid=\"32-1\" class=\"b\">Ezr 2:1, 2,</a><a href=\"/en/wol/bc/r1/lp-e/1200002011/31/1\" data-bid=\"32-2\" class=\"b\"> 16;</a><a href=\"/en/wol/bc/r1/lp-e/1200002011/31/2\" data-bid=\"32-3\" class=\"b\"> Ne 7:6, 7,</a><a href=\"/en/wol/bc/r1/lp-e/1200002011/31/3\" data-bid=\"32-4\" class=\"b\">&#xA0;21</a>) It may have been a descendant of this Hezekiah who was one of the headmen of the people attesting by seal the &#x201C;trustworthy arrangement&#x201D; in Nehemiah&#x2019;s day.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002011/32/0\" data-bid=\"33-1\" class=\"b\">Ne 9:38;</a><a href=\"/en/wol/bc/r1/lp-e/1200002011/32/1\" data-bid=\"33-2\" class=\"b\"> 10:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002011/32/2\" data-bid=\"33-3\" class=\"b\"> 14,</a><a href=\"/en/wol/bc/r1/lp-e/1200002011/32/3\" data-bid=\"33-4\" class=\"b\">&#xA0;17</a>."}