{"title":"Hiddekel","link":"/en/wol/d/r1/lp-e/1200002018","html":"<span id=\"page1106\" class=\"pageNum\" data-no=\"1106\" data-before-text=\"1106\"></span><strong>HIDDEKEL</strong>(Hid&#x2B9;de&#xB7;kel).One of the four rivers branching off from the river issuing out of Eden. (<a href=\"/en/wol/bc/r1/lp-e/1200002018/0/0\" data-bid=\"1-1\" class=\"b\">Ge 2:10-14</a>) The Hiddekel was known in Old Persian as the <em>Tigra, </em>from which comes the Greek name for the Tigris River. In Arabic it is known as the Shatt Dijla. It is called by some the twin river of the Euphrates, and together with this river, it waters the plains of Mesopotamia.It was on the banks of the Tigris (Hiddekel) River that Daniel received the vision concerning the power struggle to be waged by &#x201C;the king of the north&#x201D; and &#x201C;the king of the south.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002018/1/0\" data-bid=\"2-1\" class=\"b\">Da 10:4,&#xA0;5;</a><a href=\"/en/wol/bc/r1/lp-e/1200002018/1/1\" data-bid=\"2-2\" class=\"b\"> 11:5,&#xA0;6</a>) After entering the Mesopotamian plains, the Tigris passes by the sites of many ancient cities. Opposite modern Mosul the ruins of ancient Nineveh lie on the river&#x2019;s E bank. On the same side, farther S, is the site of Calah, and below it, on the W bank, is found ancient Asshur. A short distance below Baghdad, on the W bank, are the ruins of Seleucia, ancient capital of the Seleucid dynasty of rulers.The Tigris has its sources in the eastern part of modern Turkey. The westernmost source is the most distant, rising from the mountains south of Lake Hazar about 25&#xA0;km (15&#xA0;mi) SE of the city of Elazig and just a few miles from one of the sources of the Euphrates River. It is thus evident that these two rivers could easily have had a single source before the global Flood produced topographical changes in the earth&#x2019;s surface. For the first 240&#xA0;km (150&#xA0;mi) the western source flows SE and is joined by other shorter eastern sources. Then, at a point south of the western end of Lake Van, the river takes a more southerly course. It passes through a deep gorge before finally emerging from the mountains onto the upper part of the Mesopotamian plain. From there to its junction with the Euphrates River, the Tigris is fed from the E by four tributary streams: the Great Zab, the Little Zab, the &#x2BD;Adhaim, and the Diyala.It is generally believed that, anciently, the Tigris and Euphrates had separate entrances into the sea, but that over the centuries the accumulation of silt has filled in the head of the gulf so that now the rivers unite. After their junction they form the wide stream called the Shatt-al-Arab, which flows some 160&#xA0;km (100&#xA0;mi) before emptying into the Persian Gulf.The full length of the Tigris covers some 1,850&#xA0;km (1,150&#xA0;mi). It is a wide stream, at some points having a width of 366&#xA0;m (400&#xA0;yd), but is generally shallow, and above Baghdad it is navigable only by boats of shallow draft. A much swifter river than the Euphrates, the Tigris is only about two thirds the length of its &#x201C;twin&#x201D; and of lesser importance commercially."}