{"title":"Highway, Road","link":"/en/wol/d/r1/lp-e/1200002024","html":"<span id=\"page1117\" class=\"pageNum\" data-no=\"1117\" data-before-text=\"1117\"></span><strong>HIGHWAY, ROAD</strong>The terms <em>mesil&#xB7;lah&#x2B9; </em>(highway) and <em>de&#x2B9;rekh </em>(road) in Hebrew and the term <em>ho&#xB7;dos&#x2B9; </em>(way; road) in Greek are all used to refer to a public way, track, or route, generally between towns or cities.<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200002024/0\">WAY, THE</a>.From ancient times highways and roads, including several important trade routes, linked cities and kingdoms in the area of Palestine. (<a href=\"/en/wol/bc/r1/lp-e/1200002024/0/0\" data-bid=\"1-1\" class=\"b\">Nu 20:17-19;</a><a href=\"/en/wol/bc/r1/lp-e/1200002024/0/1\" data-bid=\"1-2\" class=\"b\"> 21:21, 22;</a><a href=\"/en/wol/bc/r1/lp-e/1200002024/0/2\" data-bid=\"1-3\" class=\"b\"> 22:5,</a><a href=\"/en/wol/bc/r1/lp-e/1200002024/0/3\" data-bid=\"1-4\" class=\"b\"> 21-23;</a><a href=\"/en/wol/bc/r1/lp-e/1200002024/0/4\" data-bid=\"1-5\" class=\"b\"> Jos 2:22;</a><a href=\"/en/wol/bc/r1/lp-e/1200002024/0/5\" data-bid=\"1-6\" class=\"b\"> Jg 21:19;</a><a href=\"/en/wol/bc/r1/lp-e/1200002024/0/6\" data-bid=\"1-7\" class=\"b\"> 1Sa 6:9,</a><a href=\"/en/wol/bc/r1/lp-e/1200002024/0/7\" data-bid=\"1-8\" class=\"b\"> 12;</a><a href=\"/en/wol/bc/r1/lp-e/1200002024/0/8\" data-bid=\"1-9\" class=\"b\"> 13:17, 18</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200002024/1\">KING&#x2019;S ROAD</a>.) What is considered to have been the principal route led from Egypt to the Philistine cities of Gaza and Ashkelon and gradually bent northeastward in the direction of Megiddo. It continued to Hazor, N of the Sea of Galilee, and then led to Damascus. This route via Philistia was the shortest from Egypt to the Promised Land. But Jehovah kindly led the Israelites by another way so that they would not get disheartened by a Philistine attack.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002024/1/0\" data-bid=\"2-1\" class=\"b\">Ex 13:17</a>.In the Promised Land the maintenance of a good road system took on added importance for the Israelites, as there was only one center of <span id=\"page1118\" class=\"pageNum\" data-no=\"1118\" data-before-text=\"1118\"></span>worship for the entire nation. Therefore many of the Israelites had to travel considerable distances each year to comply with the Law&#x2019;s requirement that all the males assemble for the three seasonal festivals. (<a href=\"/en/wol/bc/r1/lp-e/1200002024/2/0\" data-bid=\"3-1\" class=\"b\">De 16:16</a>) Additionally, tithes, contributions, and any offerings, whether voluntary or obligatory, had to be presented at the place Jehovah would choose. (<a href=\"/en/wol/bc/r1/lp-e/1200002024/3/0\" data-bid=\"4-1\" class=\"b\">De 12:4-7</a>) After Solomon&#x2019;s building the temple, that place was Jerusalem. So, as the Israelites traveled on the roads to and from Jerusalem, there were fine opportunities for fathers to teach God&#x2019;s law to their sons.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002024/4/0\" data-bid=\"5-1\" class=\"b\">De 6:6,&#xA0;7</a>.Attention also had to be given to maintaining the roads leading to the six cities of refuge. These roads had to be well marked and kept clear of obstacles that might impede the accidental manslayer&#x2019;s progress. (<a href=\"/en/wol/bc/r1/lp-e/1200002024/5/0\" data-bid=\"6-1\" class=\"b\">De 19:3</a>) According to Jewish tradition, a signpost indicating the direction to the city of refuge was placed at every crossroad.<wbr>&#x2014;Babylonian Talmud, <em>Makkot </em>10<em>b.</em>Although the Bible gives no description of the ancient roads, it does contain allusions to their construction and maintenance. At times hills and other irregularities may have been leveled, and the roads cleared of stones and banked up. (<a href=\"/en/wol/bc/r1/lp-e/1200002024/6/0\" data-bid=\"7-1\" class=\"b\">Isa 40:3,&#xA0;4;</a><a href=\"/en/wol/bc/r1/lp-e/1200002024/6/1\" data-bid=\"7-2\" class=\"b\"> 57:14;</a><a href=\"/en/wol/bc/r1/lp-e/1200002024/6/2\" data-bid=\"7-3\" class=\"b\"> 62:10</a>) The historian Josephus claims that King Solomon paved the roads leading to Jerusalem with black stone.<wbr>&#x2014;<em>Jewish Antiquities, </em>VIII, 187 (vii,&#xA0;4).However, nothing definite is known about the structure of ancient roads until the days of the Roman Empire. The Romans distinguished themselves as road builders, linking their vast empire to facilitate the movement of their armies. Their roads were paved with flat stones, and the roadbeds usually consisted of three layers: (bottom) rubble, (middle) flat slabs set in mortar, and (top) concrete and crushed stone. The roads sloped from the center toward both sides and were equipped with milestones, curbstones, and drainage ditches. Also, wells could be found at convenient intervals. Running in nearly straight lines, Roman roads passed over hills rather than around them. The famous Roman highway, the Appian Way, measured some 5.5&#xA0;m (18&#xA0;ft) in width and was paved with large lava blocks. The apostle Paul, while en route to Rome as a prisoner, traveled over this road, parts of which are still used today.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002024/7/0\" data-bid=\"8-1\" class=\"b\">Ac 28:15, 16</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002024/2\">APPIUS, MARKETPLACE OF</a>.The words of <a href=\"/en/wol/bc/r1/lp-e/1200002024/8/0\" data-bid=\"9-1\" class=\"b\">Isaiah 19:23</a> about the coming into existence of &#x201C;a highway out of Egypt to Assyria&#x201D; pointed forward to the friendly relations that would one day prevail between these two lands. In effecting the release of his people, Jehovah, as it were, made highways for them that led out of the lands of their captivity.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002024/9/0\" data-bid=\"10-1\" class=\"b\">Isa 11:16;</a><a href=\"/en/wol/bc/r1/lp-e/1200002024/9/1\" data-bid=\"10-2\" class=\"b\"> 35:8-10;</a><a href=\"/en/wol/bc/r1/lp-e/1200002024/9/2\" data-bid=\"10-3\" class=\"b\"> 49:11-13;</a><a href=\"/en/wol/bc/r1/lp-e/1200002024/9/3\" data-bid=\"10-4\" class=\"b\"> Jer 31:21</a>."}