{"title":"Hittites","link":"/en/wol/d/r1/lp-e/1200002040","html":"<span id=\"page1123\" class=\"pageNum\" data-no=\"1123\" data-before-text=\"1123\"></span><strong>HITTITES</strong>(Hit&#x2B9;tites) [Of (Belonging to) Heth].A people descended from Heth, the second-named son of Canaan. (<a href=\"/en/wol/bc/r1/lp-e/1200002040/0/0\" data-bid=\"1-1\" class=\"b\">Ge 10:15</a>) They were therefore of Hamitic origin.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002040/1/0\" data-bid=\"2-1\" class=\"b\">Ge 10:6</a>.Abraham had some dealings with the Hittites, who were residing in Canaan at the time of his moving there. Jehovah had promised to give to Abraham&#x2019;s seed the land of Canaan, which was inhabited by a number of nations, including the Hittite nation. (<a href=\"/en/wol/bc/r1/lp-e/1200002040/2/0\" data-bid=\"3-1\" class=\"b\">Ge 15:18-21</a>) However, Jehovah told Abraham that &#x201C;the error of the Amorites [a term often used generally for the nations in Canaan] has not yet come to completion.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002040/3/0\" data-bid=\"4-1\" class=\"b\">Ge 15:16</a>) Therefore Abraham respected the Hittite ownership of the land, and when his wife Sarah died, he bargained with Ephron the son of Zohar the Hittite for a cave in which to bury her.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002040/4/0\" data-bid=\"5-1\" class=\"b\">Ge 23:1-20</a>.In Joshua&#x2019;s day the Hittites are described as inhabiting the land that covered an area &#x201C;from the wilderness and this Lebanon to the great river, the river Euphrates, that is, all the land of the Hittites.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002040/5/0\" data-bid=\"6-1\" class=\"b\">Jos 1:4</a>) Apparently they lived mainly in the mountainous regions, which would include Lebanon and, possibly, areas in Syria.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002040/6/0\" data-bid=\"7-1\" class=\"b\">Nu 13:29;</a><a href=\"/en/wol/bc/r1/lp-e/1200002040/6/1\" data-bid=\"7-2\" class=\"b\"> Jos 11:3</a>.<strong>Under Noah&#x2019;s Curse. </strong>The descent of the Hittites from Canaan brought them under the curse placed by Noah upon Canaan, and when Israel subjugated them it was in fulfillment of Noah&#x2019;s words at <a href=\"/en/wol/bc/r1/lp-e/1200002040/7/0\" data-bid=\"8-1\" class=\"b\">Genesis 9:25-27</a>. The religion of the Hittites was pagan, undoubtedly being phallic, as were the other Canaanite religions. When Abraham&#x2019;s grandson Esau married Hittite women, this was &#x201C;a source of bitterness of spirit to Isaac and Rebekah,&#x201D; Esau&#x2019;s father and mother.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002040/8/0\" data-bid=\"9-1\" class=\"b\">Ge 26:34, 35;</a><a href=\"/en/wol/bc/r1/lp-e/1200002040/8/1\" data-bid=\"9-2\" class=\"b\"> 27:46</a>.God described the land that the Hittites and other associated nations occupied as &#x201C;a land flowing with milk and honey.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002040/9/0\" data-bid=\"10-1\" class=\"b\">Ex 3:8</a>) But these nations had become so corrupt that their presence on the land defiled it. (<a href=\"/en/wol/bc/r1/lp-e/1200002040/10/0\" data-bid=\"11-1\" class=\"b\">Le 18:25,</a><a href=\"/en/wol/bc/r1/lp-e/1200002040/10/1\" data-bid=\"11-2\" class=\"b\">&#xA0;27</a>) Many are the warnings that God gave Israel as to the danger of association with them in their degraded, filthy practices. He lists many immoralities, forbidding the Israelites to engage in them, and then says: &#x201C;Do not make yourselves unclean by any of these things, because by all these things the nations [including the Hittites] whom I am sending out from before you have made themselves unclean.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002040/11/0\" data-bid=\"12-1\" class=\"b\">Le 18:1-30</a>.<span id=\"page1124\" class=\"pageNum\" data-no=\"1124\" data-before-text=\"1124\"></span><strong>Destruction Decreed. </strong>The Hittites were one of the seven nations named as due to be devoted to destruction. These nations were described as &#x201C;more populous and mighty&#x201D; than Israel. So the seven nations at that time must have numbered more than three million persons, and the Hittites in their mountain stronghold would be a formidable foe. (<a href=\"/en/wol/bc/r1/lp-e/1200002040/12/0\" data-bid=\"13-1\" class=\"b\">De 7:1,&#xA0;2</a>) They manifested their enmity by assembling with the other nations of Canaan to fight Israel (led by Joshua) when they got news of Israel&#x2019;s crossing the Jordan and destroying the cities of Jericho and Ai. (<a href=\"/en/wol/bc/r1/lp-e/1200002040/13/0\" data-bid=\"14-1\" class=\"b\">Jos 9:1,&#xA0;2;</a><a href=\"/en/wol/bc/r1/lp-e/1200002040/13/1\" data-bid=\"14-2\" class=\"b\"> 24:11</a>) The cities of the Hittites therefore should have been destroyed and their inhabitants wiped out so that they would not be a danger to Israel&#x2019;s loyalty to God and cause Israel to incur God&#x2019;s disfavor. (<a href=\"/en/wol/bc/r1/lp-e/1200002040/14/0\" data-bid=\"15-1\" class=\"b\">De 20:16-18</a>) But Israel carried out God&#x2019;s command imperfectly. After Joshua passed off the scene they disobediently failed to clear out these nations, which remained as a thorn in the side and a constant harassment to them.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002040/15/0\" data-bid=\"16-1\" class=\"b\">Nu 33:55,&#xA0;56</a>.<strong>Later History. </strong>Because Israel did not obey God by destroying the Canaanite nations completely, God declared: &#x201C;I, in turn, have said, &#x2018;I shall not drive them away from before you, and they must become snares to you, and their gods will serve as a lure to you.&#x2019;&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002040/16/0\" data-bid=\"17-1\" class=\"b\">Jg 2:3</a>) It appears that those Canaanites remaining among Israel were tolerated and, in some rare instances, were even given positions of respect and responsibility. Also, it seems that, of the Canaanite nations, only the Hittites maintained prominence and strength as a nation.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002040/17/0\" data-bid=\"18-1\" class=\"b\">1Ki 10:29;</a><a href=\"/en/wol/bc/r1/lp-e/1200002040/17/1\" data-bid=\"18-2\" class=\"b\"> 2Ki 7:6</a>.Two Hittites were soldiers, possibly officers, in David&#x2019;s army, namely, Ahimelech and Uriah. Uriah was a man zealous for the victory of Israel over its enemies, and one who observed the Law. David had relations with Bath-sheba, the wife of Uriah, and subsequently had Uriah put into a dangerous position in battle, where he was killed. For this, David was punished by God.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002040/18/0\" data-bid=\"19-1\" class=\"b\">1Sa 26:6;</a><a href=\"/en/wol/bc/r1/lp-e/1200002040/18/1\" data-bid=\"19-2\" class=\"b\"> 2Sa 11:3, 4,</a><a href=\"/en/wol/bc/r1/lp-e/1200002040/18/2\" data-bid=\"19-3\" class=\"b\"> 11,</a><a href=\"/en/wol/bc/r1/lp-e/1200002040/18/3\" data-bid=\"19-4\" class=\"b\"> 15-17;</a><a href=\"/en/wol/bc/r1/lp-e/1200002040/18/4\" data-bid=\"19-5\" class=\"b\"> 12:9-12</a>.King Solomon levied men from among the Hittites for slavish forced labor. (<a href=\"/en/wol/bc/r1/lp-e/1200002040/19/0\" data-bid=\"20-1\" class=\"b\">2Ch 8:7,&#xA0;8</a>) However, his foreign wives, among whom were Hittite women, caused Solomon to turn away from Jehovah his God. (<a href=\"/en/wol/bc/r1/lp-e/1200002040/20/0\" data-bid=\"21-1\" class=\"b\">1Ki 11:1-6</a>) The Hittites are mentioned in the Bible as having kings and warring ability as late as the reign of King Jehoram of Israel (c.&#xA0;917-905&#xA0;B.C.E.). (<a href=\"/en/wol/bc/r1/lp-e/1200002040/21/0\" data-bid=\"22-1\" class=\"b\">2Ki 7:6</a>) However, the Syrian, Assyrian, and Babylonian conquests of the land apparently shattered the Hittites as a power.After the restoration of Israel from exile in 537&#xA0;B.C.E., the people of Israel and even some of the priests and Levites married women of the Canaanite nations and gave their daughters to Canaanite men, among these being Hittites. This was in violation of God&#x2019;s law. For this, Ezra reproved them, moving them to an agreement to put away their foreign wives.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002040/22/0\" data-bid=\"23-1\" class=\"b\">Ezr 9:1,&#xA0;2;</a><a href=\"/en/wol/bc/r1/lp-e/1200002040/22/1\" data-bid=\"23-2\" class=\"b\"> 10:14,</a><a href=\"/en/wol/bc/r1/lp-e/1200002040/22/2\" data-bid=\"23-3\" class=\"b\"> 16-19,</a><a href=\"/en/wol/bc/r1/lp-e/1200002040/22/3\" data-bid=\"23-4\" class=\"b\">&#xA0;44</a>.<strong>Figurative Use. </strong>Jehovah, speaking through the prophet Ezekiel, used the term &#x201C;Hittite&#x201D; in a figurative sense in speaking to Jerusalem. He said: &#x201C;Your origin and your birth were from the land of the Canaanite. Your father was the Amorite, and your mother was a Hittite.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002040/23/0\" data-bid=\"24-1\" class=\"b\">Eze 16:3</a>) Jerusalem, the capital of the nation, upon which Jehovah placed his name was, when Israel entered the land, a city occupied by the Jebusites. But since the most prominent tribes were the Amorites and the Hittites, these are apparently used as representative of the nations of Canaan, including the Jebusites. Therefore the city had a lowly heritage, but Jehovah had caused it to be beautified. Through King David, sitting on &#x201C;Jehovah&#x2019;s throne&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002040/24/0\" data-bid=\"25-1\" class=\"b\">1Ch 29:23</a>), with the ark of the covenant on Mount Zion, and finally, the glorious temple built by David&#x2019;s son Solomon, the fame of Jerusalem came to be spread about among the nations. But Jerusalem became like the Canaanite nations around her, corrupt and immoral, for which Jehovah finally brought desolation upon her.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002040/25/0\" data-bid=\"26-1\" class=\"b\">Eze 16:14,&#xA0;15</a>.<strong>Secular Attempts at Identification. </strong>Historians and archaeologists have tried to identify the Hittites of the Bible in secular history. Their primary basis for making identifications has been linguistic, the comparison of words apparently having similar sound or spelling.In the Assyrian cuneiform texts, frequent reference is made to &#x201C;Hatti&#x201D; in a context that usually places it in Syria or Palestine. These may be references to the Biblical Hittites. However, on the basis of this term &#x201C;Hatti,&#x201D; scholars try to identify the Bible Hittites with the so-called Hittite Empire that had its capital in Asia Minor, far to the N and W of the land of Canaan. This they try to do in the following manner, but in doing so they refer to three different groups of people.<strong>Three Groups &#x201C;Identified.&#x201D; </strong>In Anatolia (a part of what is now called Turkey) in Asia Minor, many ancient texts have been unearthed at Bogazk&#xF6;y, formerly called &#x201C;Hattushash.&#x201D; It was the capital of a land that modern scholars have called Hatti and whose inhabitants spoke &#x201C;Hattic.&#x201D; These early people were evidently overrun by conquerors who brought in a different language, which, according to scholars, was an Indo-European language. <span id=\"page1125\" class=\"pageNum\" data-no=\"1125\" data-before-text=\"1125\"></span>This language used cuneiform script and is called &#x201C;cuneiform Hittite.&#x201D; Later a yet different Indo-European language using hieroglyphic script superseded the cuneiform script, and this language is referred to as &#x201C;hieroglyphic Hittite.&#x201D; Some examples of texts in this language are said to have been found in both Asia Minor and northern Syria. Scholars say that these three languages represent three groups. But there is no proof that any of these were the Hittites of the Bible. Concerning so-called cuneiform Hittite, Martin Noth stated: &#x201C;The term &#x2018;Hittite&#x2019; is not found in the ancient texts, but was invented by modern students, resting on the historical connection between this language and the kingdom of <em>Hatti </em>in Asia Minor.&#x201D; He goes on to say regarding the &#x201C;Hittite hieroglyphs&#x201D;: &#x201C;The conventional term Hittite is irrelevant and confusing when applied to them.&#x201D; (<em>The Old Testament World, </em>1966, p.&#xA0;231) Another historian, E.&#xA0;A.&#xA0;Speiser, concludes: &#x201C;The problem of the Hittites in the Bible is .&#xA0;.&#xA0;. complex. To begin with, there is the question as to which type of Hittites may be involved in any given Biblical passage: Hattians, Indo-European Hittites of the cuneiform records, or hieroglyphic Hittites.&#x201D;<wbr>&#x2014;<em>The World History of the Jewish People, </em>1964, Vol.&#xA0;1, p.&#xA0;160.From the foregoing it can be seen that any supposed identification of the Hittites of the Bible with the &#x201C;Hittite Empire&#x201D; that had as its capital city Hattushash is merely conjecture and has not been proved. Because of this uncertainty, references in this publication to the secular &#x201C;Hittites&#x201D; are generally set in quotation marks to remind the reader that such identification is not proved and that we do not feel the evidence is strong enough to view such identification as conclusive."}