{"title":"Honey, Honeycomb","link":"/en/wol/d/r1/lp-e/1200002064","html":"<span id=\"page1134\" class=\"pageNum\" data-no=\"1134\" data-before-text=\"1134\"></span><strong>HONEY, HONEYCOMB</strong>Bee honey is a sweet, viscid fluid manufactured by bees. Honey is referred to in the Hebrew Scriptures by the words <em>no&#x2B9;pheth </em>(flowing honey, or comb honey) and <em>devash&#x2B9;. </em>This latter word may refer not only to bee honey but also to the syrup of fruits. (<a href=\"/en/wol/bc/r1/lp-e/1200002064/0/0\" data-bid=\"1-1\" class=\"b\">Le 2:11</a>, ftn) In the Greek Scriptures <em>me&#x2B9;li </em>is used, along with the adjective <em>a&#x2B9;gri&#xB7;os, </em>&#x201C;wild,&#x201D; to denote the honey of wild bees.<strong>The Honeycomb. </strong>The honeycomb is a marvel of engineering; it reveals the Creator&#x2019;s unparalleled wisdom and ability in putting such &#x201C;engineering&#x201D; and construction instinct in the honeybee. The hexagonal shape of the cells is ideal for holding the maximum quantity of honey with a minimum of beeswax, the material of which the cell walls are made. When a comb is being built, beeswax is made by special glands in the bee&#x2019;s body. It oozes through pores in the body, forming small white flakes. Using its legs, the bee moves the flakes to its jaws. It then chews the wax and places it in the part of the honeycomb being constructed. The walls of the comb are only one third of a millimeter (1&#x2044;80&#xA0;in.) thick but can support 30 times their weight.Honeybees build their nests in a variety of places, including trees, rocks, and, in one case, even in the carcass of a dead animal, which evidently was no longer carrion but had been dried <span id=\"page1135\" class=\"pageNum\" data-no=\"1135\" data-before-text=\"1135\"></span>out by the sun. This was the lion&#x2019;s carcass from which Samson ate honey.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002064/1/0\" data-bid=\"2-1\" class=\"b\">Jg 14:8,&#xA0;9</a>.<strong>Honey. </strong>Bee honey is made from the nectar obtained from flowers and fruit. In the process of gathering the nectar and depositing it in the honeycomb, certain chemicals from the bee&#x2019;s body are added. Some of the water evaporates from the nectar, and the chemicals transform the nectar into honey. The color and flavor of honey vary according to the source of nectar. Honey is easily assimilated by the body and quickly converted into energy.Most of the Bible&#x2019;s references to the honey of bees is to wild honey, such as John the Baptizer ate in the wilderness. (<a href=\"/en/wol/bc/r1/lp-e/1200002064/2/0\" data-bid=\"3-1\" class=\"b\">Mt 3:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002064/2/1\" data-bid=\"3-2\" class=\"b\">&#xA0;4</a>) The energy-giving property of honey is illustrated in the case of King Saul&#x2019;s son Jonathan who, exhausted from battle, tasted some honey. Immediately his eyes &#x201C;began to beam.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002064/3/0\" data-bid=\"4-1\" class=\"b\">1Sa 14:25-30</a>) This energy food is listed among the provisions God supplied for his people in the wilderness. There, where few trees existed, the people were able to get honey to eat &#x201C;out of a crag,&#x201D; that is, from the honeycombs that the bees built in rocky places.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002064/4/0\" data-bid=\"5-1\" class=\"b\">De 32:13</a>.<strong>Illustrative Use. </strong>The curative properties of honey are compared to pleasant sayings and wisdom, not only because of its sweetness and fine taste but also because of its health-giving qualities. Pleasant sayings are healthful spiritually, just as honey is good for the physical body. The writer of Proverbs says: &#x201C;Pleasant sayings are a honeycomb, sweet to the soul and a healing to the bones.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002064/5/0\" data-bid=\"6-1\" class=\"b\">Pr 16:24;</a><a href=\"/en/wol/bc/r1/lp-e/1200002064/5/1\" data-bid=\"6-2\" class=\"b\"> 24:13,&#xA0;14</a>.The sweetness and enjoyment of eating honey is applied illustratively throughout the Scriptures. Examples are found at <a href=\"/en/wol/bc/r1/lp-e/1200002064/6/0\" data-bid=\"7-1\" class=\"b\">Ezekiel 3:2, 3</a> and <a href=\"/en/wol/bc/r1/lp-e/1200002064/7/0\" data-bid=\"8-1\" class=\"b\">Revelation 10:9</a>. Comb honey is often mentioned, for it is considered superior in flavor, sweetness, and richness to honey that has been exposed to the air for a time. Emphasizing the goodness and pleasantness of the words spoken by the Shulammite girl, her shepherd lover speaks of them as &#x201C;comb honey&#x201D; that keeps dripping from her lips. (<a href=\"/en/wol/bc/r1/lp-e/1200002064/8/0\" data-bid=\"9-1\" class=\"b\">Ca 4:11</a>) Jehovah&#x2019;s judicial decisions are so fine, healthful, and beneficial that they are even &#x201C;sweeter than honey and the flowing honey of the combs.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002064/9/0\" data-bid=\"10-1\" class=\"b\">Ps 19:9,&#xA0;10</a>) His sayings are &#x2018;smoother to the palate than honey to the mouth.&#x2019;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002064/10/0\" data-bid=\"11-1\" class=\"b\">Ps 119:103</a>.While honey is good, overeating of it can cause nausea (<a href=\"/en/wol/bc/r1/lp-e/1200002064/11/0\" data-bid=\"12-1\" class=\"b\">Pr 25:16</a>), and this eating of too much honey is compared to people seeking out their own glory.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002064/12/0\" data-bid=\"13-1\" class=\"b\">Pr 25:27</a>.<a href=\"/en/wol/bc/r1/lp-e/1200002064/13/0\" data-bid=\"14-1\" class=\"b\">Proverbs chapter&#xA0;5</a> uses the sweetness of comb honey to illustrate the temptation to sexual immorality that the &#x201C;strange woman&#x201D; can bring to bear by her appeal to a man with her use of charm and smooth words. It constitutes a fine warning to Christians today. &#x201C;As a honeycomb the lips of a strange woman keep dripping, and her palate is smoother than oil. But the aftereffect from her is as bitter as wormwood; it is as sharp as a two-edged sword. Her feet are descending to death,&#x201D; says the wise man. Her smooth, honeylike words and actions lead the man right up to the immoral act so that &#x201C;all of a sudden he is going after her, like a bull that comes even to the slaughter.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002064/14/0\" data-bid=\"15-1\" class=\"b\">Pr 5:3-5;</a><a href=\"/en/wol/bc/r1/lp-e/1200002064/14/1\" data-bid=\"15-2\" class=\"b\"> 7:21,&#xA0;22</a>.<strong>Honey of Fruits. </strong>The Hebrew word <em>devash&#x2B9; </em>can refer also to the juice, or syrup, of fruits<wbr>&#x2014;figs, dates, and so forth. Often the context enables the reader to determine whether or not bee honey is meant. Evidently the syrup of fruits is what is prohibited from being offered on the altar at <a href=\"/en/wol/bc/r1/lp-e/1200002064/15/0\" data-bid=\"16-1\" class=\"b\">Leviticus 2:11</a>, because of its tendency to ferment. That bee honey is not meant here is indicated by the next verse, which included the prohibited &#x201C;honey&#x201D; as firstfruits to be offered to Jehovah. Since most of the honey used by the Israelites was wild honey, not a cultivated crop, the &#x201C;honey&#x201D; offered as firstfruits when Hezekiah motivated the people to support the priesthood was undoubtedly the juice or syrup of fruits.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002064/16/0\" data-bid=\"17-1\" class=\"b\">2Ch 31:5</a>.<strong>A Land of Milk and Honey. </strong>The description of Palestine as &#x201C;a land flowing with milk and honey,&#x201D; often repeated in the Scriptures, is apt, for not only was the land well supplied with the product of bees but also with the syrup of fruits. (<a href=\"/en/wol/bc/r1/lp-e/1200002064/17/0\" data-bid=\"18-1\" class=\"b\">Ex 3:8;</a><a href=\"/en/wol/bc/r1/lp-e/1200002064/17/1\" data-bid=\"18-2\" class=\"b\"> Le 20:24;</a><a href=\"/en/wol/bc/r1/lp-e/1200002064/17/2\" data-bid=\"18-3\" class=\"b\"> De 11:9;</a><a href=\"/en/wol/bc/r1/lp-e/1200002064/17/3\" data-bid=\"18-4\" class=\"b\"> Jos 5:6</a>) The latter is apparently referred to as being an item of trade exchanged for Tyre&#x2019;s merchandise.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002064/18/0\" data-bid=\"19-1\" class=\"b\">Eze 27:2,</a><a href=\"/en/wol/bc/r1/lp-e/1200002064/18/1\" data-bid=\"19-2\" class=\"b\"> 17</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002064/0\">BEE</a>."}