{"title":"Hope","link":"/en/wol/d/r1/lp-e/1200002068","html":"<span id=\"page1137\" class=\"pageNum\" data-no=\"1137\" data-before-text=\"1137\"></span><strong>HOPE</strong>It can mean trust, reliance; desire accompanied with expectation of what is desired or belief that it is attainable; one on whom hopes are centered; a source of hopeful expectation, or promise; something that is hoped for, or an object of hope. The Hebrew root verb <em>qa&#xB7;wah&#x2B9;, </em>from which come terms rendered &#x201C;hope,&#x201D; basically means &#x201C;wait for&#x201D; with eager expectation. (<a href=\"/en/wol/bc/r1/lp-e/1200002068/0/0\" data-bid=\"1-1\" class=\"b\">Ge 49:18</a>) In the Christian Greek Scriptures, the sense of the Greek term <em>el&#xB7;pis&#x2B9; </em>(hope) is &#x201C;expectation of good.&#x201D;<strong>No Real Hope Without God. </strong>True hope, as spoken of in the Bible, is superior to mere desire, which may have no foundation or prospect of fulfillment. It is also better than mere expectation, because that which is expected is not always desirable. The Bible shows that the people of the world in general have no real, solidly based hope; mankind is going into death, and without knowledge of a provision from a higher source there is no hope in what lies ahead. Solomon expressed the futility of man&#x2019;s situation without God&#x2019;s intervention as &#x201C;the greatest vanity! .&#xA0;.&#xA0;. Everything is vanity.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002068/1/0\" data-bid=\"2-1\" class=\"b\">Ec 12:8;</a><a href=\"/en/wol/bc/r1/lp-e/1200002068/1/1\" data-bid=\"2-2\" class=\"b\"> 9:2,&#xA0;3</a>.The faithful patriarch Job said that there is hope even for a tree to sprout again, but man, when he dies, is gone permanently. But Job <span id=\"page1138\" class=\"pageNum\" data-no=\"1138\" data-before-text=\"1138\"></span>then indicated that he was speaking of man on his own without help from God, for Job expressed the desire and hope that God would remember him. (<a href=\"/en/wol/bc/r1/lp-e/1200002068/2/0\" data-bid=\"3-1\" class=\"b\">Job 14:7-15</a>) Similarly, the apostle Paul informs Christians that they, having the hope of resurrection, should not &#x201C;sorrow just as the rest also do who have no hope.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002068/3/0\" data-bid=\"4-1\" class=\"b\">1Th 4:13</a>) Again, speaking to Gentile Christians, Paul points out to them that before coming to a knowledge of God&#x2019;s provision through Christ, they were alienated from the nation with which God had in the past been dealing, and as Gentiles they then &#x201C;had no hope and were without God in the world.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002068/4/0\" data-bid=\"5-1\" class=\"b\">Eph 2:12</a>.Expressions common among those who have no hope in God and his promise of a resurrection of the dead are similar to the words of the disobedient inhabitants of Jerusalem who, instead of showing repentance and sorrow when faced with the threat of destruction of their city as a judgment from God, abandoned themselves to sensual enjoyment. They said: &#x201C;Let there be eating and drinking, for tomorrow we shall die.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002068/5/0\" data-bid=\"6-1\" class=\"b\">Isa 22:13</a>) The apostle warns against becoming infected with the attitude of such hopeless ones.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002068/6/0\" data-bid=\"7-1\" class=\"b\">1Co 15:32,&#xA0;33</a>.<strong>Wrong Hopes. </strong>Paul was not denying that the people of the world have some reasonable hopes that they pursue, some of a commendable nature. Rather, he showed that, without God, a person&#x2019;s hopes are of no consequence; really, they are futile in the long run.But besides the minor, common, normal human hopes there are bad ones. There are hopes that are wickedly entertained. In some instances these may appear to be fulfilled, but in actuality they are realized only in a temporary sense, for a proverb states: &#x201C;The expectation of the righteous ones is a rejoicing, but the very hope of the wicked ones will perish.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002068/7/0\" data-bid=\"8-1\" class=\"b\">Pr 10:28</a>) Additionally, &#x201C;When a wicked man dies, his hope perishes; and even expectation based on powerfulness has perished.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002068/8/0\" data-bid=\"9-1\" class=\"b\">Pr 11:7</a>) So, selfish hopes, and those based on a false foundation of materialism, on lies, on wrong dealings, or on the power or promises of men, are sure to be frustrated.<strong>The Source of Hope. </strong>Jehovah God is the Source of true hope and the One able to fulfill all his promises and the hopes of those trusting in him. It is through his undeserved kindness that he has given mankind &#x201C;comfort and good hope.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002068/9/0\" data-bid=\"10-1\" class=\"b\">2Th 2:16</a>) He has been the hope of righteous men in all ages. He was called &#x201C;the hope of Israel&#x201D; and &#x201C;the hope of [Israel&#x2019;s] forefathers&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002068/10/0\" data-bid=\"11-1\" class=\"b\">Jer 14:8;</a><a href=\"/en/wol/bc/r1/lp-e/1200002068/10/1\" data-bid=\"11-2\" class=\"b\"> 17:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200002068/10/2\" data-bid=\"11-3\" class=\"b\"> 50:7</a>), and many are the expressions of hope, trust, and confidence in him in the Hebrew Scriptures. In his loving-kindness toward his people, even when they were going into exile for disobedience to him, he said to them: &#x201C;I myself well know the thoughts that I am thinking toward you, .&#xA0;.&#xA0;. thoughts of peace, and not of calamity, to give you a future and a hope.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002068/11/0\" data-bid=\"12-1\" class=\"b\">Jer 29:11</a>) Jehovah&#x2019;s promise kept alive the faith and hope of faithful Israelites during the Babylonian exile; it greatly strengthened men such as Ezekiel and Daniel, for Jehovah had said: &#x201C;There exists a hope for your future, .&#xA0;.&#xA0;. and the sons will certainly return to their own territory.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002068/12/0\" data-bid=\"13-1\" class=\"b\">Jer 31:17</a>) That hope came to fruition when a faithful Jewish remnant returned in 537&#xA0;B.C.E. to rebuild Jerusalem and its temple.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002068/13/0\" data-bid=\"14-1\" class=\"b\">Ezr 1:1-6</a>.<strong>Hope of Reward Proper. </strong>The hope of the servant of God that he will receive a reward is not selfishness. For a true view and proper understanding of God, a person must know that loving-kindness and generosity are outstanding qualities of God; the individual must believe not only that God is but also &#x201C;that he becomes the rewarder of those earnestly seeking him.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002068/14/0\" data-bid=\"15-1\" class=\"b\">Heb 11:6</a>) Hope keeps the Christian minister balanced and in God&#x2019;s service, knowing that Jehovah will provide his daily needs. The apostle Paul points this out, drawing on the principles set forth in the Law. Paul quotes the law at <a href=\"/en/wol/bc/r1/lp-e/1200002068/15/0\" data-bid=\"16-1\" class=\"b\">Deuteronomy 25:4</a>: &#x201C;You must not muzzle a bull while it is threshing.&#x201D; He then adds: &#x201C;Really for our sakes it was written, because the man who plows ought to plow in hope and the man who threshes ought to do so in hope of being a partaker.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002068/16/0\" data-bid=\"17-1\" class=\"b\">1Co 9:9,&#xA0;10</a>.<strong>Essential to Faith. </strong>Hope is also essential to faith; it is the groundwork and basis for faith. (<a href=\"/en/wol/bc/r1/lp-e/1200002068/17/0\" data-bid=\"18-1\" class=\"b\">Heb 11:1</a>) In turn, faith makes the hope brighter and stronger. The apostle Paul, in order to strengthen Christians, cites the fine example of Abraham. When Abraham and his wife Sarah were, from a human standpoint, beyond the hope of having children, it is said: &#x201C;Although beyond hope, yet based on hope he had faith, that he might become the father of many nations in accord with what had been said: &#x2018;So your seed will be.&#x2019;&#x201D; Abraham knew that as far as producing children was concerned, his body and that of Sarah were &#x201C;deadened.&#x201D; But he did not grow weak in faith. Why? &#x201C;Because of the promise of God he did not waver in a lack of faith, but became powerful by his faith.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002068/18/0\" data-bid=\"19-1\" class=\"b\">Ro 4:18-20</a>.The apostle then applies Abraham&#x2019;s example of faith and hope to Christians, concluding: &#x201C;Let us <span id=\"page1139\" class=\"pageNum\" data-no=\"1139\" data-before-text=\"1139\"></span>exult, based on hope of the glory of God .&#xA0;.&#xA0;. and the hope does not lead to disappointment; because the love of God has been poured out into our hearts through the holy spirit, which was given us.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002068/19/0\" data-bid=\"20-1\" class=\"b\">Ro 5:2,</a><a href=\"/en/wol/bc/r1/lp-e/1200002068/19/1\" data-bid=\"20-2\" class=\"b\">&#xA0;5</a>.<strong>The Christian Hope. </strong>The hope of the Christian and, indeed, of mankind lies in Jesus Christ. The gaining of lasting life in heaven or on earth was not open to any of humankind until Christ Jesus &#x201C;shed light upon life and incorruption through the good news.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002068/20/0\" data-bid=\"21-1\" class=\"b\">2Ti 1:10</a>) The spirit-begotten brothers of Christ are told that they have heavenly hopes because of the great mercy of God, who gave to them &#x201C;a new birth to a living hope through the resurrection of Jesus Christ from the dead.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002068/21/0\" data-bid=\"22-1\" class=\"b\">1Pe 1:3,&#xA0;4;</a><a href=\"/en/wol/bc/r1/lp-e/1200002068/21/1\" data-bid=\"22-2\" class=\"b\"> Col 1:5,</a><a href=\"/en/wol/bc/r1/lp-e/1200002068/21/2\" data-bid=\"22-3\" class=\"b\"> 27;</a><a href=\"/en/wol/bc/r1/lp-e/1200002068/21/3\" data-bid=\"22-4\" class=\"b\"> Tit 1:1,&#xA0;2;</a><a href=\"/en/wol/bc/r1/lp-e/1200002068/21/4\" data-bid=\"22-5\" class=\"b\"> 3:6,&#xA0;7</a>) This happy hope is to be realized &#x201C;at the revelation of Jesus Christ.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002068/22/0\" data-bid=\"23-1\" class=\"b\">1Pe 1:13,</a><a href=\"/en/wol/bc/r1/lp-e/1200002068/22/1\" data-bid=\"23-2\" class=\"b\"> 21;</a><a href=\"/en/wol/bc/r1/lp-e/1200002068/22/2\" data-bid=\"23-3\" class=\"b\"> Tit 2:13</a>) Christ Jesus is therefore called &#x201C;our hope&#x201D; by the apostle Paul.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002068/23/0\" data-bid=\"24-1\" class=\"b\">1Ti 1:1</a>.This hope of everlasting life and incorruption for those who are &#x201C;partakers of the heavenly calling&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002068/24/0\" data-bid=\"25-1\" class=\"b\">Heb 3:1</a>) is solidly based and is something that can be confidently relied on. It is supported by two things in which it is impossible for God to lie, namely, his promise and his oath, and the hope resides with Christ, who is now immortal in the heavens. Therefore this hope is spoken of as &#x201C;an anchor for the soul, both sure and firm, and it enters in within the curtain [as the high priest entered the Most Holy on the Day of Atonement], where a forerunner has entered in our behalf, Jesus, who has become a high priest according to the manner of Melchizedek forever.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002068/25/0\" data-bid=\"26-1\" class=\"b\">Heb 6:17-20</a>.<strong><em>Must be developed and maintained. </em></strong>The necessity for Christians to hold on to the &#x201C;one hope&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002068/26/0\" data-bid=\"27-1\" class=\"b\">Eph 4:4</a>) is constantly stressed in the Bible. It requires continued industriousness and the exercise of freeness of speech and &#x201C;boasting&#x201D; over the hope itself. (<a href=\"/en/wol/bc/r1/lp-e/1200002068/27/0\" data-bid=\"28-1\" class=\"b\">Heb 3:6;</a><a href=\"/en/wol/bc/r1/lp-e/1200002068/27/1\" data-bid=\"28-2\" class=\"b\"> 6:11</a>) Hope is developed by endurance under tribulation; this leads to an approved condition before God, from whom hope comes. (<a href=\"/en/wol/bc/r1/lp-e/1200002068/28/0\" data-bid=\"29-1\" class=\"b\">Ro 5:2-5</a>) It is placed alongside faith and love as one of the three qualities characterizing the Christian congregation since the disappearance of the miraculous gifts of the spirit that were present in the first-century congregation.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002068/29/0\" data-bid=\"30-1\" class=\"b\">1Co 13:13</a>.<strong><em>Qualities and benefits. </em></strong>Hope is indispensable to the Christian. It accompanies joy, peace, and power of holy spirit. (<a href=\"/en/wol/bc/r1/lp-e/1200002068/30/0\" data-bid=\"31-1\" class=\"b\">Ro 15:13</a>) It promotes freeness of speech in the approach to God for his undeserved kindness and mercy. (<a href=\"/en/wol/bc/r1/lp-e/1200002068/31/0\" data-bid=\"32-1\" class=\"b\">2Co 3:12</a>) It enables the Christian to endure with rejoicing, no matter what the conditions may be. (<a href=\"/en/wol/bc/r1/lp-e/1200002068/32/0\" data-bid=\"33-1\" class=\"b\">Ro 12:12;</a><a href=\"/en/wol/bc/r1/lp-e/1200002068/32/1\" data-bid=\"33-2\" class=\"b\"> 1Th 1:3</a>) As a helmet protected the head of a warrior, so the hope of salvation protects the mental powers, enabling the Christian to maintain integrity. (<a href=\"/en/wol/bc/r1/lp-e/1200002068/33/0\" data-bid=\"34-1\" class=\"b\">1Th 5:8</a>) Hope is a strengthening thing, because, while the anointed Christian yet on earth does not <em>possess </em>the reward of heavenly life, his desire with expectation is so strong that, despite severe trials and difficulties, he keeps on waiting patiently for the hoped-for thing with endurance.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002068/34/0\" data-bid=\"35-1\" class=\"b\">Ro 8:24,&#xA0;25</a>.Hope helps keep the Christian in a clean way of life, for he knows that God and Christ, in whom the hope lies, are pure and that he cannot hope to be like God and to receive the reward if he practices uncleanness or unrighteousness. (<a href=\"/en/wol/bc/r1/lp-e/1200002068/35/0\" data-bid=\"36-1\" class=\"b\">1Jo 3:2,&#xA0;3</a>) It is closely allied with the greatest quality, love, for one having the true love of God will also have hope in all of God&#x2019;s promises. And he will, additionally, hope the very best for his brothers in the faith, loving them and trusting their sincerity of heart in Christ.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002068/36/0\" data-bid=\"37-1\" class=\"b\">1Co 13:4,</a><a href=\"/en/wol/bc/r1/lp-e/1200002068/36/1\" data-bid=\"37-2\" class=\"b\">&#xA0;7;</a><a href=\"/en/wol/bc/r1/lp-e/1200002068/36/2\" data-bid=\"37-3\" class=\"b\"> 1Th 2:19</a>.<strong><em>Superior to hope under the Law. </em></strong>Prior to the giving of the Law to Israel, the faithful forefathers of the nation had hope in God. (<a href=\"/en/wol/bc/r1/lp-e/1200002068/37/0\" data-bid=\"38-1\" class=\"b\">Ac 26:6,&#xA0;7;</a><a href=\"/en/wol/bc/r1/lp-e/1200002068/37/1\" data-bid=\"38-2\" class=\"b\"> Ge 22:18;</a><a href=\"/en/wol/bc/r1/lp-e/1200002068/37/2\" data-bid=\"38-3\" class=\"b\"> Mic 7:20;</a><a href=\"/en/wol/bc/r1/lp-e/1200002068/37/3\" data-bid=\"38-4\" class=\"b\"> 2Ti 1:3</a>) They looked for God&#x2019;s provision for life. When the Law came, it appeared at first that here would be the fulfillment of their hope. But, on the contrary, the Law exposed all as sinners before God and, by making transgressions manifest, condemned all under it to death. (<a href=\"/en/wol/bc/r1/lp-e/1200002068/38/0\" data-bid=\"39-1\" class=\"b\">Ga 3:19;</a><a href=\"/en/wol/bc/r1/lp-e/1200002068/38/1\" data-bid=\"39-2\" class=\"b\"> Ro 7:7-11</a>) The Law itself was holy, not bad; yet by its very holiness and righteousness, it exposed the imperfections of those under it. (<a href=\"/en/wol/bc/r1/lp-e/1200002068/39/0\" data-bid=\"40-1\" class=\"b\">Ro 7:12</a>) As foretold through the prophets, it was necessary for God to bring in &#x201C;a better hope&#x201D; through Jesus Christ, setting aside the Law and enabling those putting faith in Christ to draw near to God.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002068/40/0\" data-bid=\"41-1\" class=\"b\">Heb 7:18, 19;</a><a href=\"/en/wol/bc/r1/lp-e/1200002068/40/1\" data-bid=\"41-2\" class=\"b\"> 11:40</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002068/41/0\" data-bid=\"42-1\" class=\"b\">Jer 31:31-34</a>.<strong><em>Hope for all mankind. </em></strong>The undeserved kindness of God is further magnified in that the wonderful hope that he opened up for the spiritual brothers of Jesus Christ, to be joint heirs with him in the heavenly calling (<a href=\"/en/wol/bc/r1/lp-e/1200002068/42/0\" data-bid=\"43-1\" class=\"b\">Heb 3:1</a>), is also closely tied in with a hope for all mankind who desire to serve God. The apostle Paul, after outlining the hope of those who have the expectation of becoming the heavenly &#x201C;sons of God&#x201D; and joint heirs with Christ, explains: &#x201C;The eager expectation of the creation is waiting for the revealing of the sons of God. For the creation was subjected to futility, not by its own will but through him that <span id=\"page1140\" class=\"pageNum\" data-no=\"1140\" data-before-text=\"1140\"></span>subjected it, on the basis of hope that the creation itself also will be set free from enslavement to corruption and have the glorious freedom of the children of God.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002068/43/0\" data-bid=\"44-1\" class=\"b\">Ro 8:14,</a><a href=\"/en/wol/bc/r1/lp-e/1200002068/43/1\" data-bid=\"44-2\" class=\"b\"> 17,</a><a href=\"/en/wol/bc/r1/lp-e/1200002068/43/2\" data-bid=\"44-3\" class=\"b\"> 19-21</a>.According to Paul&#x2019;s words at <a href=\"/en/wol/bc/r1/lp-e/1200002068/44/0\" data-bid=\"45-1\" class=\"b\">Romans 8:20, 21</a>, Jehovah God did not destroy man&#x2019;s forefather Adam at the time of his sin, but he allowed men to be born from an imperfect father, with futility facing them not because of any deliberate fault of their own, but because of inherited imperfection. However, God did not leave them without hope but kindly set forth hope through the promised &#x201C;seed&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002068/45/0\" data-bid=\"46-1\" class=\"b\">Ge 3:15;</a><a href=\"/en/wol/bc/r1/lp-e/1200002068/45/1\" data-bid=\"46-2\" class=\"b\"> 22:18</a>), who is Jesus Christ. (<a href=\"/en/wol/bc/r1/lp-e/1200002068/46/0\" data-bid=\"47-1\" class=\"b\">Ga 3:16</a>) Doubtless because the time of Messiah&#x2019;s first coming had been forecast in prophecy, the preaching of John the Baptizer roused the expectations of the nation of Israel. (<a href=\"/en/wol/bc/r1/lp-e/1200002068/47/0\" data-bid=\"48-1\" class=\"b\">Lu 3:15;</a><a href=\"/en/wol/bc/r1/lp-e/1200002068/47/1\" data-bid=\"48-2\" class=\"b\"> Da 9:24-27</a>) Jesus fulfilled that hope by his ministry, death, and resurrection. But the great hope for mankind in general, both the living and the dead, lies in the Kingdom of Christ, when he and his joint heirs serve as heavenly kings and priests. Then mankind exercising faith will eventually be released from the corruption of imperfection and sin and will come to the full status of &#x201C;children of God.&#x201D; Their hope is reinforced by God&#x2019;s resurrection of his Son more than 1,900 years ago.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002068/48/0\" data-bid=\"49-1\" class=\"b\">Ac 17:31;</a><a href=\"/en/wol/bc/r1/lp-e/1200002068/48/1\" data-bid=\"49-2\" class=\"b\"> 23:6;</a><a href=\"/en/wol/bc/r1/lp-e/1200002068/48/2\" data-bid=\"49-3\" class=\"b\"> 24:15</a>.Jehovah God has provided his Word the Bible with its instruction and examples, so that all men may have hope. (<a href=\"/en/wol/bc/r1/lp-e/1200002068/49/0\" data-bid=\"50-1\" class=\"b\">Ro 15:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200002068/49/1\" data-bid=\"50-2\" class=\"b\"> 1Co 10:11;</a><a href=\"/en/wol/bc/r1/lp-e/1200002068/49/2\" data-bid=\"50-3\" class=\"b\"> 2Ti 3:16,&#xA0;17</a>) This hope has to be proclaimed to others by those possessing it; in so doing, the possessor of hope saves himself and those who listen to him.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002068/50/0\" data-bid=\"51-1\" class=\"b\">1Pe 3:15;</a><a href=\"/en/wol/bc/r1/lp-e/1200002068/50/1\" data-bid=\"51-2\" class=\"b\"> 1Ti 4:16</a>."}