{"title":"House of the Forest of Lebanon","link":"/en/wol/d/r1/lp-e/1200002096","html":"<span id=\"page1156\" class=\"pageNum\" data-no=\"1156\" data-before-text=\"1156\"></span><strong>HOUSE OF THE FOREST OF LEBANON</strong>A part of the complex of government buildings erected by King Solomon during his 13-year building program after he had finished the temple at Jerusalem (1027-1014&#xA0;B.C.E.). The building was evidently used for the storage and display of valuable arms and utensils. This structure, located S of the temple, received its name either because it was constructed of cedar from Lebanon or because its many large cedar pillars reminded one of the forests there.The House of the Forest of Lebanon was 100 cubits (44&#xA0;m; 146&#xA0;ft) long, 50 cubits (22&#xA0;m; 73&#xA0;ft) wide, and 30 cubits (13&#xA0;m; 44&#xA0;ft) high. It appears to have had stone walls (<a href=\"/en/wol/bc/r1/lp-e/1200002096/0/0\" data-bid=\"1-1\" class=\"b\">1Ki 7:9</a>), with cedar beams the ends of which were laid into the walls and were additionally supported by four rows of pillars (&#x201C;four&#x201D; in the Hebrew text; &#x201C;three&#x201D; in the Greek <em>Septuagint</em>). Above the pillars, there were evidently cedar-paneled chambers. Some suggested reconstructions of this house have three tiers of chambers above the pillars and these face an unroofed court in the middle of the building. The chambers were said to have &#x201C;an illumination opening opposite an illumination opening in three tiers.&#x201D; This seems to have meant that, looking out over the court, there were openings or large windows that faced corresponding windows in the chambers on the opposite side of the court. Or, it possibly meant that there was a window in each chamber facing the court and one facing the outside. The entrances (likely the doorways leading to the chambers and perhaps between them) &#x201C;were squared with the frame.&#x201D; They were therefore not arch-shaped or vaulted. The windows were of like shape.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002096/1/0\" data-bid=\"2-1\" class=\"b\">1Ki 7:2-5</a>.A problem arises in regard to the number of rows of pillars, as mentioned in the foregoing. For the Hebrew text says that there were four rows and later speaks of 45 pillars, then says: &#x201C;There were fifteen to a row.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002096/2/0\" data-bid=\"3-1\" class=\"b\">1Ki 7:2,&#xA0;3</a>) Some have thought that the text here applies to the chambers in three tiers, 15 chambers to a row, and that there may have been a greater number of pillars placed in the four rows. Others prefer the <em>Septuagint </em>reading of &#x201C;three&#x201D; rows of pillars. A number of translations alter the reading of the text so that the &#x201C;forty-five&#x201D; refers to the beams rather than to the upright pillars, or columns.<wbr>&#x2014;See <em>NE, NAB, AT, AS</em>.After Solomon finished the house, he placed in it 200 large shields of alloyed gold, each overlaid with 600 shekels of gold (worth c. $77,000), and 300 bucklers of alloyed gold, each plated with three minas of gold (worth c. $19,300). This would be over 21&#xA0;million dollars&#x2019; worth of gold on the shields and bucklers. Besides this, there was an unstated number of gold vessels used in the house. (<a href=\"/en/wol/bc/r1/lp-e/1200002096/3/0\" data-bid=\"4-1\" class=\"b\">1Ki 10:16, 17,</a><a href=\"/en/wol/bc/r1/lp-e/1200002096/3/1\" data-bid=\"4-2\" class=\"b\"> 21;</a><a href=\"/en/wol/bc/r1/lp-e/1200002096/3/2\" data-bid=\"4-3\" class=\"b\"> 2Ch 9:15, 16,</a><a href=\"/en/wol/bc/r1/lp-e/1200002096/3/3\" data-bid=\"4-4\" class=\"b\">&#xA0;20</a>) These gold shields were carried away by Shishak king of Egypt during the reign of Solomon&#x2019;s son Rehoboam. Rehoboam replaced them with shields of copper, which he committed to the control of the <span id=\"page1157\" class=\"pageNum\" data-no=\"1157\" data-before-text=\"1157\"></span>chiefs of the runners, the guards of the entrance of the king&#x2019;s house.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002096/4/0\" data-bid=\"5-1\" class=\"b\">1Ki 14:25-28;</a><a href=\"/en/wol/bc/r1/lp-e/1200002096/4/1\" data-bid=\"5-2\" class=\"b\"> 2Ch 12:9-11</a>.The House of the Forest of Lebanon is also called &#x201C;the armory of the house of the forest&#x201D; at <a href=\"/en/wol/bc/r1/lp-e/1200002096/5/0\" data-bid=\"6-1\" class=\"b\">Isaiah 22:8</a>."}