{"title":"How We Got the Bible","link":"/en/wol/d/r1/lp-e/1200000756","html":"<span id=\"page321\" class=\"pageNum\" data-no=\"321\" data-before-text=\"321\"></span><strong>HOW WE GOT THE BIBLE</strong>THERE is solid evidence that the Bible, the inspired Word of God, has been accurately copied and transmitted down to us. The evidence consists of ancient manuscripts available today<wbr>&#x2014;perhaps 6,000 of the entire Hebrew Scriptures or portions of it and some 5,000 of the Christian Scriptures in Greek.<strong>Original Writings<wbr></strong>&#x2014;The original Bible writings were handwritten on perishable materials such as papyrus and vellum; none of the originals are known to exist today<strong>Copies<wbr>&#x2014;Hebrew or Greek</strong>&#x2014;<wbr>Soon after the originals were written, manuscript copies began to be produced. The copyists exercised great care to transmit the text accurately; the Masoretes counted even the letters that they copied<strong>Early Translations<wbr></strong>&#x2014;To make the Scriptures available in other languages, Bible translation became necessary. There exist today manuscripts of such early versions as the <em>Septuagint </em>(a translation of the Hebrew Scriptures into Greek, from the third and second centuries B.C.E.) and Jerome&#x2019;s <em>Vulgate </em>(a translation of Hebrew and Greek texts into Latin, originally produced c. 400&#xA0;C.E.)<strong>Master Texts<wbr></strong>&#x2014;By a comparative study of hundreds of existing Bible manuscripts, scholars have prepared master texts. These printed editions of original-language texts suggest the best readings available while drawing attention to variations that may exist in certain manuscripts. Texts of the Hebrew Scriptures with comparative readings in footnotes have been prepared by such scholars as Ginsburg and Kittel. Included among the master texts of the Christian Greek Scriptures are those published by Westcott and Hort as well as by Nestle and Aland<strong>Modern Translations<wbr></strong>&#x2014;Bible translators today generally use original-language master texts to produce modern translations<span id=\"page323\" class=\"pageNum\" data-no=\"323\" data-before-text=\"323\"></span><strong>[Blurb on page&#xA0;323]</strong>Comparative study of the thousands of ancient manuscripts provides evidence that the Scriptures have come down to us in reliable form. As Sir Frederic Kenyon said: &#x201C;The general result of all these discoveries and all this study is to strengthen the proof of the authenticity of the Scriptures, and our conviction that we have in our hands, in substantial integrity, the veritable Word of God.&#x201D;<wbr>&#x2014;<em>The Story of the Bible, </em>1937, p.&#xA0;144.<span id=\"page322\" class=\"pageNum\" data-no=\"322\" data-before-text=\"322\"></span><strong>[Pictures on page&#xA0;322]</strong><strong>Hebrew Scriptures</strong>Caves at Qumran, near the northwest shore of the Dead Sea, where many ancient Biblical scrolls were discoveredSection of Dead Sea Scroll of Isaiah (dated toward the end of the second century B.C.E.). When compared with the Masoretic text of more than a thousand years later, only minor differences were found, mostly in spellingPortion of the Aleppo Codex. Notice that a Hebrew letter has been raised to indicate that it is the middle letter of the Psalms. The marginal Masoretic note draws special attention to this letter. Early scribes counted even the letters that they copied!<strong>[Pictures on page&#xA0;323]</strong><strong>Christian Greek Scriptures</strong>Papyrus Rylands 457 (P&#x2060;<sup>52</sup>)<wbr>&#x2014;both sides of a fragment of the Gospel of John dated to the first half of the second century C.E., only a few decades after the original was writtenSinaitic Manuscript<wbr>&#x2014;a vellum codex from the fourth century C.E., containing all of the Christian Greek Scriptures and part of the Greek <em>Septuagint </em>translation of the Hebrew ScripturesSt.&#xA0;Catherine&#x2019;s Monastery at Mount Sinai, where the Sinaitic Manuscript was discovered. The manuscript is now kept in the British Library"}