{"title":"Humility","link":"/en/wol/d/r1/lp-e/1200002102","html":"<span id=\"page1157\" class=\"pageNum\" data-no=\"1157\" data-before-text=\"1157\"></span><strong>HUMILITY</strong>Freedom from pride or arrogance; lowliness of mind. It is not weakness but a state of mind that is pleasing to Jehovah.In the Hebrew Scriptures, &#x201C;humility&#x201D; is drawn from a root word (<em>&#x2BD;a&#xB7;nah&#x2B9;</em>) meaning &#x201C;be afflicted; be humbled; be oppressed.&#x201D; Words drawn from this root are variously translated &#x201C;humility,&#x201D; &#x201C;meekness,&#x201D; &#x201C;affliction,&#x201D; and so forth. Two other Hebrew verbs involving &#x201C;humility&#x201D; are <em>ka&#xB7;na&#x2BD;&#x2B9; </em>(literally, subdue [oneself]) and <em>sha&#xB7;phel&#x2B9; </em>(literally, be or become low). In the Christian Greek Scriptures the word <em>ta&#xB7;pei&#xB7;no&#xB7;phro&#xB7;sy&#x2B9;ne </em>is translated &#x201C;humility&#x201D; and &#x201C;lowliness of mind.&#x201D; It is drawn from the words <em>ta&#xB7;pei&#xB7;no&#x2B9;o, </em>&#x201C;make low,&#x201D; and <em>phren, </em>&#x201C;the mind.&#x201D;A person can achieve a state of humility by reasoning on his relationship to God and to his fellowmen, as outlined in the Bible, and then practicing the principles learned. A Hebrew word, <em>hith&#xB7;rap&#xB7;pes&#x2B9;, </em>translated &#x201C;humble yourself,&#x201D; means, literally, &#x201C;stamp yourself down.&#x201D; It well <span id=\"page1158\" class=\"pageNum\" data-no=\"1158\" data-before-text=\"1158\"></span>expresses the action described by the wise writer of Proverbs: &#x201C;My son, if you have gone surety for your fellowman, .&#xA0;.&#xA0;. if you have been ensnared by the sayings of your mouth, .&#xA0;.&#xA0;. you have come into the palm of your fellowman: Go humble yourself [stamp yourself down] and storm your fellowman with importunities. .&#xA0;.&#xA0;. Deliver yourself.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002102/0/0\" data-bid=\"1-1\" class=\"b\">Pr 6:1-5</a>) In other words, throw away your pride, acknowledge your mistake, set matters straight, and seek forgiveness. Jesus admonished that a person humble himself before God like a child and that, instead of trying to be prominent, he minister to or serve his brothers.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002102/1/0\" data-bid=\"2-1\" class=\"b\">Mt 18:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200002102/1/1\" data-bid=\"2-2\" class=\"b\"> 23:12</a>.Or, a person may learn humility by being brought low, humbled by experience. Jehovah told Israel that he humbled them by causing them to walk 40 years in the wilderness in order to put them to the test so as to know what was in their heart and to make them know that &#x201C;not by bread alone does man live but by every expression of Jehovah&#x2019;s mouth does man live.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002102/2/0\" data-bid=\"3-1\" class=\"b\">De 8:2,&#xA0;3</a>) Many of the Israelites no doubt profited from this severe experience and gained humility from it. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200002102/3/0\" data-bid=\"4-1\" class=\"b\">Le 26:41;</a><a href=\"/en/wol/bc/r1/lp-e/1200002102/3/1\" data-bid=\"4-2\" class=\"b\"> 2Ch 7:14;</a><a href=\"/en/wol/bc/r1/lp-e/1200002102/3/2\" data-bid=\"4-3\" class=\"b\"> 12:6,&#xA0;7</a>.) If a person or a nation refuses to become humble or to accept humbling discipline, such will suffer humiliation in due time.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002102/4/0\" data-bid=\"5-1\" class=\"b\">Pr 15:32, 33;</a><a href=\"/en/wol/bc/r1/lp-e/1200002102/4/1\" data-bid=\"5-2\" class=\"b\"> Isa 2:11;</a><a href=\"/en/wol/bc/r1/lp-e/1200002102/4/2\" data-bid=\"5-3\" class=\"b\"> 5:15</a>.<strong>Pleases God. </strong>Humility has great value in the eyes of Jehovah. Although God does not owe mankind anything, in undeserved kindness he is ready to show mercy and favor to those humbling themselves before him. Such ones show that they are not trusting or boasting in themselves but are looking to him and want to do his will. As the inspired Christian writers James and Peter say: &#x201C;God opposes the haughty ones, but he gives undeserved kindness to the humble ones.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002102/5/0\" data-bid=\"6-1\" class=\"b\">Jas 4:6;</a><a href=\"/en/wol/bc/r1/lp-e/1200002102/5/1\" data-bid=\"6-2\" class=\"b\"> 1Pe 5:5</a>.Even those who have in the past practiced very bad things, if they truly humble themselves before Jehovah and beseech him for mercy, will be heard by him. By promoting false worship in the land, King Manasseh of Judah had seduced the inhabitants of Judah and Jerusalem &#x201C;to do worse than the nations that Jehovah had annihilated from before the sons of Israel.&#x201D; Yet, after Jehovah had let him go into captivity to the king of Assyria, Manasseh &#x201C;kept humbling himself greatly because of the God of his forefathers. And he kept praying to Him, so that He let himself be entreated by him and He heard his request for favor and restored him to Jerusalem to his kingship; and Manasseh came to know that Jehovah is the true God.&#x201D; Thus Manasseh learned humility.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002102/6/0\" data-bid=\"7-1\" class=\"b\">2Ch 33:9,</a><a href=\"/en/wol/bc/r1/lp-e/1200002102/6/1\" data-bid=\"7-2\" class=\"b\"> 12, 13</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002102/7/0\" data-bid=\"8-1\" class=\"b\">1Ki 21:27-29</a>.<strong>Provides Right Guidance. </strong>One who humbles himself before God can expect to have God&#x2019;s guidance. Ezra had a heavy responsibility in leading back from Babylon to Jerusalem more than 1,500 men, besides the priests, the Nethinim, and the women and children. Additionally, they carried with them a great amount of gold and silver for beautifying the temple in Jerusalem. They needed protection on the journey, but Ezra did not want to ask the king of Persia for a military escort and thereby show reliance on human might. Besides, he had previously said to the king: &#x201C;The hand of our God is over all those seeking him for good.&#x201D; Therefore he proclaimed a fast, so the people would humble themselves before Jehovah. They made request of God, and he listened and provided them with protection from enemy ambushes on the way so that they completed the hazardous trip successfully. (<a href=\"/en/wol/bc/r1/lp-e/1200002102/8/0\" data-bid=\"9-1\" class=\"b\">Ezr 8:1-14,</a><a href=\"/en/wol/bc/r1/lp-e/1200002102/8/1\" data-bid=\"9-2\" class=\"b\"> 21-32</a>) The prophet Daniel, in Babylonian exile, was highly favored by God&#x2019;s sending an angel to him with a vision, because Daniel humbled himself before God in his search for guidance and understanding.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002102/9/0\" data-bid=\"10-1\" class=\"b\">Da 10:12</a>.Humility will guide a person in the proper path and will bring him into glory, for it is God who exalts one and puts down another. (<a href=\"/en/wol/bc/r1/lp-e/1200002102/10/0\" data-bid=\"11-1\" class=\"b\">Ps 75:7</a>) &#x201C;Before a crash the heart of a man is lofty, and before glory there is humility.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002102/11/0\" data-bid=\"12-1\" class=\"b\">Pr 18:12;</a><a href=\"/en/wol/bc/r1/lp-e/1200002102/11/1\" data-bid=\"12-2\" class=\"b\"> 22:4</a>) So, one seeking glory by haughtiness will fail, as did King Uzziah of Judah, who became presumptuous and unlawfully usurped priestly duties: &#x201C;As soon as he was strong, his heart became haughty even to the point of causing ruin, so that he acted unfaithfully against Jehovah his God and came into the temple of Jehovah to burn incense upon the altar of incense.&#x201D; When he became enraged at the priests for correcting him, he was stricken with leprosy. (<a href=\"/en/wol/bc/r1/lp-e/1200002102/12/0\" data-bid=\"13-1\" class=\"b\">2Ch 26:16-21</a>) Lack of humility caused Uzziah to be misguided, to his downfall.<strong>Aids One in Time of Adversity. </strong>Humility can aid one greatly in meeting the challenge of adversity. If calamity comes, humility enables a person to hold up and endure as well as to continue his service to God. King David underwent many adversities. He was hunted as an outlaw by King Saul. But he never complained against God or exalted himself above Jehovah&#x2019;s anointed one. (<a href=\"/en/wol/bc/r1/lp-e/1200002102/13/0\" data-bid=\"14-1\" class=\"b\">1Sa 26:9,</a><a href=\"/en/wol/bc/r1/lp-e/1200002102/13/1\" data-bid=\"14-2\" class=\"b\"> 11,</a><a href=\"/en/wol/bc/r1/lp-e/1200002102/13/2\" data-bid=\"14-3\" class=\"b\">&#xA0;23</a>) When he sinned against Jehovah in the affair with Bath-sheba and was most severely reproved by God&#x2019;s prophet Nathan, he humbled himself before God. (<a href=\"/en/wol/bc/r1/lp-e/1200002102/14/0\" data-bid=\"15-1\" class=\"b\">2Sa 12:9-23</a>) Afterward, when a certain Benjamite named Shimei <span id=\"page1159\" class=\"pageNum\" data-no=\"1159\" data-before-text=\"1159\"></span>began publicly calling down evil on David, and David&#x2019;s officer Abishai wanted to kill the man for so disrespecting the king, David displayed humility. He replied to Abishai: &#x201C;Here my own son, who has come forth out of my own inward parts, is looking for my soul; and how much more now a Benjaminite! .&#xA0;.&#xA0;. Perhaps Jehovah will see with his eye, and Jehovah will actually restore to me goodness instead of his malediction this day.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002102/15/0\" data-bid=\"16-1\" class=\"b\">2Sa 16:5-13</a>) Later, David numbered the people, contrary to Jehovah&#x2019;s will. The account reads: &#x201C;And David&#x2019;s heart began to beat him after he had so numbered the people. Consequently David said to Jehovah: &#x2018;I have sinned very much in what I have done. .&#xA0;.&#xA0;. I have acted very foolishly.&#x2019;&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002102/16/0\" data-bid=\"17-1\" class=\"b\">2Sa 24:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002102/16/1\" data-bid=\"17-2\" class=\"b\">&#xA0;10</a>) Although he suffered punishment, David was not removed as king; his humility played a large part in his restoration to Jehovah&#x2019;s favor.<strong>A Quality of God. </strong>Jehovah God himself includes humility among his qualities. This is not because there is any inferiority on his part or any submission to others. Rather, he shows humility in exercising mercy and great compassion upon lowly sinners. That he deals with sinners at all and has provided his Son as a sacrifice for mankind&#x2019;s sins is an expression of his humility. Jehovah God has permitted evil for some 6,000 years and let mankind be brought forth, even though their father Adam had sinned. Through undeserved kindness, mercy was thereby shown to Adam&#x2019;s offspring, giving them opportunity for everlasting life. (<a href=\"/en/wol/bc/r1/lp-e/1200002102/17/0\" data-bid=\"18-1\" class=\"b\">Ro 8:20,&#xA0;21</a>) All of this displays, along with other fine qualities of God, his humility.King David saw and appreciated this quality in God&#x2019;s undeserved kindness to him. After Jehovah had delivered him out of the hand of all his enemies, he sang: &#x201C;You will give me your shield of salvation, and it is your humility that makes me great.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002102/18/0\" data-bid=\"19-1\" class=\"b\">2Sa 22:36;</a><a href=\"/en/wol/bc/r1/lp-e/1200002102/18/1\" data-bid=\"19-2\" class=\"b\"> Ps 18:35</a>) Though in his great dignity he sits in his exalted place in the highest heavens, it can nevertheless be said of Jehovah: &#x201C;Who is like Jehovah our God, him who is making his dwelling on high? He is condescending to look on heaven and earth, raising up the lowly one from the very dust; he exalts the poor one from the ashpit itself, to make him sit with nobles, with the nobles of his people.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002102/19/0\" data-bid=\"20-1\" class=\"b\">Ps 113:5-8</a>.<strong>Jesus Christ&#x2019;s Humility. </strong>Jesus Christ, when on earth, set the greatest example of a humble servant of God. On the evening before his death, Jesus girded himself with a towel and washed and dried the feet of each of his 12 apostles, a service customarily performed by menials and slaves. (<a href=\"/en/wol/bc/r1/lp-e/1200002102/20/0\" data-bid=\"21-1\" class=\"b\">Joh 13:2-5,</a><a href=\"/en/wol/bc/r1/lp-e/1200002102/20/1\" data-bid=\"21-2\" class=\"b\"> 12-17</a>) He had told his disciples: &#x201C;Whoever exalts himself will be humbled, and whoever humbles himself will be exalted.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002102/21/0\" data-bid=\"22-1\" class=\"b\">Mt 23:12;</a><a href=\"/en/wol/bc/r1/lp-e/1200002102/21/1\" data-bid=\"22-2\" class=\"b\"> Lu 14:11</a>) The apostle Peter, present that night, remembered Jesus&#x2019; fine example in living up to his words. He later admonished fellow believers: &#x201C;All of you gird yourselves with lowliness of mind toward one another .&#xA0;.&#xA0;. Humble yourselves, therefore, under the mighty hand of God, that he may exalt you in due time.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002102/22/0\" data-bid=\"23-1\" class=\"b\">1Pe 5:5,&#xA0;6</a>.The apostle Paul encourages Christians to have the same mental attitude as Jesus Christ; he points to the high position of the Son of God in his prehuman existence in the heavens with his Father Jehovah, his willingly emptying himself, taking a slave&#x2019;s form, and coming to be in the likeness of men. Paul adds: &#x201C;More than that, when he [Jesus] found himself in fashion as a man, he humbled himself and became obedient as far as death, yes, death on a torture stake.&#x201D; Jesus&#x2019; own words as to the reward of humility are powerfully proved true in his own case, as the apostle goes on to say: &#x201C;For this very reason also God exalted him to a superior position and kindly gave him the name that is above every other name.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002102/23/0\" data-bid=\"24-1\" class=\"b\">Php 2:5-11</a>.More outstandingly, even with such a highly exalted position, when he wields &#x2018;all authority in heaven and on the earth&#x2019; to bring about God&#x2019;s will concerning the earth (<a href=\"/en/wol/bc/r1/lp-e/1200002102/24/0\" data-bid=\"25-1\" class=\"b\">Mt 28:18;</a><a href=\"/en/wol/bc/r1/lp-e/1200002102/24/1\" data-bid=\"25-2\" class=\"b\"> 6:10</a>), Christ will still have the same humility at the end of his Thousand Year Reign. Thus, the Scriptures tell us: &#x201C;When all things will have been subjected to him, then the Son himself will also subject himself to the One who subjected all things to him, that God may be all things to everyone.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002102/25/0\" data-bid=\"26-1\" class=\"b\">1Co 15:28</a>.Jesus Christ said of himself: &#x201C;I am mild-tempered and lowly in heart.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002102/26/0\" data-bid=\"27-1\" class=\"b\">Mt 11:29</a>) When he presented himself to the people of Jerusalem as their King, he fulfilled the prophecy that said of him: &#x201C;Look! Your king himself comes to you. He is righteous, yes, saved; humble, and riding upon an ass, even upon a full-grown animal the son of a she-ass.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002102/27/0\" data-bid=\"28-1\" class=\"b\">Zec 9:9;</a><a href=\"/en/wol/bc/r1/lp-e/1200002102/27/1\" data-bid=\"28-2\" class=\"b\"> Joh 12:12-16</a>) In his exalted heavenly position when he goes forth against the enemies of God, the command is prophetically given to him: &#x201C;In your splendor go on to success; ride in the cause of truth and humility and righteousness.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002102/28/0\" data-bid=\"29-1\" class=\"b\">Ps 45:4</a>) Therefore, those who have humility can rejoice, even though they may have been crushed and mistreated by the proud and haughty. They can take comfort in the words: &#x201C;Seek Jehovah, all you meek ones of the earth, who have practiced His own judicial decision. Seek righteousness, seek meekness. Probably you <span id=\"page1160\" class=\"pageNum\" data-no=\"1160\" data-before-text=\"1160\"></span>may be concealed in the day of Jehovah&#x2019;s anger.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002102/29/0\" data-bid=\"30-1\" class=\"b\">Zep 2:3</a>.Jehovah&#x2019;s words to Israel before the destruction of Jerusalem warned the humble ones and comforted them in declaring that God would, nevertheless, act in their behalf in his due time. He said: &#x201C;Then I shall remove from the midst of you your haughtily exultant ones; and you will never again be haughty in my holy mountain. And I shall certainly let remain in the midst of you a people humble and lowly, and they will actually take refuge in the name of Jehovah.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002102/30/0\" data-bid=\"31-1\" class=\"b\">Zep 3:11,&#xA0;12</a>) Humility will actually result in the saving of many, as it is written: &#x201C;The humble people you will save; but your eyes are against the haughty ones, that you may bring them low.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002102/31/0\" data-bid=\"32-1\" class=\"b\">2Sa 22:28</a>) Thus we have assurance that the King Jesus Christ, who rides in the cause of truth and humility and righteousness, will save his people who humble themselves before him and before his Father, Jehovah.<strong>Christians Must Cultivate Humility. </strong>In counseling fellow Christians to put on the personality that &#x201C;is being made new according to the image of the One who created it,&#x201D; the apostle Paul says: &#x201C;Accordingly, as God&#x2019;s chosen ones, holy and loved, clothe yourselves with the tender affections of compassion, kindness, <em>lowliness of mind, </em>mildness, and long-suffering.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002102/32/0\" data-bid=\"33-1\" class=\"b\">Col 3:10,</a><a href=\"/en/wol/bc/r1/lp-e/1200002102/32/1\" data-bid=\"33-2\" class=\"b\">&#xA0;12</a>) Citing the fine example of Christ, he admonishes them: &#x2018;With <em>lowliness of mind </em>consider that the others [of God&#x2019;s servants] are superior to you.&#x2019; (<a href=\"/en/wol/bc/r1/lp-e/1200002102/33/0\" data-bid=\"34-1\" class=\"b\">Php 2:3</a>) Again he appeals: &#x201C;Be minded the same way toward others as to yourselves; do not be minding lofty things, but be led along with the lowly things. Do not become discreet in your own eyes.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002102/34/0\" data-bid=\"35-1\" class=\"b\">Ro 12:16</a>.It is in the same vein that Paul tells the Christians in the city of Corinth: &#x201C;For, though I am free from all persons, I have made myself the slave to all, that I may gain the most persons. And so to the Jews I became as a Jew, that I might gain Jews; to those under law I became as under law, though I myself am not under law, that I might gain those under law. To those without law I became as without law, although I am not without law toward God but under law toward Christ, that I might gain those without law. To the weak I became weak, that I might gain the weak. I have become all things to people of all sorts, that I might by all means save some.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002102/35/0\" data-bid=\"36-1\" class=\"b\">1Co 9:19-22</a>) It takes real humility to do this.<strong><em>Works for peace. </em></strong>Humility promotes peace. A humble person does not fight his Christian brothers in order to establish his supposed personal &#x201C;rights.&#x201D; The apostle argued that, though he had freedom to do all things, he would do only the things that are upbuilding, and if a brother&#x2019;s conscience was bothered by his personal actions, he would refrain from that practice.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002102/36/0\" data-bid=\"37-1\" class=\"b\">Ro 14:19-21;</a><a href=\"/en/wol/bc/r1/lp-e/1200002102/36/1\" data-bid=\"37-2\" class=\"b\"> 1Co 8:9-13;</a><a href=\"/en/wol/bc/r1/lp-e/1200002102/36/2\" data-bid=\"37-3\" class=\"b\"> 10:23-33</a>.It also requires humility to keep the peace by putting into practice Jesus&#x2019; counsel to forgive others their sins against us. (<a href=\"/en/wol/bc/r1/lp-e/1200002102/37/0\" data-bid=\"38-1\" class=\"b\">Mt 6:12-15;</a><a href=\"/en/wol/bc/r1/lp-e/1200002102/37/1\" data-bid=\"38-2\" class=\"b\"> 18:21,&#xA0;22</a>) And when one person offends another, it tests his humility to obey the command to go to the other person and admit the wrong, asking forgiveness. (<a href=\"/en/wol/bc/r1/lp-e/1200002102/38/0\" data-bid=\"39-1\" class=\"b\">Mt 5:23,&#xA0;24</a>) Or when the offended person approaches him, only love coupled with humility will prompt one to acknowledge the wrong and act immediately to set matters straight. (<a href=\"/en/wol/bc/r1/lp-e/1200002102/39/0\" data-bid=\"40-1\" class=\"b\">Mt 18:15;</a><a href=\"/en/wol/bc/r1/lp-e/1200002102/39/1\" data-bid=\"40-2\" class=\"b\"> Lu 17:3</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002102/40/0\" data-bid=\"41-1\" class=\"b\">Le 6:1-7</a>.) But the results such humility brings in the way of peace to the individual and to the organization far outweigh the feeling of humiliation; also, his humble action further develops and strengthens in the individual the fine quality of humility.<strong><em>Essential for unity in the congregation. </em></strong>Humility will help the Christian to be content with the things that he has, and it will help him to maintain joy and balance. The interdependency of the Christian congregation, as illustrated by the apostle at <a href=\"/en/wol/bc/r1/lp-e/1200002102/41/0\" data-bid=\"42-1\" class=\"b\">First Corinthians chapter&#xA0;12</a>, is based on obedience, humility, and submissiveness to God&#x2019;s organizational arrangement. Therefore, while the male members of the congregation are told: &#x201C;If any man is reaching out for an office of overseer, he is desirous of a fine work,&#x201D; they are also told not to be ambitiously seeking a position of responsibility, for example, as teachers of the congregation, for these &#x201C;shall receive heavier judgment.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002102/42/0\" data-bid=\"43-1\" class=\"b\">1Ti 3:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200002102/42/1\" data-bid=\"43-2\" class=\"b\"> Jas 3:1</a>.All, men and women, should be submissive to those taking the lead and should wait on Jehovah for any appointments or assignments to responsibility, for it is from him that promotion comes. (<a href=\"/en/wol/bc/r1/lp-e/1200002102/43/0\" data-bid=\"44-1\" class=\"b\">Ps 75:6,&#xA0;7</a>) As some of the Levite sons of Korah said: &#x201C;I have chosen to stand at the threshold in the house of my God rather than to move around in the tents of wickedness.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002102/44/0\" data-bid=\"45-1\" class=\"b\">Ps 84:10</a>) Such true humility takes time to develop. The Scriptures, in setting forth the qualifications for one who would be appointed to the office of overseer, specify that a newly converted man should not be appointed, &#x201C;for fear that he might get puffed up with pride and fall into the judgment passed upon the Devil.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002102/45/0\" data-bid=\"46-1\" class=\"b\">1Ti 3:6</a>.<strong>False Humility. </strong>Christians are warned against letting their humility be only on the surface. Anyone who takes delight in a mock humility <span id=\"page1161\" class=\"pageNum\" data-no=\"1161\" data-before-text=\"1161\"></span>can become &#x201C;puffed up without proper cause by his fleshly frame of mind.&#x201D; A person who is truly humble will not think that the Kingdom of God or entering into it has to do with what one eats or drinks or what one refrains from eating or drinking. The Bible shows that a person may eat or drink or may refrain from partaking of certain things because he feels he should, from a health standpoint or for the sake of conscience. Yet if a person thinks that his having a favorable standing with God depends on whether or not he eats, drinks, or touches certain things or whether or not he observes certain religious days, he does not realize that his actions are &#x201C;possessed of an appearance of wisdom in a self-imposed form of worship and mock humility, a severe treatment of the body; but they are of no value in combating the satisfying of the flesh.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002102/46/0\" data-bid=\"47-1\" class=\"b\">Col 2:18,</a><a href=\"/en/wol/bc/r1/lp-e/1200002102/46/1\" data-bid=\"47-2\" class=\"b\"> 23;</a><a href=\"/en/wol/bc/r1/lp-e/1200002102/46/2\" data-bid=\"47-3\" class=\"b\"> Ro 14:17;</a><a href=\"/en/wol/bc/r1/lp-e/1200002102/46/3\" data-bid=\"47-4\" class=\"b\"> Ga 3:10,&#xA0;11</a>.False humility can actually result in developing haughtiness in the individual, for he may tend to think he is righteous on his own merit; or he may feel that he is accomplishing his ends, not realizing that he cannot deceive Jehovah. If haughtiness develops, he will in time be humbled in a way that he will not enjoy. He will be brought low, and it may be to his own destruction.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002102/47/0\" data-bid=\"48-1\" class=\"b\">Pr 18:12;</a><a href=\"/en/wol/bc/r1/lp-e/1200002102/47/1\" data-bid=\"48-2\" class=\"b\"> 29:23</a>."}