{"title":"Iconium","link":"/en/wol/d/r1/lp-e/1200002132","html":"<span id=\"page1166\" class=\"pageNum\" data-no=\"1166\" data-before-text=\"1166\"></span><strong>ICONIUM</strong>(I&#xB7;co&#x2B9;ni&#xB7;um).An ancient city of Asia Minor lying about 1,027&#xA0;m (3,370&#xA0;ft) above sea level. Iconium is presently known as Konya (Konia), located about 240&#xA0;km (150&#xA0;mi) S of Ankara on the SW edge of the central Turkish plateau. In the first century C.E., Iconium was one of the principal cities in the Roman province of Galatia and lay <span id=\"page1167\" class=\"pageNum\" data-no=\"1167\" data-before-text=\"1167\"></span>astride the main trade route from Ephesus to Syria.The city had an influential Jewish population. Paul and Barnabas, after being forced to leave Pisidian Antioch, preached in the city of Iconium and in its synagogue, and there they helped many Jews and Greeks to become believers. But when an attempt was made to stone them, they fled from Iconium to Lystra. However, Jews from Antioch and Iconium soon came to Lystra and stirred up the crowds there so that they stoned Paul. Thereafter Paul and Barnabas went to Derbe and then courageously returned to Lystra, Iconium, and Antioch, strengthening the brothers and appointing &#x201C;older men&#x201D; to positions of responsibility in the congregations established in these cities.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002132/0/0\" data-bid=\"1-1\" class=\"b\">Ac 13:50, 51;</a><a href=\"/en/wol/bc/r1/lp-e/1200002132/0/1\" data-bid=\"1-2\" class=\"b\"> 14:1-7,</a><a href=\"/en/wol/bc/r1/lp-e/1200002132/0/2\" data-bid=\"1-3\" class=\"b\"> 19-23</a>.Later, after the circumcision issue arose and was settled by the apostles and older men of the Jerusalem congregation, Paul may have revisited Iconium. It was on this second missionary journey that Paul took along Timothy, a young man having a fine reputation among the brothers at Lystra and Iconium.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002132/1/0\" data-bid=\"2-1\" class=\"b\">Ac 16:1-5;</a><a href=\"/en/wol/bc/r1/lp-e/1200002132/1/1\" data-bid=\"2-2\" class=\"b\"> 2Ti 3:10,&#xA0;11</a>.Iconium was on the border between Phrygia and Lycaonia. This may explain why certain ancient writers, including Strabo and Cicero, assigned it to Lycaonia, whereas Xenophon called it the last city of Phrygia. From a geographic standpoint, Iconium belonged to Lycaonia, but as indicated by archaeological discoveries, it was Phrygian in culture and speech. Inscriptions found at the site in 1910 show that Phrygian was the language used there for two centuries after Paul&#x2019;s time. Appropriately, therefore, the writer of Acts did not include Iconium as part of Lycaonia, where the &#x201C;Lycaonian tongue&#x201D; was spoken.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002132/2/0\" data-bid=\"3-1\" class=\"b\">Ac 14:6,</a><a href=\"/en/wol/bc/r1/lp-e/1200002132/2/1\" data-bid=\"3-2\" class=\"b\">&#xA0;11</a>."}