{"title":"Idol, Idolatry","link":"/en/wol/d/r1/lp-e/1200002136","html":"<span id=\"page1167\" class=\"pageNum\" data-no=\"1167\" data-before-text=\"1167\"></span><strong>IDOL, IDOLATRY</strong>An idol is an image, a representation of anything, or a symbol that is an object of passionate devotion, whether material or imagined. Generally speaking, idolatry is the veneration, love, worship, or adoration of an idol. It is usually practiced toward a real or supposed higher power, whether such power is believed to have animate existence (as a human, an animal, or an organization) or is inanimate (as a force or lifeless object of nature). Idolatry generally involves some form, ceremony, or ritual.The Hebrew terms used to refer to idols often highlighted the origin and inherent worthlessness of idols, or they were derogatory terms of contempt. Among these are words rendered &#x201C;carved or graven image&#x201D; (literally, something carved out); &#x201C;molten statue, image, or idol&#x201D; (literally, something cast or poured out); &#x201C;horrible idol&#x201D;; &#x201C;vain idol&#x201D; (literally, vanity); and &#x201C;dungy idol.&#x201D; &#x201C;Idol&#x201D; is the usual rendering of the Greek word <em>ei&#x2B9;do&#xB7;lon.</em><strong>Not All Images Are Idols. </strong>God&#x2019;s law not to form images (<a href=\"/en/wol/bc/r1/lp-e/1200002136/0/0\" data-bid=\"1-1\" class=\"b\">Ex 20:4,&#xA0;5</a>) did not rule out the making of all representations and statues. This is indicated by Jehovah&#x2019;s later command to make two golden cherubs on the cover of the Ark and to embroider representations of cherubs on the inner tent covering of ten tent cloths for the tabernacle and the curtain separating the Holy from the Most Holy. (<a href=\"/en/wol/bc/r1/lp-e/1200002136/1/0\" data-bid=\"2-1\" class=\"b\">Ex 25:18;</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/1/1\" data-bid=\"2-2\" class=\"b\"> 26:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/1/2\" data-bid=\"2-3\" class=\"b\"> 31,</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/1/3\" data-bid=\"2-4\" class=\"b\">&#xA0;33</a>) Likewise, the interior of Solomon&#x2019;s temple, the architectural plans for which were given to David by divine <span id=\"page1168\" class=\"pageNum\" data-no=\"1168\" data-before-text=\"1168\"></span>inspiration (<a href=\"/en/wol/bc/r1/lp-e/1200002136/2/0\" data-bid=\"3-1\" class=\"b\">1Ch 28:11,&#xA0;12</a>), was beautifully embellished with engraved carvings of cherubs, palm-tree figures, and blossoms. Two cherubs of oil-tree wood overlaid with gold stood in the Most Holy of that temple. (<a href=\"/en/wol/bc/r1/lp-e/1200002136/3/0\" data-bid=\"4-1\" class=\"b\">1Ki 6:23,</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/3/1\" data-bid=\"4-2\" class=\"b\"> 28,&#xA0;29</a>) The molten sea rested upon 12 copper bulls, and the sidewalls of the copper carriages for temple use were decorated with figures of lions, bulls, and cherubs. (<a href=\"/en/wol/bc/r1/lp-e/1200002136/4/0\" data-bid=\"5-1\" class=\"b\">1Ki 7:25,</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/4/1\" data-bid=\"5-2\" class=\"b\"> 28,&#xA0;29</a>) Twelve lions lined the steps leading up to Solomon&#x2019;s throne.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002136/5/0\" data-bid=\"6-1\" class=\"b\">2Ch 9:17-19</a>.These representations, however, were not idols for worship. Only the officiating priests saw the representations of the tabernacle interior and, later, of the temple interior. No one but the high priest entered the Most Holy, and that only on the Day of Atonement. (<a href=\"/en/wol/bc/r1/lp-e/1200002136/6/0\" data-bid=\"7-1\" class=\"b\">Heb 9:7</a>) Thus there was no danger of the Israelites&#x2019; being ensnared into idolizing the golden cherubs in the sanctuary. These representations primarily served as a picture of the heavenly cherubs. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200002136/7/0\" data-bid=\"8-1\" class=\"b\">Heb 9:23,&#xA0;24</a>.) That they were not to be venerated is evident from the fact that the angels themselves were not to be worshiped.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002136/8/0\" data-bid=\"9-1\" class=\"b\">Col 2:18;</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/8/1\" data-bid=\"9-2\" class=\"b\"> Re 19:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/8/2\" data-bid=\"9-3\" class=\"b\"> 22:8,&#xA0;9</a>.Of course, there were times when images became idols, although not originally intended as objects of veneration. The copper serpent that Moses formed in the wilderness came to be worshiped, and therefore faithful King Hezekiah crushed it to pieces. (<a href=\"/en/wol/bc/r1/lp-e/1200002136/9/0\" data-bid=\"10-1\" class=\"b\">Nu 21:9;</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/9/1\" data-bid=\"10-2\" class=\"b\"> 2Ki 18:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/9/2\" data-bid=\"10-3\" class=\"b\">&#xA0;4</a>) The ephod made by Judge Gideon became &#x201C;a snare&#x201D; to him and to his household.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002136/10/0\" data-bid=\"11-1\" class=\"b\">Jg 8:27</a>.<strong>Images as Aids in Worship. </strong>The Scriptures do not sanction the use of images as a means to address God in prayer. Such a practice runs counter to the principle that those seeking to serve Jehovah must worship him with spirit and truth. (<a href=\"/en/wol/bc/r1/lp-e/1200002136/11/0\" data-bid=\"12-1\" class=\"b\">Joh 4:24;</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/11/1\" data-bid=\"12-2\" class=\"b\"> 2Co 4:18;</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/11/2\" data-bid=\"12-3\" class=\"b\"> 5:6,&#xA0;7</a>) He tolerates no mixing of idolatrous practices with true worship, as is illustrated by his condemnation of calf worship, although the Israelites had attached his name thereto. (<a href=\"/en/wol/bc/r1/lp-e/1200002136/12/0\" data-bid=\"13-1\" class=\"b\">Ex 32:3-10</a>) Jehovah does not share his glory with graven images.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002136/13/0\" data-bid=\"14-1\" class=\"b\">Isa 42:8</a>.There is not a single instance in Scripture where faithful servants of Jehovah resorted to the use of visual aids to pray to God or engaged in a form of relative worship. Of course, some may cite <a href=\"/en/wol/bc/r1/lp-e/1200002136/14/0\" data-bid=\"15-1\" class=\"b\">Hebrews 11:21</a>, which, according to the Catholic <em>Douay Version, </em>reads: &#x201C;By faith Jacob, dying, blessed each of the sons of Joseph, and adored the top of his rod.&#x201D; Then in a footnote on this scripture it is held that Jacob paid relative honor and veneration to the top of Joseph&#x2019;s rod, and the comment is made: &#x201C;Some translators, who are no friends to this relative honour, have corrupted the text, by translating it: <em>he worshipped, leaning upon the top of his staff.&#x201D; </em>However, rather than being a corruption of the text, as this footnote maintains, this latter rendering and comparable variants thereof are in agreement with the sense of the Hebrew text at <a href=\"/en/wol/bc/r1/lp-e/1200002136/15/0\" data-bid=\"16-1\" class=\"b\">Genesis 47:31</a> and have been adopted even by a number of Catholic translations, including <em>The Jerusalem Bible.</em><strong>Forms of Idolatry. </strong>Acts of idolatry referred to in the Bible included such revolting practices as ceremonial prostitution, child sacrifice, drunkenness, and self-laceration to the point of causing blood to flow. (<a href=\"/en/wol/bc/r1/lp-e/1200002136/16/0\" data-bid=\"17-1\" class=\"b\">1Ki 14:24;</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/16/1\" data-bid=\"17-2\" class=\"b\"> 18:28;</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/16/2\" data-bid=\"17-3\" class=\"b\"> Jer 19:3-5;</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/16/3\" data-bid=\"17-4\" class=\"b\"> Ho 4:13, 14;</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/16/4\" data-bid=\"17-5\" class=\"b\"> Am 2:8</a>) Idols were venerated by partaking of food and drink in festivals or ceremonies in their honor (<a href=\"/en/wol/bc/r1/lp-e/1200002136/17/0\" data-bid=\"18-1\" class=\"b\">Ex 32:6;</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/17/1\" data-bid=\"18-2\" class=\"b\"> 1Co 8:10</a>), by bowing and sacrificing to them, by song and dance before them, and even by a kiss. (<a href=\"/en/wol/bc/r1/lp-e/1200002136/18/0\" data-bid=\"19-1\" class=\"b\">Ex 32:8,</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/18/1\" data-bid=\"19-2\" class=\"b\"> 18, 19;</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/18/2\" data-bid=\"19-3\" class=\"b\"> 1Ki 19:18;</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/18/3\" data-bid=\"19-4\" class=\"b\"> Ho 13:2</a>) Idolatry was also committed by arranging a table of food and drink for false gods (<a href=\"/en/wol/bc/r1/lp-e/1200002136/19/0\" data-bid=\"20-1\" class=\"b\">Isa 65:11</a>), by making drink offerings, sacrificial cakes, and sacrificial smoke (<a href=\"/en/wol/bc/r1/lp-e/1200002136/20/0\" data-bid=\"21-1\" class=\"b\">Jer 7:18;</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/20/1\" data-bid=\"21-2\" class=\"b\"> 44:17</a>), and by weeping in religious ceremony (<a href=\"/en/wol/bc/r1/lp-e/1200002136/21/0\" data-bid=\"22-1\" class=\"b\">Eze 8:14</a>). Certain actions, such as tattooing the flesh, making cuttings upon the flesh, imposing baldness on the forehead, cutting the sidelocks, and destroying the extremity of the beard, were prohibited by the Law, possibly, at least in part, because of being linked with prevailing idolatrous practices of neighboring peoples.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002136/22/0\" data-bid=\"23-1\" class=\"b\">Le 19:26-28;</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/22/1\" data-bid=\"23-2\" class=\"b\"> De 14:1</a>.Then there are the more subtle forms of idolatry. Covetousness is idolatry (<a href=\"/en/wol/bc/r1/lp-e/1200002136/23/0\" data-bid=\"24-1\" class=\"b\">Col 3:5</a>), since the object of an individual&#x2019;s cravings diverts affection from the Creator and thus, in effect, becomes an idol. Instead of serving Jehovah God in faithfulness, a person can become a slave to his belly, that is, to fleshly desire or appetite, and make this his god. (<a href=\"/en/wol/bc/r1/lp-e/1200002136/24/0\" data-bid=\"25-1\" class=\"b\">Ro 16:18;</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/24/1\" data-bid=\"25-2\" class=\"b\"> Php 3:18,&#xA0;19</a>) Since love for the Creator is demonstrated by obedience (<a href=\"/en/wol/bc/r1/lp-e/1200002136/25/0\" data-bid=\"26-1\" class=\"b\">1Jo 5:3</a>), rebellion and pushing ahead presumptuously are comparable to acts of idolatry.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002136/26/0\" data-bid=\"27-1\" class=\"b\">1Sa 15:22,&#xA0;23</a>.<strong>Pre-Flood Idolatry. </strong>Idolatry had its beginning, not in the visible realm, but in the invisible. A glorious spirit creature developed the covetous desire to resemble the Most High. So strong was his desire that it alienated him from his God, Jehovah, and his idolatry caused him to rebel.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002136/27/0\" data-bid=\"28-1\" class=\"b\">Job 1:6-11;</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/27/1\" data-bid=\"28-2\" class=\"b\"> 1Ti 3:6</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002136/28/0\" data-bid=\"29-1\" class=\"b\">Isa 14:12-14;</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/28/1\" data-bid=\"29-2\" class=\"b\"> Eze 28:13-15,</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/28/2\" data-bid=\"29-3\" class=\"b\">&#xA0;17</a>.Similarly, Eve constituted herself the first human idolater by coveting the forbidden fruit, this wrong desire leading her to disobey God&#x2019;s command. By allowing selfish desire to rival his love for Jehovah and then by disobeying him, Adam likewise became guilty of idolatry.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002136/29/0\" data-bid=\"30-1\" class=\"b\">Ge 3:6,</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/29/1\" data-bid=\"30-2\" class=\"b\">&#xA0;17</a>.Since the rebellion in Eden, only a minority of <span id=\"page1169\" class=\"pageNum\" data-no=\"1169\" data-before-text=\"1169\"></span>mankind have remained free from idolatry. During the lifetime of Adam&#x2019;s grandson Enosh, men apparently practiced a form of idolatry. &#x201C;At that time a start was made of calling on the name of Jehovah.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002136/30/0\" data-bid=\"31-1\" class=\"b\">Ge 4:26</a>) But evidently this was no calling upon Jehovah in faith, something done by righteous Abel many years earlier and for which he suffered martyrdom at the hands of his brother Cain. (<a href=\"/en/wol/bc/r1/lp-e/1200002136/31/0\" data-bid=\"32-1\" class=\"b\">Ge 4:4, 5,</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/31/1\" data-bid=\"32-2\" class=\"b\">&#xA0;8</a>) Apparently, what was started in the days of Enosh was a false form of worship in which Jehovah&#x2019;s name was misused or improperly applied. Either men applied Jehovah&#x2019;s name to themselves or to other men (through whom they pretended to approach God in worship), or else they applied the divine name to idol objects (as a visible, tangible aid in their attempt to worship the invisible God).To what extent idolatry was practiced from the days of Enosh until the Flood, the Bible record does not reveal. The situation must have progressively deteriorated, because in Noah&#x2019;s day &#x201C;Jehovah saw that the badness of man was abundant in the earth and every inclination of the thoughts of his heart was only bad all the time.&#x201D; Besides the inherited sinful inclination of man, the materialized angels, who had relations with the daughters of men, and the hybrid offspring of these unions, the Nephilim, exerted upon the world of that time a strong influence toward bad.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002136/32/0\" data-bid=\"33-1\" class=\"b\">Ge 6:4,&#xA0;5</a>.<strong>Idolatry in Patriarchal Times. </strong>Although the Flood of Noah&#x2019;s day destroyed all human idolaters, idolatry began anew, spearheaded by Nimrod, &#x201C;a mighty hunter in opposition to Jehovah.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002136/33/0\" data-bid=\"34-1\" class=\"b\">Ge 10:9</a>) Doubtless under Nimrod&#x2019;s direction, the building of Babel and its tower (likely a ziggurat for use in idolatrous worship) began. The plans of those builders were frustrated when Jehovah confused their language. No longer being able to understand one another, they gradually left off building the city and scattered. However, the idolatry that began at Babel did not end there. Wherever those builders went they carried their false religious concepts.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002136/34/0\" data-bid=\"35-1\" class=\"b\">Ge 11:1-9</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002136/0\">GODS AND GODDESSES</a>.The next city mentioned in the Scriptures, Ur of the Chaldeans, like Babel, was not devoted to the worship of the true God, Jehovah. Archaeological diggings there have revealed that the patron deity of that city was the moon-god Sin. It was in Ur that Terah, the father of Abram (Abraham), resided. (<a href=\"/en/wol/bc/r1/lp-e/1200002136/35/0\" data-bid=\"36-1\" class=\"b\">Ge 11:27,&#xA0;28</a>) Living in the midst of idolatry, Terah may have engaged in it, as is indicated centuries later by Joshua&#x2019;s words to the Israelites: &#x201C;It was on the other side of the River [Euphrates] that your forefathers dwelt a long time ago, Terah the father of Abraham and the father of Nahor, and they used to serve other gods.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002136/36/0\" data-bid=\"37-1\" class=\"b\">Jos 24:2</a>) But Abraham displayed faith in the true God, Jehovah.Wherever Abraham, and later his descendants, went they met up with idolatry, influenced by the original apostasy at Babel. So there was an ever-present danger of being contaminated by such idolatry. Even those related to Abraham had idols. Laban, who was the father-in-law of Abraham&#x2019;s grandson Jacob, had teraphim, or family gods, in his possession. (<a href=\"/en/wol/bc/r1/lp-e/1200002136/37/0\" data-bid=\"38-1\" class=\"b\">Ge 31:19,</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/37/1\" data-bid=\"38-2\" class=\"b\"> 31,&#xA0;32</a>) Jacob himself found it necessary to instruct his household to put away all their foreign gods, and he hid the idols turned over to him. (<a href=\"/en/wol/bc/r1/lp-e/1200002136/38/0\" data-bid=\"39-1\" class=\"b\">Ge 35:2-4</a>) Perhaps he disposed of them in this way so that none in his household might reuse the metal as something having special value on account of its previous idolatrous use. Whether Jacob initially melted or smashed the images is not stated.<strong>Idolatry and God&#x2019;s Covenant People. </strong>As Jehovah had indicated to Abraham, his descendants, the Israelites, became alien residents in a land not theirs, namely Egypt, and suffered affliction there. (<a href=\"/en/wol/bc/r1/lp-e/1200002136/39/0\" data-bid=\"40-1\" class=\"b\">Ge 15:13</a>) In Egypt they came in contact with rank idolatry, for image making ran riot in that country. Many of the deities worshiped there were represented by animal heads, among them being the cat-headed Bast, the cow-headed Hathor, the falcon-headed Horus, the jackal-headed Anubis (PICTURE, Vol.&#xA0;1, p.&#xA0;946), and the ibis-headed Thoth, to name but a few. Creatures of sea, air, and land were venerated, and at death &#x201C;sacred&#x201D; animals were mummified.The Law that Jehovah gave to his people after liberating them from Egypt was explicitly directed against idolatrous practices so prevalent among the ancients. The second of the Ten Commandments expressly prohibited making for worship a carved image or a representation of anything in the heavens, on the earth, or in the waters. (<a href=\"/en/wol/bc/r1/lp-e/1200002136/40/0\" data-bid=\"41-1\" class=\"b\">Ex 20:4,&#xA0;5;</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/40/1\" data-bid=\"41-2\" class=\"b\"> De 5:8,&#xA0;9</a>) In his final exhortations to the Israelites, Moses emphasized the impossibility of making an image of the true God and warned them to beware of the snare of idolatry. (<a href=\"/en/wol/bc/r1/lp-e/1200002136/41/0\" data-bid=\"42-1\" class=\"b\">De 4:15-19</a>) To further safeguard the Israelites from becoming idolaters, they were commanded not to conclude any covenant with the pagan inhabitants of the land they were entering or to form marriage alliances with them, but to annihilate them. All existing appendages of idolatry<wbr>&#x2014;altars, sacred pillars, sacred poles, and graven images&#x2014;<wbr>were to be destroyed.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002136/42/0\" data-bid=\"43-1\" class=\"b\">De 7:2-5</a>.Moses&#x2019; successor Joshua assembled all the <span id=\"page1170\" class=\"pageNum\" data-no=\"1170\" data-before-text=\"1170\"></span>tribes of Israel at Shechem and admonished them to remove the false gods and to serve Jehovah faithfully. The people agreed to do so and continued serving Jehovah during his lifetime and that of the older men who extended their days after Joshua. (<a href=\"/en/wol/bc/r1/lp-e/1200002136/43/0\" data-bid=\"44-1\" class=\"b\">Jos 24:14-16,</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/43/1\" data-bid=\"44-2\" class=\"b\">&#xA0;31</a>) But thereafter wholesale apostasy set in. The people began worshiping Canaanite deities<wbr>&#x2014;Baal, Ashtoreth, and the sacred pole, or Asherah. Hence, Jehovah abandoned the Israelites into the hands of their enemies. However, when they repented, he mercifully raised up judges to deliver them.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002136/44/0\" data-bid=\"45-1\" class=\"b\">Jg 2:11-19;</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/44/1\" data-bid=\"45-2\" class=\"b\"> 3:7</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002136/1\">ASHTORETH</a>; <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002136/2\">BAAL</a> No.&#xA0;4; <a href=\"/en/wol/tc/r1/lp-e/1200002136/3\">SACRED PILLAR</a>; <a href=\"/en/wol/tc/r1/lp-e/1200002136/4\">SACRED POLE</a>.<strong><em>Under the rule of the kings. </em></strong>During the reigns of Israel&#x2019;s first king, Saul, of his son Ish-bosheth, and of David, there is no mention of large-scale idolatry being engaged in by the Israelites. Nevertheless, there are indications that idolatry lingered on in the kingdom. Saul&#x2019;s own daughter, Michal, for instance, had a teraphim image in her possession. (<a href=\"/en/wol/bc/r1/lp-e/1200002136/45/0\" data-bid=\"46-1\" class=\"b\">1Sa 19:13</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200002136/5\">TERAPHIM</a>.) It was not until the latter part of the reign of David&#x2019;s son Solomon, however, that outright idolatry came to be practiced, the monarch himself, under the influence of his many foreign wives, giving the impetus to idolatry by sanctioning it. High places were built to Ashtoreth, Chemosh, and Milcom, or Molech. The people in general succumbed to false worship and began bowing down to these idol gods.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002136/46/0\" data-bid=\"47-1\" class=\"b\">1Ki 11:3-8,</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/46/1\" data-bid=\"47-2\" class=\"b\"> 33;</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/46/2\" data-bid=\"47-3\" class=\"b\"> 2Ki 23:13</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002136/6\">CHEMOSH</a>; <a href=\"/en/wol/tc/r1/lp-e/1200002136/7\">MOLECH</a>.On account of this idolatry, Jehovah ripped ten tribes away from Solomon&#x2019;s son Rehoboam and gave these to Jeroboam. (<a href=\"/en/wol/bc/r1/lp-e/1200002136/47/0\" data-bid=\"48-1\" class=\"b\">1Ki 11:31-35;</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/47/1\" data-bid=\"48-2\" class=\"b\"> 12:19-24</a>) Although assured that his kingdom would remain firm if he continued serving Jehovah in faithfulness, Jeroboam, on becoming king, instituted calf worship, fearing that the people would revolt against his rule if they continued going to Jerusalem for worship. (<a href=\"/en/wol/bc/r1/lp-e/1200002136/48/0\" data-bid=\"49-1\" class=\"b\">1Ki 11:38;</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/48/1\" data-bid=\"49-2\" class=\"b\"> 12:26-33</a>) Idolatrous calf worship continued all the days the ten-tribe kingdom existed, with Tyrian Baalism being introduced during Ahab&#x2019;s reign. (<a href=\"/en/wol/bc/r1/lp-e/1200002136/49/0\" data-bid=\"50-1\" class=\"b\">1Ki 16:30-33</a>) Not all apostatized, however. While Ahab reigned, there still was a remnant of 7,000 who had neither bent the knee to nor kissed Baal, and this at a time when Jehovah&#x2019;s prophets were being killed with the sword, doubtless at the instigation of Ahab&#x2019;s wife Jezebel.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002136/50/0\" data-bid=\"51-1\" class=\"b\">1Ki 19:1, 2,</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/50/1\" data-bid=\"51-2\" class=\"b\"> 14,</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/50/2\" data-bid=\"51-3\" class=\"b\"> 18;</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/50/3\" data-bid=\"51-4\" class=\"b\"> Ro 11:4</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002136/8\">CALF</a> (Calf Worship).With the exception of Jehu&#x2019;s eradication of Baal worship (<a href=\"/en/wol/bc/r1/lp-e/1200002136/51/0\" data-bid=\"52-1\" class=\"b\">2Ki 10:20-28</a>), there is no record of any religious reform being undertaken by a monarch of the ten-tribe kingdom. To the prophets repeatedly sent by Jehovah, the people and rulers of the northern kingdom gave no heed, so that finally the Almighty abandoned them into the hands of the Assyrians because of their sordid record of idolatry.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002136/52/0\" data-bid=\"53-1\" class=\"b\">2Ki 17:7-23</a>.In the kingdom of Judah, the situation was not much different, aside from the reforms carried out by certain kings. Whereas a divided kingdom had come about as a direct result of idolatry, Solomon&#x2019;s son Rehoboam did not take to heart Jehovah&#x2019;s discipline and shun idolatry. As soon as his position was secure, he and all Judah with him apostatized. (<a href=\"/en/wol/bc/r1/lp-e/1200002136/53/0\" data-bid=\"54-1\" class=\"b\">2Ch 12:1</a>) The people built high places, equipping these with sacred pillars and sacred poles, and engaged in ceremonial prostitution. (<a href=\"/en/wol/bc/r1/lp-e/1200002136/54/0\" data-bid=\"55-1\" class=\"b\">1Ki 14:23,&#xA0;24</a>) Although Abijam (Abijah) expressed faith in Jehovah at the time he warred against Jeroboam and was blessed with victory, to a large extent he imitated the sinful course of his father and predecessor on the throne, Rehoboam.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002136/55/0\" data-bid=\"56-1\" class=\"b\">1Ki 15:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/55/1\" data-bid=\"56-2\" class=\"b\">&#xA0;3;</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/55/2\" data-bid=\"56-3\" class=\"b\"> 2Ch 13:3-18</a>.The next two Judean kings, Asa and Jehoshaphat, served Jehovah in faithfulness and endeavored to rid the kingdom of idolatry. But Judah was so steeped in worship at high places that, despite the efforts of both of these kings to destroy them, the high places seem to have persisted secretly or they cropped up again.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002136/56/0\" data-bid=\"57-1\" class=\"b\">1Ki 15:11-14;</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/56/1\" data-bid=\"57-2\" class=\"b\"> 22:42, 43;</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/56/2\" data-bid=\"57-3\" class=\"b\"> 2Ch 14:2-5;</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/56/3\" data-bid=\"57-4\" class=\"b\"> 17:5,&#xA0;6;</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/56/4\" data-bid=\"57-5\" class=\"b\"> 20:31-33</a>.The reign of Judah&#x2019;s next king, Jehoram, commenced with bloodshed and began a new chapter in Judah&#x2019;s idolatry. This is attributed to his having idolatrous Ahab&#x2019;s daughter, Athaliah, as wife. (<a href=\"/en/wol/bc/r1/lp-e/1200002136/57/0\" data-bid=\"58-1\" class=\"b\">2Ch 21:1-4,</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/57/1\" data-bid=\"58-2\" class=\"b\"> 6,</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/57/2\" data-bid=\"58-3\" class=\"b\">&#xA0;11</a>) The queen mother Athaliah also proved to be the counselor to Jehoram&#x2019;s son Ahaziah. Hence, during the rule of Ahaziah and that of the usurper Athaliah, idolatry continued with the approval of the crown.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002136/58/0\" data-bid=\"59-1\" class=\"b\">2Ch 22:1-3,</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/58/1\" data-bid=\"59-2\" class=\"b\">&#xA0;12</a>.Early in the reign of Jehoash, following the execution of Athaliah, there was a restoration of true worship. But upon the death of High Priest Jehoiada, there was a return to idol worship at the instigation of Judah&#x2019;s princes. (<a href=\"/en/wol/bc/r1/lp-e/1200002136/59/0\" data-bid=\"60-1\" class=\"b\">2Ki 12:2,&#xA0;3;</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/59/1\" data-bid=\"60-2\" class=\"b\"> 2Ch 24:17,&#xA0;18</a>) Jehovah therefore abandoned the Judean forces into the hands of the invading Syrians, and Jehoash was murdered by his own servants.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002136/60/0\" data-bid=\"61-1\" class=\"b\">2Ch 24:23-25</a>.Undoubtedly the execution of God&#x2019;s judgment upon Judah and the violent death of Amaziah&#x2019;s father Jehoash made a deep impression upon Amaziah, so that he proceeded at first to do what was right in Jehovah&#x2019;s eyes. (<a href=\"/en/wol/bc/r1/lp-e/1200002136/61/0\" data-bid=\"62-1\" class=\"b\">2Ch 25:1-4</a>) But after defeating the Edomites and taking their images, he began serving the gods of his vanquished <span id=\"page1171\" class=\"pageNum\" data-no=\"1171\" data-before-text=\"1171\"></span>foes. (<a href=\"/en/wol/bc/r1/lp-e/1200002136/62/0\" data-bid=\"63-1\" class=\"b\">2Ch 25:14</a>) Retribution came when Judah was defeated by the ten-tribe kingdom and later when Amaziah was murdered by conspirators. (<a href=\"/en/wol/bc/r1/lp-e/1200002136/63/0\" data-bid=\"64-1\" class=\"b\">2Ch 25:20-24,</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/63/1\" data-bid=\"64-2\" class=\"b\">&#xA0;27</a>) Although Azariah (Uzziah) and his son Jotham are reported generally to have done what was right in Jehovah&#x2019;s eyes, their subjects persisted in idolatry at the high places.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002136/64/0\" data-bid=\"65-1\" class=\"b\">2Ki 15:1-4,</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/64/1\" data-bid=\"65-2\" class=\"b\"> 32-35;</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/64/2\" data-bid=\"65-3\" class=\"b\"> 2Ch 26:3, 4,</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/64/3\" data-bid=\"65-4\" class=\"b\"> 16-18;</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/64/4\" data-bid=\"65-5\" class=\"b\"> 27:1,&#xA0;2</a>.During the kingship of Jotham&#x2019;s son Ahaz, Judah&#x2019;s religious state reached a new low. Ahaz began to practice idolatry on a scale never known before in Judah; he was the first-reported Judean king to have sacrificed his offspring in the fire as a false religious act. (<a href=\"/en/wol/bc/r1/lp-e/1200002136/65/0\" data-bid=\"66-1\" class=\"b\">2Ki 16:1-4;</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/65/1\" data-bid=\"66-2\" class=\"b\"> 2Ch 28:1-4</a>) Jehovah chastised Judah by means of defeats at the hands of their enemies. Ahaz, instead of repenting, concluded that the gods of the kings of Syria were giving them the victory and therefore decided to sacrifice to these deities so that they might also help him. (<a href=\"/en/wol/bc/r1/lp-e/1200002136/66/0\" data-bid=\"67-1\" class=\"b\">2Ch 28:5,</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/66/1\" data-bid=\"67-2\" class=\"b\">&#xA0;23</a>) Furthermore, the doors of Jehovah&#x2019;s temple were closed, and its utensils were cut to pieces.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002136/67/0\" data-bid=\"68-1\" class=\"b\">2Ch 28:24</a>.While Ahaz did not benefit from Jehovah&#x2019;s discipline, his son Hezekiah did. (<a href=\"/en/wol/bc/r1/lp-e/1200002136/68/0\" data-bid=\"69-1\" class=\"b\">2Ch 29:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/68/1\" data-bid=\"69-2\" class=\"b\"> 5-11</a>) In the very first year of his becoming king, Hezekiah restored the true worship of Jehovah. (<a href=\"/en/wol/bc/r1/lp-e/1200002136/69/0\" data-bid=\"70-1\" class=\"b\">2Ch 29:3</a>) His reign saw the destruction of appendages of false worship not only in Judah and Benjamin but also in Ephraim and Manasseh.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002136/70/0\" data-bid=\"71-1\" class=\"b\">2Ch 31:1</a>.But Hezekiah&#x2019;s own son Manasseh completely revived idolatry. (<a href=\"/en/wol/bc/r1/lp-e/1200002136/71/0\" data-bid=\"72-1\" class=\"b\">2Ki 21:1-7;</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/71/1\" data-bid=\"72-2\" class=\"b\"> 2Ch 33:1-7</a>) As to the reasons for this, the Bible record is silent. Manasseh, who began ruling as a 12-year-old, may have been wrongly directed initially by counselors and princes not exclusively devoted to Jehovah&#x2019;s service. Unlike Ahaz, though, Manasseh, as a captive in Babylon, repented upon receiving this severe discipline from Jehovah and undertook reforms upon returning to Jerusalem. (<a href=\"/en/wol/bc/r1/lp-e/1200002136/72/0\" data-bid=\"73-1\" class=\"b\">2Ch 33:10-16</a>) His son Amon, however, reverted to sacrificing to the graven images.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002136/73/0\" data-bid=\"74-1\" class=\"b\">2Ch 33:21-24</a>.Next came Josiah&#x2019;s rule and a thorough eradication of idolatry in Judah. The sites of idolatrous worship were desecrated there and even in the cities of Samaria. The foreign-god priests and those making sacrificial smoke to Baal, as well as to the sun, the moon, the constellations of the zodiac, and all the army of the heavens, were put out of business. (<a href=\"/en/wol/bc/r1/lp-e/1200002136/74/0\" data-bid=\"75-1\" class=\"b\">2Ki 23:4-27;</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/74/1\" data-bid=\"75-2\" class=\"b\"> 2Ch 34:1-5</a>) Still this large-scale campaign against idolatry did not effect permanent reform. The last four Judean kings, Jehoahaz, Jehoiakim, Jehoiachin, and Zedekiah, persisted in idolatry.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002136/75/0\" data-bid=\"76-1\" class=\"b\">2Ki 23:31, 32,</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/75/1\" data-bid=\"76-2\" class=\"b\"> 36, 37;</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/75/2\" data-bid=\"76-3\" class=\"b\"> 24:8, 9,</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/75/3\" data-bid=\"76-4\" class=\"b\"> 18, 19</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002136/9\">ASTROLOGERS</a>; <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002136/10\">HIGH PLACES</a>; <a href=\"/en/wol/tc/r1/lp-e/1200002136/11\">ZODIAC</a>.The references to idolatry in the writings of the prophets further cast light on what occurred during the last years of the kingdom of Judah. Sites of idolatry, ceremonial prostitution, and child sacrifice continued to exist. (<a href=\"/en/wol/bc/r1/lp-e/1200002136/76/0\" data-bid=\"77-1\" class=\"b\">Jer 3:6;</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/76/1\" data-bid=\"77-2\" class=\"b\"> 17:1-3;</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/76/2\" data-bid=\"77-3\" class=\"b\"> 19:2-5;</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/76/3\" data-bid=\"77-4\" class=\"b\"> 32:29,</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/76/4\" data-bid=\"77-5\" class=\"b\"> 35;</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/76/5\" data-bid=\"77-6\" class=\"b\"> Eze 6:3,&#xA0;4</a>) Even Levites were guilty of practicing idolatry. (<a href=\"/en/wol/bc/r1/lp-e/1200002136/77/0\" data-bid=\"78-1\" class=\"b\">Eze 44:10,</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/77/1\" data-bid=\"78-2\" class=\"b\"> 12,&#xA0;13</a>) Ezekiel, transported in vision to Jerusalem&#x2019;s temple, there saw a detestable idol, &#x201C;the symbol of jealousy,&#x201D; and the veneration of representations of creeping things and loathsome beasts, as well as the according of reverence to the false god Tammuz and the sun.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002136/78/0\" data-bid=\"79-1\" class=\"b\">Eze 8:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/78/1\" data-bid=\"79-2\" class=\"b\"> 7-16</a>.Despite the fact that the Israelites adored idols to the point of sacrificing their own children, they carried on a semblance of worshiping Jehovah and reasoned that no calamity would befall them. (<a href=\"/en/wol/bc/r1/lp-e/1200002136/79/0\" data-bid=\"80-1\" class=\"b\">Jer 7:4,</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/79/1\" data-bid=\"80-2\" class=\"b\"> 8-12;</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/79/2\" data-bid=\"80-3\" class=\"b\"> Eze 23:36-39</a>) So empty-headed had the people in general become by reason of their pursuit of idolatry that when calamity did come and Jerusalem was desolated by the Babylonians in 607&#xA0;B.C.E., in fulfillment of Jehovah&#x2019;s word, they attributed it to their failure to make sacrificial smoke and drink offerings to the &#x201C;queen of the heavens.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002136/80/0\" data-bid=\"81-1\" class=\"b\">Jer 44:15-18</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200002136/12\">QUEEN OF THE HEAVENS</a>.<strong>Why Israel Turned to Idolatry. </strong>There were a number of factors that caused so many Israelites repeatedly to abandon true worship. Being one of the works of the flesh, idolatry appealed to the desires of the flesh. (<a href=\"/en/wol/bc/r1/lp-e/1200002136/81/0\" data-bid=\"82-1\" class=\"b\">Ga 5:19-21</a>) Once settled in the Promised Land, the Israelites may have observed their pagan neighbors, whom they had failed to drive out entirely, having good success with their crops by reason of longer experience in working the land. Likely many made inquiry and heeded the advice of their Canaanite neighbors as to what was needed to please the Baal, or &#x201C;owner,&#x201D; of each piece of land.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002136/82/0\" data-bid=\"83-1\" class=\"b\">Ps 106:34-39</a>.Forming marriage alliances with idolaters was another inducement to apostatize. (<a href=\"/en/wol/bc/r1/lp-e/1200002136/83/0\" data-bid=\"84-1\" class=\"b\">Jg 3:5,&#xA0;6</a>) The unrestrained sexual indulgence associated with idolatry proved to be no little temptation. At Shittim on the Plains of Moab, for instance, thousands of Israelites yielded to immorality and engaged in false worship. (<a href=\"/en/wol/bc/r1/lp-e/1200002136/84/0\" data-bid=\"85-1\" class=\"b\">Nu 22:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/84/1\" data-bid=\"85-2\" class=\"b\"> 25:1-3</a>) To some, being able to give way to unrestrained drinking at the sanctuaries of false gods may have been tempting.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002136/85/0\" data-bid=\"86-1\" class=\"b\">Am 2:8</a>.Then there was the attraction of supposedly learning what the future had in store, this stemming from a desire to be assured that all would go <span id=\"page1172\" class=\"pageNum\" data-no=\"1172\" data-before-text=\"1172\"></span>well. Examples of this are Saul&#x2019;s consulting a spirit medium and Ahaziah&#x2019;s sending to inquire of Baal-zebub the god of Ekron.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002136/86/0\" data-bid=\"87-1\" class=\"b\">1Sa 28:6-11;</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/86/1\" data-bid=\"87-2\" class=\"b\"> 2Ki 1:2,&#xA0;3</a>.<strong>The Folly of Idol Worship. </strong>Time and again the Scriptures call attention to the foolishness of relying on gods of wood, stone, or metal. Isaiah describes the manufacture of idols and shows the stupidity of a person who uses part of the wood of a tree to cook his food and to warm himself and then makes the remainder into a god to whom he looks for aid. (<a href=\"/en/wol/bc/r1/lp-e/1200002136/87/0\" data-bid=\"88-1\" class=\"b\">Isa 44:9-20</a>) In the day of Jehovah&#x2019;s fury, wrote Isaiah, false worshipers would throw their worthless idols to the shrewmice and to the bats. (<a href=\"/en/wol/bc/r1/lp-e/1200002136/88/0\" data-bid=\"89-1\" class=\"b\">Isa 2:19-21</a>) &#x201C;Woe to the one saying to the piece of wood: &#x2018;O&#xA0;do awake!&#x2019; to a dumb stone: &#x2018;O&#xA0;wake up!&#x2019;&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002136/89/0\" data-bid=\"90-1\" class=\"b\">Hab 2:19</a>) Those making dumb idols will become just like them, that is, lifeless.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002136/90/0\" data-bid=\"91-1\" class=\"b\">Ps 115:4-8;</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/90/1\" data-bid=\"91-2\" class=\"b\"> 135:15-18</a>; see <a href=\"/en/wol/bc/r1/lp-e/1200002136/91/0\" data-bid=\"92-1\" class=\"b\">Re 9:20</a>.<strong>Viewpoint Toward Idolatry. </strong>Faithful servants of Jehovah have always regarded idols with abhorrence. In Scripture, false gods and idols are repeatedly referred to in contemptible terms, as being valueless (<a href=\"/en/wol/bc/r1/lp-e/1200002136/92/0\" data-bid=\"93-1\" class=\"b\">1Ch 16:26;</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/92/1\" data-bid=\"93-2\" class=\"b\"> Ps 96:5;</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/92/2\" data-bid=\"93-3\" class=\"b\"> 97:7</a>), horrible (<a href=\"/en/wol/bc/r1/lp-e/1200002136/93/0\" data-bid=\"94-1\" class=\"b\">1Ki 15:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/93/1\" data-bid=\"94-2\" class=\"b\"> 2Ch 15:16</a>), shameful (<a href=\"/en/wol/bc/r1/lp-e/1200002136/94/0\" data-bid=\"95-1\" class=\"b\">Jer 11:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/94/1\" data-bid=\"95-2\" class=\"b\"> Ho 9:10</a>), detestable (<a href=\"/en/wol/bc/r1/lp-e/1200002136/95/0\" data-bid=\"96-1\" class=\"b\">Eze 16:36,&#xA0;37</a>), and disgusting (<a href=\"/en/wol/bc/r1/lp-e/1200002136/96/0\" data-bid=\"97-1\" class=\"b\">Eze 37:23</a>). Often mention is made of &#x201C;dungy idols,&#x201D; this expression being a rendering of the Hebrew word <em>gil&#xB7;lu&#xB7;lim&#x2B9;, </em>which is related to a word meaning &#x201C;dung.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002136/97/0\" data-bid=\"98-1\" class=\"b\">1Ki 14:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/97/1\" data-bid=\"98-2\" class=\"b\"> Zep 1:17</a>) This term of contempt, first appearing at <a href=\"/en/wol/bc/r1/lp-e/1200002136/98/0\" data-bid=\"99-1\" class=\"b\">Leviticus 26:30</a>, is found nearly 40 times in the book of Ezekiel alone, beginning with <a href=\"/en/wol/bc/r1/lp-e/1200002136/99/0\" data-bid=\"100-1\" class=\"b\">chapter&#xA0;6, verse&#xA0;4</a>.Faithful Job recognized that even if his heart became enticed in secrecy at beholding heavenly bodies such as the moon and his &#x2018;hand proceeded to kiss his mouth&#x2019; (apparently alluding to throwing a kiss with the hand in an idolatrous practice), this would have constituted a denial of God, hence idolatry. (<a href=\"/en/wol/bc/r1/lp-e/1200002136/100/0\" data-bid=\"101-1\" class=\"b\">Job 31:26-28</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002136/101/0\" data-bid=\"102-1\" class=\"b\">De 4:15,</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/101/1\" data-bid=\"102-2\" class=\"b\">&#xA0;19</a>.) With reference to a practicer of righteousness, Jehovah said through the prophet Ezekiel, &#x201C;His eyes he did not raise to the dungy idols of the house of Israel,&#x201D; that is, to offer supplication to them or in expectation of help from them.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002136/102/0\" data-bid=\"103-1\" class=\"b\">Eze 18:5,&#xA0;6</a>.Another fine example of shunning idolatry was that of the three Hebrews, Shadrach, Meshach, and Abednego, who, although threatened with death in the fiery furnace, refused to bow before the image of gold erected by King Nebuchadnezzar in the Plain of Dura.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002136/103/0\" data-bid=\"104-1\" class=\"b\">Da&#xA0;3</a>.The early Christians heeded the inspired counsel: &#x201C;Flee from idolatry&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002136/104/0\" data-bid=\"105-1\" class=\"b\">1Co 10:14</a>), and image makers viewed Christianity as a threat to their profitable business. (<a href=\"/en/wol/bc/r1/lp-e/1200002136/105/0\" data-bid=\"106-1\" class=\"b\">Ac 19:23-27</a>) As testified to by secular historians, remaining free from idolatry often placed Christians living in the Roman Empire in a position similar to that of the three Hebrews. Acknowledging the divine character of the emperor as head of the state by offering a pinch of incense could have spared such Christians from death, but few compromised. Those early Christians fully appreciated that once they turned away from idols to serve the true God (<a href=\"/en/wol/bc/r1/lp-e/1200002136/106/0\" data-bid=\"107-1\" class=\"b\">1Th 1:9</a>), a return to idolatry would mean their being debarred from the New Jerusalem and their losing out on the prize of life.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002136/107/0\" data-bid=\"108-1\" class=\"b\">Re 21:8;</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/107/1\" data-bid=\"108-2\" class=\"b\"> 22:14,&#xA0;15</a>.Servants of Jehovah must guard themselves from idols (<a href=\"/en/wol/bc/r1/lp-e/1200002136/108/0\" data-bid=\"109-1\" class=\"b\">1Jo 5:21</a>), even today. It was foretold that great pressures would be brought to bear against all the inhabitants of the earth to worship the symbolic &#x201C;wild beast&#x201D; and its &#x201C;image.&#x201D; None who persist in such idolatrous worship will receive God&#x2019;s gift of life everlasting. &#x201C;Here is where it means endurance for the holy ones.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002136/109/0\" data-bid=\"110-1\" class=\"b\">Re 13:15-17;</a><a href=\"/en/wol/bc/r1/lp-e/1200002136/109/1\" data-bid=\"110-2\" class=\"b\"> 14:9-12</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002136/13\">DISGUSTING THING, LOATHSOME THING</a>."}