{"title":"Illegitimate","link":"/en/wol/d/r1/lp-e/1200002146","html":"<span id=\"page1174\" class=\"pageNum\" data-no=\"1174\" data-before-text=\"1174\"></span><strong>ILLEGITIMATE</strong>Not according to law. The Hebrew word for an illegitimate child is <em>mam&#xB7;zer&#x2B9;, </em>a word of uncertain etymology, possibly related to a Hebrew word rendered &#x201C;ulcer&#x201D; in <a href=\"/en/wol/bc/r1/lp-e/1200002146/0/0\" data-bid=\"1-1\" class=\"b\">Jeremiah 30:13</a> and <a href=\"/en/wol/bc/r1/lp-e/1200002146/1/0\" data-bid=\"2-1\" class=\"b\">Hosea 5:13</a> and to an Arabic word meaning &#x201C;putrefy; cause nausea,&#x201D; pointing to corruptness.At <a href=\"/en/wol/bc/r1/lp-e/1200002146/2/0\" data-bid=\"3-1\" class=\"b\">Deuteronomy 23:2</a> the Law reads: &#x201C;No illegitimate son may come into the congregation of Jehovah. Even to the tenth generation none of his may come into the congregation of Jehovah.&#x201D; The number ten represents completeness; thus &#x201C;the tenth&#x201D; generation would mean that such ones could never come into the congregation. The same law is stated regarding the Ammonite and the Moabite, and there the words are added, &#x201C;to time indefinite,&#x201D; which makes the point clear. However, the Ammonite and Moabite were precluded, not, as some say, because their forefathers were born of incest, but because of the attitude they showed toward Israel when that nation was on its journey toward the Promised Land.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002146/3/0\" data-bid=\"4-1\" class=\"b\">De 23:3-6</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002146/0\">AMMONITES</a>.Fornication, adultery, and incest are detestable to Jehovah. Under the Law the adulterer and the incestuous one were to be put to death, and none of the daughters of Israel were to become prostitutes. (<a href=\"/en/wol/bc/r1/lp-e/1200002146/4/0\" data-bid=\"5-1\" class=\"b\">Le 18:6,</a><a href=\"/en/wol/bc/r1/lp-e/1200002146/4/1\" data-bid=\"5-2\" class=\"b\"> 29;</a><a href=\"/en/wol/bc/r1/lp-e/1200002146/4/2\" data-bid=\"5-3\" class=\"b\"> 19:29;</a><a href=\"/en/wol/bc/r1/lp-e/1200002146/4/3\" data-bid=\"5-4\" class=\"b\"> 20:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200002146/4/4\" data-bid=\"5-5\" class=\"b\"> De 23:17</a>) Furthermore, it would cause confusion and a breakdown of the family arrangement for the illegitimate son to inherit; he could have no inheritance in Israel.Some commentators claim that Jephthah was an illegitimate son, but this is not correct. The Bible does not say that he was illegitimate; it says that &#x201C;he was the son of a prostitute woman.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002146/5/0\" data-bid=\"6-1\" class=\"b\">Jg 11:1</a>) Like Rahab, who had been a prostitute but who married the Israelite Salmon, Jephthah&#x2019;s mother doubtless married honorably, and Jephthah was no more an illegitimate son than was the son of Salmon and Rahab, who was a fleshly ancestor of Jesus Christ. (<a href=\"/en/wol/bc/r1/lp-e/1200002146/6/0\" data-bid=\"7-1\" class=\"b\">Mt 1:5</a>) Likely Jephthah&#x2019;s mother was a secondary wife of Gilead, and Jephthah may even have been Gilead&#x2019;s firstborn. He could not have been a member of the congregation of Israel had he been illegitimate, and his half brothers, who had driven him out, could not legally have asked him to become their head. (<a href=\"/en/wol/bc/r1/lp-e/1200002146/7/0\" data-bid=\"8-1\" class=\"b\">Jg 11:2,</a><a href=\"/en/wol/bc/r1/lp-e/1200002146/7/1\" data-bid=\"8-2\" class=\"b\"> 6,</a><a href=\"/en/wol/bc/r1/lp-e/1200002146/7/2\" data-bid=\"8-3\" class=\"b\">&#xA0;11</a>) That Jephthah may have been the son of a secondary wife would not make him illegitimate. The son of a secondary wife had the same inheritance rights as the son of a favorite wife, as the Law states at <a href=\"/en/wol/bc/r1/lp-e/1200002146/8/0\" data-bid=\"9-1\" class=\"b\">Deuteronomy 21:15-17</a>.In the Christian Greek Scriptures, the word <em>no&#x2B9;thos </em>(&#x2018;illegitimate child,&#x2019; <em>NW; </em>&#x2018;bastard,&#x2019; <em>KJ, Int</em>) is used once, at <a href=\"/en/wol/bc/r1/lp-e/1200002146/9/0\" data-bid=\"10-1\" class=\"b\">Hebrews 12:8</a>. As shown by the context, the writer likens God to a father who disciplines his son out of love. The writer therefore says, &#x201C;If you are without the discipline of which all have become partakers, you are really illegitimate children, and not sons.&#x201D; Those claiming to be spiritual sons of God but practicing sin and disobedience are cut off from the congregation of God and do not receive the discipline that God gives his legitimate sons to bring them to perfection.<strong>Illegitimate Fire and Incense. </strong>At <a href=\"/en/wol/bc/r1/lp-e/1200002146/10/0\" data-bid=\"11-1\" class=\"b\">Leviticus 10:1</a> the Hebrew word <em>zar </em>(feminine, <em>za&#xB7;rah&#x2B9;; </em>literally, strange) is used with regard to &#x201C;illegitimate fire, which [God] had not prescribed for them&#x201D; but which Aaron&#x2019;s sons Nadab and Abihu presented before Jehovah and for which he executed them by fire. (<a href=\"/en/wol/bc/r1/lp-e/1200002146/11/0\" data-bid=\"12-1\" class=\"b\">Le 10:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200002146/11/1\" data-bid=\"12-2\" class=\"b\"> Nu 3:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200002146/11/2\" data-bid=\"12-3\" class=\"b\"> 26:61</a>) Subsequently, Jehovah said to Aaron: &#x201C;Do not drink wine or intoxicating liquor, you and your sons with you, when you come into the tent of meeting, that you may not die. It is a statute to time indefinite for your generations, both in order to make a distinction between the holy thing and the profane and between the unclean thing and the clean, and in order to teach the sons of Israel all the regulations that Jehovah has spoken to them by means of Moses.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002146/12/0\" data-bid=\"13-1\" class=\"b\">Le 10:8-11</a>) This seems to indicate that Nadab and Abihu were in a state of intoxication, which condition emboldened them to offer fire not prescribed. Such fire was likely illegal as to its time, place, or manner of offering, or it could have been incense other than of the composition described at <a href=\"/en/wol/bc/r1/lp-e/1200002146/13/0\" data-bid=\"14-1\" class=\"b\">Exodus 30:34,&#xA0;35</a>. Their inebriated condition did not excuse their sin.The same word, <em>zar, </em>is used at <a href=\"/en/wol/bc/r1/lp-e/1200002146/14/0\" data-bid=\"15-1\" class=\"b\">Exodus 30:9</a>, with reference to the burning of illegitimate incense on the altar of incense in the Holy Place.<wbr>&#x2014;See <em>NW </em>ftn."}