{"title":"Immanuel","link":"/en/wol/d/r1/lp-e/1200002152","html":"<span id=\"page1187\" class=\"pageNum\" data-no=\"1187\" data-before-text=\"1187\"></span><strong>IMMANUEL</strong>(Im&#xB7;man&#x2B9;u&#xB7;el) [With Us Is God].A name first mentioned by the prophet <a href=\"/en/wol/bc/r1/lp-e/1200002152/0/0\" data-bid=\"1-1\" class=\"b\">Isaiah (7:14;</a><a href=\"/en/wol/bc/r1/lp-e/1200002152/0/1\" data-bid=\"1-2\" class=\"b\"> 8:8</a>) during the reign of Ahaz (761-746&#xA0;B.C.E.). In <a href=\"/en/wol/bc/r1/lp-e/1200002152/1/0\" data-bid=\"2-1\" class=\"b\">Matthew 1:23</a>, the only other occurrence, Immanuel is a name-title applied to Christ the Messiah.In view of the circumstances under which the prophecy was given, Bible commentators have looked for an &#x201C;Immanuel&#x201D; in Isaiah&#x2019;s day, one who fittingly served then as a sign that &#x2018;God was with them.&#x2019; In that eighth century B.C.E., Pekah and Rezin, the kings of Israel and Syria, were bent on overthrowing Ahaz, king of Judah, in order to put the son of Tabeel upon his throne. (<a href=\"/en/wol/bc/r1/lp-e/1200002152/2/0\" data-bid=\"3-1\" class=\"b\">Isa 7:1-6</a>) Jehovah, however, remembered his kingdom covenant with David, the forefather of Ahaz, and sent his prophet with this reassuring message:&#x201C;Listen, please, O&#xA0;house of David. .&#xA0;.&#xA0;. Jehovah himself will give you men a sign: Look! The maiden herself will actually become pregnant, and she is giving birth to a son, and she will certainly call his name Immanuel. Butter and honey he will eat by the time that he knows how to reject the bad and choose the good. For before the boy will know how to reject the bad and choose the good, the ground of whose two kings you are feeling a sickening dread will be left entirely.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002152/3/0\" data-bid=\"4-1\" class=\"b\">Isa 7:13-16</a>.Then, after telling about the birth of Isaiah&#x2019;s second son, Maher-shalal-hash-baz, the prophecy next describes how the threat to Judah would be removed. As an irresistible flood, the Assyrians would completely inundate Syria and the northern kingdom of Israel, not stopping until they had dangerously spread over the land of Judah, even &#x201C;to fill the breadth of your land, O&#xA0;Immanuel!&#x201D; Then, in poetic grandeur, the prophet Isaiah warns all those in opposition to Jehovah: If you gird yourselves for war, if you plan out a scheme, if you speak a word against Jehovah<wbr>&#x2014;&#x201C;it will not stand, for <em>God is with us </em>[Immanuel]!&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002152/4/0\" data-bid=\"5-1\" class=\"b\">Isa 8:5-10</a>.<span id=\"page1188\" class=\"pageNum\" data-no=\"1188\" data-before-text=\"1188\"></span>Some have suggested that in the type back there &#x201C;Immanuel&#x201D; was a third son of Isaiah, perhaps by a Jewish maiden who may have become a second wife of the prophet. Certain Jewish commentators endeavored to apply the prophecy to the birth of Ahaz&#x2019; son Hezekiah. This, however, is ruled out, since the prophecy was uttered during Ahaz&#x2019; reign (<a href=\"/en/wol/bc/r1/lp-e/1200002152/5/0\" data-bid=\"6-1\" class=\"b\">Isa 7:1</a>), making Hezekiah at least nine years old at the time.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002152/6/0\" data-bid=\"7-1\" class=\"b\">2Ki 16:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200002152/6/1\" data-bid=\"7-2\" class=\"b\"> 18:1,&#xA0;2</a>.Another possible candidate was Isaiah&#x2019;s second son, mentioned in the next chapter, Maher-shalal-hash-baz, concerning whom it was said: &#x201C;Before the boy will know how to call out, &#x2018;My father!&#x2019; and &#x2018;My mother!&#x2019; one will carry away the resources of Damascus and the spoil of Samaria before the king of Assyria.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002152/7/0\" data-bid=\"8-1\" class=\"b\">Isa 8:1-4</a>) Certainly this echoes what was said about Immanuel: &#x201C;Before the boy will know how to reject the bad and choose the good, the ground of whose two kings [of Damascus and Samaria] you are feeling a sickening dread will be left entirely.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002152/8/0\" data-bid=\"9-1\" class=\"b\">Isa 7:16</a>) Also, the birth of Isaiah&#x2019;s second son is presented in close connection with the further prophecy involving Immanuel and, as Immanuel was to be a &#x201C;sign,&#x201D; so also Isaiah said: &#x201C;I and the children whom Jehovah has given me are as <em>signs.&#x201D;<wbr></em>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002152/9/0\" data-bid=\"10-1\" class=\"b\">Isa 7:14;</a><a href=\"/en/wol/bc/r1/lp-e/1200002152/9/1\" data-bid=\"10-2\" class=\"b\"> 8:18</a>.The principal objection to this identification of Isaiah&#x2019;s second son as the Immanuel of Ahaz&#x2019; day is on the grounds that Isaiah&#x2019;s wife is spoken of as &#x201C;the prophetess,&#x201D; not as &#x201C;the maiden,&#x201D; as well as the fact that she was already the mother of Isaiah&#x2019;s firstborn, Shear-jashub, hence no &#x201C;maiden.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002152/10/0\" data-bid=\"11-1\" class=\"b\">Isa 7:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200002152/10/1\" data-bid=\"11-2\" class=\"b\"> 8:3</a>) It may be noted, however, that the Hebrew word here translated &#x201C;maiden&#x201D; is not <em>bethu&#xB7;lah&#x2B9;, </em>meaning, specifically, &#x201C;virgin,&#x201D; but is <em>&#x2BD;al&#xB7;mah&#x2B9;, </em>having a broader reference to a young woman, who could be either a virgin maiden or a recently married woman. <em>&#x2BD;Al&#xB7;mah&#x2B9; </em>as a common noun also occurs in six other texts, more than one of which specifically involves virgin maidens.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002152/11/0\" data-bid=\"12-1\" class=\"b\">Ge 24:43</a> (compare <a href=\"/en/wol/bc/r1/lp-e/1200002152/12/0\" data-bid=\"13-1\" class=\"b\">vs&#xA0;16</a>); <a href=\"/en/wol/bc/r1/lp-e/1200002152/13/0\" data-bid=\"14-1\" class=\"b\">Ex 2:8;</a><a href=\"/en/wol/bc/r1/lp-e/1200002152/13/1\" data-bid=\"14-2\" class=\"b\"> Ps 68:25;</a><a href=\"/en/wol/bc/r1/lp-e/1200002152/13/2\" data-bid=\"14-3\" class=\"b\"> Pr 30:19;</a><a href=\"/en/wol/bc/r1/lp-e/1200002152/13/3\" data-bid=\"14-4\" class=\"b\"> Ca 1:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200002152/13/4\" data-bid=\"14-5\" class=\"b\"> 6:8</a>.The full and complete identity of Immanuel, of course, is found in the office and personage of the Lord Jesus Christ. The use, therefore, of the Hebrew word <em>&#x2BD;al&#xB7;mah&#x2B9; </em>in the prophecy would accommodate both the type (if such was a young wife of Ahaz or of Isaiah) and the antitype (the betrothed and yet virgin Mary). In the case of Mary there was no question about her being a virgin when she became &#x201C;pregnant by holy spirit,&#x201D; both Matthew and Luke recording this historical fact. (<a href=\"/en/wol/bc/r1/lp-e/1200002152/14/0\" data-bid=\"15-1\" class=\"b\">Mt 1:18-25;</a><a href=\"/en/wol/bc/r1/lp-e/1200002152/14/1\" data-bid=\"15-2\" class=\"b\"> Lu 1:30-35</a>) &#x201C;All this actually came about for that to be fulfilled which was spoken by Jehovah through his prophet,&#x201D; Matthew observed. It was a <em>sign </em>that identified the long-awaited Messiah. So in keeping with these facts, Matthew&#x2019;s Gospel (quoting <a href=\"/en/wol/bc/r1/lp-e/1200002152/15/0\" data-bid=\"16-1\" class=\"b\">Isa 7:14</a>) uses the Greek word <em>par&#xB7;the&#x2B9;nos, </em>meaning &#x201C;virgin,&#x201D; to translate <em>&#x2BD;al&#xB7;mah&#x2B9;, </em>saying: &#x201C;Look! The virgin [<em>par&#xB7;the&#x2B9;nos</em>] will become pregnant and will give birth to a son, and they will call his name Immanuel.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002152/16/0\" data-bid=\"17-1\" class=\"b\">Mt 1:22,&#xA0;23</a>) In no way was this taking liberties or distorting the text. Over a century earlier, the Jewish translators of the Greek <em>Septuagint </em>had also used <em>par&#xB7;the&#x2B9;nos </em>in rendering <a href=\"/en/wol/bc/r1/lp-e/1200002152/17/0\" data-bid=\"18-1\" class=\"b\">Isaiah 7:14</a>.This identity of Jesus Christ as Immanuel did not mean he was the incarnation of God, &#x2018;God in the flesh,&#x2019; which proponents of the Trinity teaching claim is implied by the meaning of Immanuel, namely, &#x201C;With Us Is God.&#x201D; It was a common practice among Jews to embody the word &#x201C;God,&#x201D; even &#x201C;Jehovah,&#x201D; in Hebrew names. Even today Immanuel is the proper name of many men, none of whom are incarnations of God.If there seems to be a conflict between the angel&#x2019;s instructions to Mary (&#x201C;you are to call his name Jesus&#x201D;) and Isaiah&#x2019;s prophecy (&#x201C;she will certainly call his name Immanuel&#x201D;), let it be remembered that Messiah was also to be called by yet other names. (<a href=\"/en/wol/bc/r1/lp-e/1200002152/18/0\" data-bid=\"19-1\" class=\"b\">Lu 1:31;</a><a href=\"/en/wol/bc/r1/lp-e/1200002152/18/1\" data-bid=\"19-2\" class=\"b\"> Isa 7:14</a>) For example, <a href=\"/en/wol/bc/r1/lp-e/1200002152/19/0\" data-bid=\"20-1\" class=\"b\">Isaiah 9:6</a> said concerning this one: &#x201C;His name will be called Wonderful Counselor, Mighty God, Eternal Father, Prince of Peace.&#x201D; Yet none of these names were given to Mary&#x2019;s firstborn as personal names, neither when he was a babe nor after he took up his ministry. Rather, they were all prophetic title-names by which Messiah would be identified. Jesus lived up to the meaning of these names in every respect, and that is the sense in which they were prophetically given, to show his qualities and the good offices he would perform toward all those accepting him as Messiah. So also with his title Immanuel. He measured up to and fulfilled its meaning.Worshipers of Jehovah have always desired God to be with them, on their side, backing them up in their undertakings, and often he reassures them that he is, sometimes giving them visible signs to this effect. (<a href=\"/en/wol/bc/r1/lp-e/1200002152/20/0\" data-bid=\"21-1\" class=\"b\">Ge 28:10-20;</a><a href=\"/en/wol/bc/r1/lp-e/1200002152/20/1\" data-bid=\"21-2\" class=\"b\"> Ex 3:12;</a><a href=\"/en/wol/bc/r1/lp-e/1200002152/20/2\" data-bid=\"21-3\" class=\"b\"> Jos 1:5,</a><a href=\"/en/wol/bc/r1/lp-e/1200002152/20/3\" data-bid=\"21-4\" class=\"b\">&#xA0;9;</a><a href=\"/en/wol/bc/r1/lp-e/1200002152/20/4\" data-bid=\"21-5\" class=\"b\"> 5:13&#x2013;6:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200002152/20/5\" data-bid=\"21-6\" class=\"b\"> Ps 46:5-7;</a><a href=\"/en/wol/bc/r1/lp-e/1200002152/20/6\" data-bid=\"21-7\" class=\"b\"> Jer 1:19</a>) If today the personal identity of Immanuel in the days of Ahaz remains uncertain, it may be that Jehovah so directed in order not to distract the attention of later generations from the Greater Immanuel, when he put in his appearance as a sign from heaven. With the coming of his beloved Son to earth as the promised Messianic &#x201C;seed&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002152/21/0\" data-bid=\"22-1\" class=\"b\">Ge 3:15</a>) <span id=\"page1189\" class=\"pageNum\" data-no=\"1189\" data-before-text=\"1189\"></span>and rightful heir to the throne of David, Jehovah was furnishing his greatest sign that he had not forsaken mankind or his Kingdom covenant. The title-name Immanuel, therefore, was particularly appropriate to Christ, for his presence was indeed a sign from heaven. And with this foremost representative of Jehovah among mankind, Matthew under inspiration could truly say, &#x201C;With Us Is God.&#x201D;"}