{"title":"In and Around Jerusalem Today","link":"/en/wol/d/r1/lp-e/1200004126","html":"<span id=\"page947\" class=\"pageNum\" data-no=\"947\" data-before-text=\"947\"></span><strong>IN AND AROUND JERUSALEM TODAY</strong>JERUSALEM<wbr>&#x2014;once the center of true worship of Jehovah God, but no longer the city bearing God&#x2019;s name. Jerusalem lost its privileged position after it apostatized from the teachings of God&#x2019;s Word and rejected the Messiah, Jesus. (<a href=\"/en/wol/bc/r1/lp-e/1200004126/0/0\" data-bid=\"1-1\" class=\"b\">Lu 13:34,&#xA0;35</a>) To this day, however, Jerusalem is of keen interest to lovers of the Bible because events of universal importance took place there.An aerial view of the city from the south (such as the one on this page) shows features of Jerusalem in relation to one another. Mount Moriah, where the temple was located, is in the background. In the foreground is Mount Zion, bounded by the torrent valley of Kidron on the east and the Tyropoeon Valley on the west. The City of David was built on Mount Zion.Standing on the Mount of Olives to the east of Jerusalem, a person can look across the Kidron Valley and see the site where the temple once stood. Now it is dominated by a Muslim shrine known as the Dome of the Rock. Jesus was &#x201C;sitting on the Mount of Olives with the temple in view&#x201D; when he gave his famous prophecy about &#x201C;the conclusion of the system of things.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004126/1/0\" data-bid=\"2-1\" class=\"b\">Mr 13:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200004126/1/1\" data-bid=\"2-2\" class=\"b\"> Mt 24:3</a>.<span id=\"page948\" class=\"pageNum\" data-no=\"948\" data-before-text=\"948\"></span><strong>[Picture on page&#xA0;948]</strong>The temple site as seen from the Mount of Olives. In the foreground are the burial places of Jews who believed that someday the Messiah would appear here<strong>[Picture on page&#xA0;948]</strong>At the Holyland Hotel in Jerusalem is this model of what many believe represents the appearance of first-century Jerusalem<strong>[Picture on page&#xA0;948]</strong>The Garden Tomb (right) and the Church of the Holy Sepulchre (below). Each is claimed by some to be the site of Jesus&#x2019; burial<span id=\"page949\" class=\"pageNum\" data-no=\"949\" data-before-text=\"949\"></span><strong>[Picture on page&#xA0;949]</strong>Damascus Gate, Jerusalem<strong>[Picture on page&#xA0;949]</strong>Street scene in the old part of Jerusalem<strong>[Picture on page&#xA0;949]</strong>The Pool of Siloam, fed by the spring of Gihon through Hezekiah&#x2019;s Tunnel<strong>[Picture on page&#xA0;949]</strong>The Valley of Hinnom, which lay to the south and southwest of ancient Jerusalem, was called Gehenna in the first century<span id=\"page950\" class=\"pageNum\" data-no=\"950\" data-before-text=\"950\"></span><strong>[Picture on page&#xA0;950]</strong>Aerial view across Jerusalem toward the east shows the Dead Sea in the distance<strong>[Picture on page&#xA0;950]</strong>Traditional location of the garden of Gethsemane<strong>[Picture on page&#xA0;950]</strong>Bethany, as it now appears<span id=\"page951\" class=\"pageNum\" data-no=\"951\" data-before-text=\"951\"></span><strong>[Picture on page&#xA0;951]</strong>Warren&#x2019;s Shaft, through which water from the spring of Gihon could have been drawn by buckets. It may have been through such a shaft that David&#x2019;s men gained access to the Jebusite stronghold on Zion (<a href=\"/en/wol/bc/r1/lp-e/1200004126/2/0\" data-bid=\"3-1\" class=\"b\">2Sa 5:8</a>)<strong>[Picture on page&#xA0;951]</strong>Recent archaeological excavations on the north side of the ancient City of David<strong>[Picture on page&#xA0;951]</strong>Western Wall of Jerusalem, including massive stones from the first century. Many Jews come here to pray"}