{"title":"Inauguration","link":"/en/wol/d/r1/lp-e/1200002163","html":"<span id=\"page1194\" class=\"pageNum\" data-no=\"1194\" data-before-text=\"1194\"></span><strong>INAUGURATION</strong>(in&#xB7;au&#xB7;gu&#xB7;ra&#x2B9;tion).An initiation, with solemn ceremonies, of a structure, an arrangement, or a place. &#x201C;Inaugurate&#x201D; is translated from the Hebrew verb <em>cha&#xB7;nakh&#x2B9; </em>(noun form, <em>chanuk&#xB7;kah&#x2B9;</em>), when it means &#x201C;to initiate, dedicate formally,&#x201D; and from the Greek verb <em>en&#xB7;kai&#xB7;ni&#x2B9;zo, </em>which primarily means &#x201C;make new, or innovate,&#x201D; as by dedication. The Hebrew word <em>ne&#x2B9;zer, </em>the holy sign of dedication, is considered under the subject <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002163/0\">DEDICATION</a>.When the Mosaic Law covenant was put into operation, it was solemnly initiated by suitable ceremonies involving animal sacrifices and the sprinkling of blood on the altar, on the book, and on the people. This event was referred to by the apostle Paul as the act of inaugurating that covenant.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002163/0/0\" data-bid=\"1-1\" class=\"b\">Ex 24:4-8;</a><a href=\"/en/wol/bc/r1/lp-e/1200002163/0/1\" data-bid=\"1-2\" class=\"b\"> Heb 9:18-20</a>.By Paul&#x2019;s words &#x201C;neither was the former covenant <span id=\"page1195\" class=\"pageNum\" data-no=\"1195\" data-before-text=\"1195\"></span>inaugurated [form of Gr. <em>en&#xB7;kai&#xB7;ni&#x2B9;zo</em>] without blood&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002163/1/0\" data-bid=\"2-1\" class=\"b\">Heb 9:18</a>), he indicates that the new covenant was similarly put into effect<wbr>&#x2014;inaugurated by Jesus&#x2019; death, resurrection, and ascension into heaven, where Jesus presented the value of his human life and from where he thereafter poured out holy spirit upon his disciples. Since Jesus Christ was resurrected in the spirit, he could actually enter into the real &#x201C;holy place,&#x201D; the heavens of Jehovah&#x2019;s presence, and with his ransom sacrifice make it possible for his anointed followers to enter also into heaven. Thus it could be said that he began, innovated, or inaugurated the way into the heavens, which provision would thereafter be used by others.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002163/2/0\" data-bid=\"3-1\" class=\"b\">Heb 10:19,&#xA0;20</a>.We also read of solemn ceremonies involving the offerings by the tribal chieftains at the inauguration of the tabernacle altar in the wilderness. (<a href=\"/en/wol/bc/r1/lp-e/1200002163/3/0\" data-bid=\"4-1\" class=\"b\">Nu 7:10, 11,</a><a href=\"/en/wol/bc/r1/lp-e/1200002163/3/1\" data-bid=\"4-2\" class=\"b\"> 84-88</a>) There was a special assembly for the inauguration of Solomon&#x2019;s temple and its great sacrificial altar.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002163/4/0\" data-bid=\"5-1\" class=\"b\">1Ki 8:63;</a><a href=\"/en/wol/bc/r1/lp-e/1200002163/4/1\" data-bid=\"5-2\" class=\"b\"> 2Ch 7:5,</a><a href=\"/en/wol/bc/r1/lp-e/1200002163/4/2\" data-bid=\"5-3\" class=\"b\">&#xA0;9</a>.When the temple was rebuilt under Zerubbabel following the Babylonian exile, there were solemn initiation ceremonies in which hundreds of animals were sacrificed. (<a href=\"/en/wol/bc/r1/lp-e/1200002163/5/0\" data-bid=\"6-1\" class=\"b\">Ezr 6:16,&#xA0;17</a>) Later, the walls around the rebuilt Jerusalem were restored under the direction of Nehemiah, and again an elaborate inauguration festival was held, with two large thanksgiving choirs participating in the praising of Jehovah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002163/6/0\" data-bid=\"7-1\" class=\"b\">Ne 12:27-43</a>.In addition to these impressive national ceremonies of inauguration, we read of a man inaugurating, or initiating, his house (<a href=\"/en/wol/bc/r1/lp-e/1200002163/7/0\" data-bid=\"8-1\" class=\"b\">De 20:5</a>), and the <a href=\"/en/wol/bc/r1/lp-e/1200002163/8/0\" data-bid=\"9-1\" class=\"b\">superscription of Psalm 30</a>, ascribed to David, designates it as &#x201C;A song of inauguration of the house.&#x201D;When Nebuchadnezzar completed the erection of the huge image of gold on the Plain of Dura, he called together all the satraps, prefects, governors, counselors, treasurers, judges, police magistrates, and all administrators of the jurisdictional districts for the impressive ceremonies of inauguration. Nebuchadnezzar thus hoped to unite all his subjects in worship. The three young Hebrews present at this affair refused to compromise their worship of Jehovah by participating in this national religion.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002163/9/0\" data-bid=\"10-1\" class=\"b\">Da 3:1-30</a>.To this day the Jews annually celebrate what they call Hanukkah in the month of December. This is in remembrance of the inauguration (Heb., <em>chanuk&#xB7;kah&#x2B9;</em>) festival that followed the cleansing of the temple by Judas Maccabaeus in 165&#xA0;B.C.E. after it had been polluted by Antiochus&#xA0;IV Epiphanes.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002163/10/0\" data-bid=\"11-1\" class=\"b\">Joh 10:22</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002163/1\">FESTIVAL OF DEDICATION</a>."}