{"title":"Inheritance","link":"/en/wol/d/r1/lp-e/1200002171","html":"<span id=\"page1199\" class=\"pageNum\" data-no=\"1199\" data-before-text=\"1199\"></span><strong>INHERITANCE</strong>Any property passing at the owner&#x2019;s death to the heir or to those entitled to succeed; anything received from progenitors or predecessors as if by succession. The principal Hebrew verb used is <em>na&#xB7;chal&#x2B9; </em>(noun, <em>na&#xB7;chalah&#x2B9;</em>). It involves getting or giving an inheritance or hereditary possession, usually as a result of succession. (<a href=\"/en/wol/bc/r1/lp-e/1200002171/0/0\" data-bid=\"1-1\" class=\"b\">Nu 26:55;</a><a href=\"/en/wol/bc/r1/lp-e/1200002171/0/1\" data-bid=\"1-2\" class=\"b\"> Eze 46:18</a>) The verb <em>ya&#xB7;rash&#x2B9; </em>is used at times in the sense &#x201C;succeed as heir,&#x201D; but more often, &#x201C;take possession&#x201D; apart from succession. (<a href=\"/en/wol/bc/r1/lp-e/1200002171/1/0\" data-bid=\"2-1\" class=\"b\">Ge 15:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200002171/1/1\" data-bid=\"2-2\" class=\"b\"> Le 20:24</a>) It also has the meaning &#x201C;dispossess; drive away,&#x201D; involving military action. (<a href=\"/en/wol/bc/r1/lp-e/1200002171/2/0\" data-bid=\"3-1\" class=\"b\">De 2:12;</a><a href=\"/en/wol/bc/r1/lp-e/1200002171/2/1\" data-bid=\"3-2\" class=\"b\"> 31:3</a>) The Greek words having to do with inheritance are related to <em>kle&#x2B9;ros, </em>which originally meant &#x201C;lot&#x201D; but came to mean &#x201C;share&#x201D; and finally &#x201C;inheritance.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002171/3/0\" data-bid=\"4-1\" class=\"b\">Mt 27:35;</a><a href=\"/en/wol/bc/r1/lp-e/1200002171/3/1\" data-bid=\"4-2\" class=\"b\"> Ac 1:17;</a><a href=\"/en/wol/bc/r1/lp-e/1200002171/3/2\" data-bid=\"4-3\" class=\"b\"> 26:18</a>.In Israel the inheritance applied primarily to land possessions, although it was used with respect to movable property as well. The Bible speaks of the inheritance of things of a spiritual nature also. Spirit-begotten Christians are called &#x201C;heirs indeed of God, but joint heirs with Christ.&#x201D; They look forward, if they remain faithful, to &#x201C;the everlasting inheritance.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002171/4/0\" data-bid=\"5-1\" class=\"b\">Ro 8:17;</a><a href=\"/en/wol/bc/r1/lp-e/1200002171/4/1\" data-bid=\"5-2\" class=\"b\"> Heb 9:15</a>.<strong>Patriarchal Period. </strong>The faithful Hebrew patriarchs Abraham, Isaac, and Jacob possessed no land, except for the field with the cave used as a burial place and the field near Shechem purchased by Jacob. (<a href=\"/en/wol/bc/r1/lp-e/1200002171/5/0\" data-bid=\"6-1\" class=\"b\">Ge 23:19, 20;</a><a href=\"/en/wol/bc/r1/lp-e/1200002171/5/1\" data-bid=\"6-2\" class=\"b\"> 33:19</a>) Concerning Abraham&#x2019;s residence in Canaan, the Christian martyr Stephen said: &#x201C;Yet he did not give him any inheritable possession in it, no, not a footbreadth; but he promised to give it to him as a possession, and after him to his seed, while as yet he had no child.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002171/6/0\" data-bid=\"7-1\" class=\"b\">Ac 7:5</a>) The material inheritance that these men passed on consisted of their cattle and their movable goods. The firstborn son inherited a double portion (two parts) of the property as compared with that allotted to other sons. In the case of the patriarch Job, his daughters received an inheritance in among their brothers. It is not stated whether this included land inheritance.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002171/7/0\" data-bid=\"8-1\" class=\"b\">Job 42:15</a>.The father could transfer the birthright if he had a good reason, giving the firstborn&#x2019;s inheritance to a younger son. In the instances of this noted in the Bible, it was not through whim or favoritism, but there was a basis on which the father determined to make the change in the birthright inheritance. Ishmael, as Abraham&#x2019;s oldest son, was prospective heir for about 14 years. (<a href=\"/en/wol/bc/r1/lp-e/1200002171/8/0\" data-bid=\"9-1\" class=\"b\">Ge 16:16;</a><a href=\"/en/wol/bc/r1/lp-e/1200002171/8/1\" data-bid=\"9-2\" class=\"b\"> 17:18-21;</a><a href=\"/en/wol/bc/r1/lp-e/1200002171/8/2\" data-bid=\"9-3\" class=\"b\"> 21:5</a>) But at Sarah&#x2019;s request and with Jehovah&#x2019;s approval, Abraham dismissed Ishmael, then about 19 years of age. Isaac then possessed the firstborn&#x2019;s right and later received everything that Abraham had, with the exception of gifts that Abraham gave to sons later born to him by Keturah. (<a href=\"/en/wol/bc/r1/lp-e/1200002171/9/0\" data-bid=\"10-1\" class=\"b\">Ge 21:8-13;</a><a href=\"/en/wol/bc/r1/lp-e/1200002171/9/1\" data-bid=\"10-2\" class=\"b\"> 25:5,&#xA0;6</a>) Reuben the firstborn of Jacob lost his birthright inheritance by reason of fornication with his father&#x2019;s concubine. (<a href=\"/en/wol/bc/r1/lp-e/1200002171/10/0\" data-bid=\"11-1\" class=\"b\">Ge 49:3,&#xA0;4;</a><a href=\"/en/wol/bc/r1/lp-e/1200002171/10/1\" data-bid=\"11-2\" class=\"b\"> 1Ch 5:1,&#xA0;2</a>) Jacob gave the greater blessing to Ephraim, Joseph&#x2019;s younger son, rather than to Manasseh, the older.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002171/11/0\" data-bid=\"12-1\" class=\"b\">Ge 48:13-19</a>.Concubinage was legal. In fact, in the Bible the concubine is sometimes designated &#x201C;wife,&#x201D; and the man with whom she lives, &#x201C;husband.&#x201D; Her father is called his father-in-law, and he is called her father&#x2019;s son-in-law. (<a href=\"/en/wol/bc/r1/lp-e/1200002171/12/0\" data-bid=\"13-1\" class=\"b\">Ge 16:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200002171/12/1\" data-bid=\"13-2\" class=\"b\"> Jg 19:3-5</a>) The sons of concubines were legitimate and therefore had an inheritance status equal to that of the sons of a regular wife.Before Abraham had any children, he spoke of his slave Eliezer as the prospective heir of his goods but was told by Jehovah that he would have a child as heir.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002171/13/0\" data-bid=\"14-1\" class=\"b\">Ge 15:1-4</a>.<strong>Period of the Law. </strong>Under the Law a father was prevented from constituting the son of a better-loved wife his firstborn at the expense of his actual firstborn from a wife less loved. He had to give to the firstborn a double portion of everything that he owned. (<a href=\"/en/wol/bc/r1/lp-e/1200002171/14/0\" data-bid=\"15-1\" class=\"b\">De 21:15-17</a>) When there were no sons, the inheritance went to the daughters. (<a href=\"/en/wol/bc/r1/lp-e/1200002171/15/0\" data-bid=\"16-1\" class=\"b\">Nu 27:6-8;</a><a href=\"/en/wol/bc/r1/lp-e/1200002171/15/1\" data-bid=\"16-2\" class=\"b\"> Jos 17:3-6</a>) However, daughters who inherited land were required to marry only in the family of their father&#x2019;s tribe, in order to prevent the circulation of their inheritance from tribe to tribe. (<a href=\"/en/wol/bc/r1/lp-e/1200002171/16/0\" data-bid=\"17-1\" class=\"b\">Nu 36:6-9</a>) If there were no children, the order of passing on the inheritance was to (1)&#xA0;brothers of the deceased, (2)&#xA0;his father&#x2019;s brothers, (3)&#xA0;the closest blood relation. (<a href=\"/en/wol/bc/r1/lp-e/1200002171/17/0\" data-bid=\"18-1\" class=\"b\">Nu 27:9-11</a>) A wife received no inheritance from her husband. If there were no children, the wife was considered to be the owner of the land until it was <span id=\"page1200\" class=\"pageNum\" data-no=\"1200\" data-before-text=\"1200\"></span>redeemed by the one having the right of repurchase. In such case the wife was repurchased along with the property. (<a href=\"/en/wol/bc/r1/lp-e/1200002171/18/0\" data-bid=\"19-1\" class=\"b\">Ru 4:1-12</a>) Under the law of brother-in-law marriage, the first child born to the woman by the repurchaser became heir of the deceased husband and carried on his name.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002171/19/0\" data-bid=\"20-1\" class=\"b\">De 25:5,&#xA0;6</a>.<strong><em>Hereditary lands. </em></strong>The inheritance of the sons of Israel was given to them by Jehovah, who outlined the boundaries of the land to Moses. (<a href=\"/en/wol/bc/r1/lp-e/1200002171/20/0\" data-bid=\"21-1\" class=\"b\">Nu 34:1-12;</a><a href=\"/en/wol/bc/r1/lp-e/1200002171/20/1\" data-bid=\"21-2\" class=\"b\"> Jos 1:4</a>) The sons of Gad, the sons of Reuben, and half of the tribe of Manasseh were granted their allotment of territory by Moses. (<a href=\"/en/wol/bc/r1/lp-e/1200002171/21/0\" data-bid=\"22-1\" class=\"b\">Nu 32:33;</a><a href=\"/en/wol/bc/r1/lp-e/1200002171/21/1\" data-bid=\"22-2\" class=\"b\"> Jos 14:3</a>) The rest of the tribes received their inheritance by lot at the direction of Joshua and Eleazar. (<a href=\"/en/wol/bc/r1/lp-e/1200002171/22/0\" data-bid=\"23-1\" class=\"b\">Jos 14:1,&#xA0;2</a>) In harmony with Jacob&#x2019;s prophecy at <a href=\"/en/wol/bc/r1/lp-e/1200002171/23/0\" data-bid=\"24-1\" class=\"b\">Genesis 49:5,</a><a href=\"/en/wol/bc/r1/lp-e/1200002171/23/1\" data-bid=\"24-2\" class=\"b\"> 7</a>, Simeon and Levi were not given a separate section of territory as inheritance. Simeon&#x2019;s territory consisted of land (along with enclave cities) inside the territory of Judah (<a href=\"/en/wol/bc/r1/lp-e/1200002171/24/0\" data-bid=\"25-1\" class=\"b\">Jos 19:1-9</a>), while Levi was granted 48 cities throughout the entire territory of Israel. Since the Levites received the appointment to special service at the sanctuary, Jehovah was said to be their inheritance. They received the tithe as their portion or inheritance in return for their service. (<a href=\"/en/wol/bc/r1/lp-e/1200002171/25/0\" data-bid=\"26-1\" class=\"b\">Nu 18:20, 21;</a><a href=\"/en/wol/bc/r1/lp-e/1200002171/25/1\" data-bid=\"26-2\" class=\"b\"> 35:6,&#xA0;7</a>) Families were given assignments within the territory of their tribe. As families would increase and sons would inherit, the land would be progressively divided up into smaller and smaller parcels.Since land was kept in the possession of the same family from generation to generation, it could not be sold in perpetuity. The sale of land was, in effect, only the leasing of it for the value of crops it would produce, the purchase price being on a graduated scale according to the number of years until the next Jubilee, at which time all land possession would revert to the original owner if it had not been repurchased or redeemed prior to the Jubilee. (<a href=\"/en/wol/bc/r1/lp-e/1200002171/26/0\" data-bid=\"27-1\" class=\"b\">Le 25:13,</a><a href=\"/en/wol/bc/r1/lp-e/1200002171/26/1\" data-bid=\"27-2\" class=\"b\"> 15,</a><a href=\"/en/wol/bc/r1/lp-e/1200002171/26/2\" data-bid=\"27-3\" class=\"b\"> 23,&#xA0;24</a>) This regulation included houses in unwalled cities, which were regarded as part of the open field. As for a house in a walled city, the right of repurchase remained only for one year from the time of sale, at which time it became the property of the buyer. In the case of houses in Levite cities, the right of repurchase continued to time indefinite because the Levites had no inheritance of land.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002171/27/0\" data-bid=\"28-1\" class=\"b\">Le 25:29-34</a>.The inviolability of the hereditary possession is illustrated in the case of Naboth&#x2019;s vineyard. Naboth refused either to sell it to the king or to exchange it for another vineyard; the crown did not have the right of eminent domain. (<a href=\"/en/wol/bc/r1/lp-e/1200002171/28/0\" data-bid=\"29-1\" class=\"b\">1Ki 21:2-6</a>) A person could, however, <em>devote </em>a part of his inheritance to Jehovah for the sanctuary. If so, it could not be redeemed, but it remained the property of the sanctuary and its priesthood. If a man wished to <em>sanctify </em>part of his property for the temporary use of the sanctuary, he could do so; and if he later wished to redeem it, he could do this by adding a fifth of its valuation. This doubtless protected the sanctuary treasury from loss and also created greater respect for the sanctuary and that which was offered in the worship of Jehovah. If the sanctified field was sold to another man, then in the Jubilee it would be as a field <em>devoted </em>and would not be returned to the original owner but would remain the property of the sanctuary and its priesthood.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002171/29/0\" data-bid=\"30-1\" class=\"b\">Le 27:15-21,</a><a href=\"/en/wol/bc/r1/lp-e/1200002171/29/1\" data-bid=\"30-2\" class=\"b\"> 28</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200002171/0\">SANCTIFICATION</a> (Sanctifying of Land).From the foregoing it can be seen that wills had no place in Hebrew terminology or practice, the laws of inheritance obviating any necessity of such a document. Even movable property was disposed of by its owner during his lifetime or by the laws of inheritance at the time of his death. In Jesus&#x2019; illustration of the prodigal son, the younger son, on request, received his share of the property before his father&#x2019;s death.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002171/30/0\" data-bid=\"31-1\" class=\"b\">Lu 15:12</a>.<strong><em>Benefits of hereditary laws. </em></strong>The laws governing the hereditary possessions and the dividing of them into smaller portions as the population increased were in themselves a contributing factor to greater family unity. In a land such as Israel, consisting of much hill country, as in Judea, this was advantageous in that it caused the Israelites to make the optimum use of the land, even terracing hillsides, resulting in clothing the land with beauty and greenery, the olive, the fig tree, the palm, and the vine, providing food for a great population. The fact that every man was a possessor of land created a greater love for the soil on which he lived, promoted industriousness, and, along with the Jubilee regulation, restored the nation to its original theocratic status every 50th year. This helped maintain a balanced economy. However, as with other features of the Law, abuses eventually crept in.As Jehovah had told Israel, he was the real Owner of the land. They were alien residents and settlers from his standpoint. Therefore, he was able to put them out of the land at any time he saw fit. (<a href=\"/en/wol/bc/r1/lp-e/1200002171/31/0\" data-bid=\"32-1\" class=\"b\">Le 25:23</a>) Because of their many violations of God&#x2019;s law, they were sent into exile for 70 years under the power of Babylon and remained under Gentile domination even after their restoration in 537&#xA0;B.C.E. Finally, in 70&#xA0;C.E., the Romans took them completely off the land, selling thousands into slavery. Even their genealogical records were lost or destroyed.<span id=\"page1201\" class=\"pageNum\" data-no=\"1201\" data-before-text=\"1201\"></span><strong>Christian Inheritance. </strong>Jesus Christ, as the son of David, inherits the throne of David. (<a href=\"/en/wol/bc/r1/lp-e/1200002171/32/0\" data-bid=\"33-1\" class=\"b\">Isa 9:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200002171/32/1\" data-bid=\"33-2\" class=\"b\"> Lu 1:32</a>) As the Son of God, he inherits heavenly kingship through the covenant Jehovah made with him. (<a href=\"/en/wol/bc/r1/lp-e/1200002171/33/0\" data-bid=\"34-1\" class=\"b\">Ps 110:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200002171/33/1\" data-bid=\"34-2\" class=\"b\"> Lu 22:28-30</a>) Christ, therefore, inherits the nations, to break to pieces all opposers and to rule forever.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002171/34/0\" data-bid=\"35-1\" class=\"b\">Ps 2:6-9</a>.The anointed members of the Christian congregation are spoken of as having a heavenly inheritance, sharing Jesus&#x2019; inheritance as his &#x201C;brothers.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002171/35/0\" data-bid=\"36-1\" class=\"b\">Eph 1:14;</a><a href=\"/en/wol/bc/r1/lp-e/1200002171/35/1\" data-bid=\"36-2\" class=\"b\"> Col 1:12;</a><a href=\"/en/wol/bc/r1/lp-e/1200002171/35/2\" data-bid=\"36-3\" class=\"b\"> 1Pe 1:4,&#xA0;5</a>) This includes the earth.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002171/36/0\" data-bid=\"37-1\" class=\"b\">Mt 5:5</a>.Because God redeemed Israel out of Egypt, they became his possession or &#x201C;inheritance.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002171/37/0\" data-bid=\"38-1\" class=\"b\">De 32:9;</a><a href=\"/en/wol/bc/r1/lp-e/1200002171/37/1\" data-bid=\"38-2\" class=\"b\"> Ps 33:12;</a><a href=\"/en/wol/bc/r1/lp-e/1200002171/37/2\" data-bid=\"38-3\" class=\"b\"> 74:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200002171/37/3\" data-bid=\"38-4\" class=\"b\"> Mic 7:14</a>) They foreshadowed the &#x201C;nation&#x201D; of spiritual Israel, whom God considers his &#x201C;inheritance&#x201D; because he possesses them, having purchased them by means of the blood of his only-begotten Son, Jesus Christ.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002171/38/0\" data-bid=\"39-1\" class=\"b\">1Pe 2:9;</a><a href=\"/en/wol/bc/r1/lp-e/1200002171/38/1\" data-bid=\"39-2\" class=\"b\"> 5:2,&#xA0;3;</a><a href=\"/en/wol/bc/r1/lp-e/1200002171/38/2\" data-bid=\"39-3\" class=\"b\"> Ac 20:28</a>.Jesus Christ pointed out that persons who give up valuable things for the sake of his name and for the sake of the good news &#x201C;will inherit everlasting life.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002171/39/0\" data-bid=\"40-1\" class=\"b\">Mt 19:29;</a><a href=\"/en/wol/bc/r1/lp-e/1200002171/39/1\" data-bid=\"40-2\" class=\"b\"> Mr 10:29, 30</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002171/1\">BIRTHRIGHT</a>; <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002171/2\">BROTHER-IN-LAW MARRIAGE</a>; <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002171/3\">FIRSTBORN, FIRSTLING</a>."}