{"title":"Installation","link":"/en/wol/d/r1/lp-e/1200002179","html":"<span id=\"page1207\" class=\"pageNum\" data-no=\"1207\" data-before-text=\"1207\"></span><strong>INSTALLATION</strong>(in&#xB7;stal&#xB7;la&#x2B9;tion).The induction of the priesthood into office. The Hebrew word for &#x201C;installation&#x201D; (<em>mil&#xB7;lu&#xB7;&#x2BC;im&#x2B9;</em>) literally means &#x201C;a filling,&#x201D; that is, a filling of the hand with power, an empowering. (<a href=\"/en/wol/bc/r1/lp-e/1200002179/0/0\" data-bid=\"1-1\" class=\"b\">Ex 29:22</a>, ftn; compare <a href=\"/en/wol/bc/r1/lp-e/1200002179/1/0\" data-bid=\"2-1\" class=\"b\">Eze 43:26</a>, ftn; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002179/0\">FILL HAND WITH POWER</a>.) The same term is used for the &#x201C;setting&#x201D; of jewels.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002179/2/0\" data-bid=\"3-1\" class=\"b\">1Ch 29:2</a>.Aaron and his sons were taken from the Kohathite family of the tribe of Levi to serve as the priesthood for Israel. (<a href=\"/en/wol/bc/r1/lp-e/1200002179/3/0\" data-bid=\"4-1\" class=\"b\">Ex 6:16,</a><a href=\"/en/wol/bc/r1/lp-e/1200002179/3/1\" data-bid=\"4-2\" class=\"b\"> 18,</a><a href=\"/en/wol/bc/r1/lp-e/1200002179/3/2\" data-bid=\"4-3\" class=\"b\"> 20;</a><a href=\"/en/wol/bc/r1/lp-e/1200002179/3/3\" data-bid=\"4-4\" class=\"b\"> 28:1</a>) Their installation occupied seven days, apparently falling on Nisan 1-7, 1512&#xA0;B.C.E., while Israel was encamped at the foot of Mount Sinai in the Arabian Peninsula. (<a href=\"/en/wol/bc/r1/lp-e/1200002179/4/0\" data-bid=\"5-1\" class=\"b\">Ex 40:2,</a><a href=\"/en/wol/bc/r1/lp-e/1200002179/4/1\" data-bid=\"5-2\" class=\"b\"> 12,</a><a href=\"/en/wol/bc/r1/lp-e/1200002179/4/2\" data-bid=\"5-3\" class=\"b\">&#xA0;17</a>) The tent of meeting had just been completed and set up on the first day of the month; the priestly family had been chosen by Jehovah; and now Moses, the brother of Aaron, as mediator of the Law covenant, was commanded to perform the ceremony of their sanctification and installation. Instructions for the procedure are given in <a href=\"/en/wol/bc/r1/lp-e/1200002179/5/0\" data-bid=\"6-1\" class=\"b\">Exodus chapter&#xA0;29</a>, and the record of Moses&#x2019; carrying out the ceremony is in <a href=\"/en/wol/bc/r1/lp-e/1200002179/6/0\" data-bid=\"7-1\" class=\"b\">Leviticus chapter&#xA0;8</a>.On this first day, with Jehovah&#x2019;s presence represented by the pillar of cloud above the tabernacle (<a href=\"/en/wol/bc/r1/lp-e/1200002179/7/0\" data-bid=\"8-1\" class=\"b\">Ex 40:33-38</a>), Moses assembled all the sacrificial items: the bull, the two rams, the basket of unfermented cakes, the anointing oil, and the priestly garments. As instructed, he called the congregation of Israel, which likely meant the older men as representatives of the entire congregation, to gather at the entrance of the tent of meeting, outside the curtain that surrounded the courtyard. Since they evidently could observe what took place in the courtyard, the gateway screen, 20 cubits (8.9&#xA0;m; 29&#xA0;ft) wide, was probably removed.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002179/8/0\" data-bid=\"9-1\" class=\"b\">Le 8:1-5;</a><a href=\"/en/wol/bc/r1/lp-e/1200002179/8/1\" data-bid=\"9-2\" class=\"b\"> Ex 27:16</a>.Moses washed Aaron and Aaron&#x2019;s sons Nadab, Abihu, Eleazar, and Ithamar (or, he commanded them to wash themselves) at the copper basin in the courtyard and put upon Aaron the glorious garments of the high priest. (<a href=\"/en/wol/bc/r1/lp-e/1200002179/9/0\" data-bid=\"10-1\" class=\"b\">Nu 3:2,&#xA0;3</a>) Now clothed in beautiful apparel, Aaron was invested with the garments representing the qualities and responsibilities of his office. Moses then anointed the tabernacle, all its furnishings and utensils, and the altar of burnt offering, as well as the basin and the utensils used in connection with them. This sanctified them, set them aside for the exclusive use and service of God for which they would now be employed. Finally Moses anointed Aaron by pouring the oil upon his head.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002179/10/0\" data-bid=\"11-1\" class=\"b\">Le 8:6-12;</a><a href=\"/en/wol/bc/r1/lp-e/1200002179/10/1\" data-bid=\"11-2\" class=\"b\"> Ex 30:22-33;</a><a href=\"/en/wol/bc/r1/lp-e/1200002179/10/2\" data-bid=\"11-3\" class=\"b\"> Ps 133:2</a>.<strong>Bull of the Sin Offering. </strong>Following this, Moses clothed Aaron&#x2019;s sons, after which he caused Aaron and his sons to lay their hands on the head of the bull of the sin offering, their action signifying their acknowledgment of the offering as being for them, the priestly house. After slaughtering the bull, Moses put some of the blood on the altar and poured the rest out at the base of the altar, thus symbolizing cleansing from the defilement brought because of the sinful nature of the priests who officiated at the altar. The blood being put on the <em>horns </em>of the altar evidently signified that the <em>power </em>of the sacrificial arrangement lay in the shed blood of the sacrifice. (<a href=\"/en/wol/bc/r1/lp-e/1200002179/11/0\" data-bid=\"12-1\" class=\"b\">Heb 9:22</a>) The sprinkling of the altar was likewise required in connection with other offerings. (<a href=\"/en/wol/bc/r1/lp-e/1200002179/12/0\" data-bid=\"13-1\" class=\"b\">Le 1:5,</a><a href=\"/en/wol/bc/r1/lp-e/1200002179/12/1\" data-bid=\"13-2\" class=\"b\"> 11;</a><a href=\"/en/wol/bc/r1/lp-e/1200002179/12/2\" data-bid=\"13-3\" class=\"b\"> 3:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200002179/12/3\" data-bid=\"13-4\" class=\"b\"> 4:6;</a><a href=\"/en/wol/bc/r1/lp-e/1200002179/12/4\" data-bid=\"13-5\" class=\"b\"> 16:18</a>) Notice, however, that this being &#x2018;ordination day&#x2019; for the priesthood and not the national atonement day for sins, the bull&#x2019;s blood was not taken into the Most Holy. (See <a href=\"/en/wol/bc/r1/lp-e/1200002179/13/0\" data-bid=\"14-1\" class=\"b\">Le 16:14</a>.) As with other sin offerings, the fat upon the intestines, the appendage of the liver, and the two kidneys with their fat were placed on the altar. (<a href=\"/en/wol/bc/r1/lp-e/1200002179/14/0\" data-bid=\"15-1\" class=\"b\">Le 4:8-10,</a><a href=\"/en/wol/bc/r1/lp-e/1200002179/14/1\" data-bid=\"15-2\" class=\"b\"> 20,</a><a href=\"/en/wol/bc/r1/lp-e/1200002179/14/2\" data-bid=\"15-3\" class=\"b\"> 26,</a><a href=\"/en/wol/bc/r1/lp-e/1200002179/14/3\" data-bid=\"15-4\" class=\"b\">&#xA0;31</a>) <span id=\"page1208\" class=\"pageNum\" data-no=\"1208\" data-before-text=\"1208\"></span>The rest of the bull, with its skin and dung, was taken outside the camp to be burned.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002179/15/0\" data-bid=\"16-1\" class=\"b\">Le 8:13-17</a>.<strong>Sacrificial Rams. </strong>Then Aaron and his sons laid hands on the ram of the burnt offering, and it was slaughtered, some of its blood being sprinkled upon the altar. The ram was then cut into parts, washed, and burned on the altar; but this did not include the dung and the skin. (<a href=\"/en/wol/bc/r1/lp-e/1200002179/16/0\" data-bid=\"17-1\" class=\"b\">Le 7:8</a>) As this ram of the burnt offering was offered up completely, nothing being retained for consumption by any human, so these priests were completely sanctified to Jehovah&#x2019;s holy, priestly service.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002179/17/0\" data-bid=\"18-1\" class=\"b\">Le 8:18-21</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002179/18/0\" data-bid=\"19-1\" class=\"b\">Le 1:3-9</a>.The other ram, &#x201C;the ram of the installation,&#x201D; after having the priests&#x2019; hands laid upon it, was slaughtered. Here the blood was used differently. Some of it was put on the right earlobe, right thumb, and right big toe of Aaron and his sons; so the faculties represented by these body members were to be used fully in connection with the sacrificial feature of their ministry. The rest of the blood Moses sprinkled upon the altar.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002179/19/0\" data-bid=\"20-1\" class=\"b\">Le 8:22-24</a>.The fat around the ram&#x2019;s organs, before being offered in the usual way, was placed, along with one of each of the three kinds of unfermented cakes taken from the basket, on the right leg of the ram. All of this was now put on the palms of Aaron and his sons and was waved before Jehovah by Moses, who evidently put his hands under the priests&#x2019; hands to do so. This signified that their hands were &#x2018;filled with power,&#x2019; that is, filled with sacrificial gifts and fully equipped and empowered for sacrificial duty. They were shown to be authorized not only to offer the fat portions on the altar but also to receive the gifts provided for their sustenance as Jehovah&#x2019;s abundant arrangement for his priesthood. The part of the ram waved, the right leg, usually went to the officiating priest as his portion. (<a href=\"/en/wol/bc/r1/lp-e/1200002179/20/0\" data-bid=\"21-1\" class=\"b\">Le 7:32-34;</a><a href=\"/en/wol/bc/r1/lp-e/1200002179/20/1\" data-bid=\"21-2\" class=\"b\"> Nu 18:18</a>) In this instance, it was all burned on the altar. Thus it was both presented (waved) before Jehovah and actually offered, acknowledging all of it as his bestowal upon the priesthood.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002179/21/0\" data-bid=\"22-1\" class=\"b\">Le 8:25-28</a>.Moses, acting in a priestly capacity during the installation service, now received the breast from the installation ram as his own portion, after presenting it as a wave offering.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002179/22/0\" data-bid=\"23-1\" class=\"b\">Le 8:29</a>; see also <a href=\"/en/wol/bc/r1/lp-e/1200002179/23/0\" data-bid=\"24-1\" class=\"b\">Ex 29:26-28</a>.Some of the ram&#x2019;s blood with the anointing oil (apparently mixed) was spattered upon Aaron, his sons, and their garments, to sanctify them. This also identified them with the sacrificial office, as directed by God&#x2019;s spirit. There is no mention of Aaron&#x2019;s sons being anointed by pouring oil over the head, as Aaron had been.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002179/24/0\" data-bid=\"25-1\" class=\"b\">Le 8:30</a>.At the entrance of the tent of meeting, Aaron and his sons were to boil the portion of the ram&#x2019;s flesh that had not been burned on the altar or given to Moses. They would eat it, along with the cakes remaining in the basket, but any of this food left over was to be burned the next morning. This emphasized the cleanness and also stressed the completeness of their sanctification and service (because what was eaten was free from any putrefaction or staleness, and remainders were <em>completely </em>disposed of). It is notable also that no leaven was in the cakes.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002179/25/0\" data-bid=\"26-1\" class=\"b\">Le 8:31, 32;</a><a href=\"/en/wol/bc/r1/lp-e/1200002179/25/1\" data-bid=\"26-2\" class=\"b\"> Ex 29:31-34</a>.<strong>Completion of the Installation. </strong>The installation took seven days, before the end of which the priesthood could not officiate in the fullest sense. On each of the days, a bull was sacrificed as a sin offering to purify the altar. During the entire seven days, day and night, the newly ordained priests had to man posts of duty at the entrance of the tent of meeting, keeping &#x201C;the obligatory watch of Jehovah,&#x201D; that they might not die.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002179/26/0\" data-bid=\"27-1\" class=\"b\">Le 8:33-36;</a><a href=\"/en/wol/bc/r1/lp-e/1200002179/26/1\" data-bid=\"27-2\" class=\"b\"> Ex 29:35-42</a>.On the eighth day, fully equipped and installed in office, the priesthood officiated (without Moses&#x2019; assistance) for the first time, performing an atonement service for the nation of Israel, especially in need of cleansing not only because of their natural sinfulness but also because of their recent disobedience in connection with the golden calf, which had brought Jehovah&#x2019;s displeasure. (<a href=\"/en/wol/bc/r1/lp-e/1200002179/27/0\" data-bid=\"28-1\" class=\"b\">Le 9:1-7;</a><a href=\"/en/wol/bc/r1/lp-e/1200002179/27/1\" data-bid=\"28-2\" class=\"b\"> Ex 32:1-10</a>) At the conclusion of this first service by the newly installed priesthood, Jehovah manifested his approval and confirmation of them in office by sending miraculous fire, doubtless from the pillar of cloud above the tabernacle, devouring the remainder of the sacrifice on the altar.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002179/28/0\" data-bid=\"29-1\" class=\"b\">Le 9:23,&#xA0;24</a>.The Bible gives no record of an installation ceremony for the successors of Aaron. Evidently the one installation service was sufficient to place the Aaronic house and all its male offspring in their priestly office once and for all, to continue to time indefinite, down until the installation in office of the true and everlasting high priest Jesus Christ.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002179/29/0\" data-bid=\"30-1\" class=\"b\">Heb 7:12,</a><a href=\"/en/wol/bc/r1/lp-e/1200002179/29/1\" data-bid=\"30-2\" class=\"b\"> 17;</a><a href=\"/en/wol/bc/r1/lp-e/1200002179/29/2\" data-bid=\"30-3\" class=\"b\"> 9:11, 12</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002179/1\">HIGH PRIEST</a>; <a href=\"/en/wol/tc/r1/lp-e/1200002179/2\">PRIEST</a>."}