{"title":"Isaac","link":"/en/wol/d/r1/lp-e/1200002203","html":"<span id=\"page1216\" class=\"pageNum\" data-no=\"1216\" data-before-text=\"1216\"></span><strong>ISAAC</strong>(I&#x2B9;saac) [Laughter].The only son of Abraham by his wife Sarah. Hence, a vital link in the line of descent leading to Christ. (<a href=\"/en/wol/bc/r1/lp-e/1200002203/0/0\" data-bid=\"1-1\" class=\"b\">1Ch 1:28,</a><a href=\"/en/wol/bc/r1/lp-e/1200002203/0/1\" data-bid=\"1-2\" class=\"b\"> 34;</a><a href=\"/en/wol/bc/r1/lp-e/1200002203/0/2\" data-bid=\"1-3\" class=\"b\"> Mt 1:1,&#xA0;2;</a><a href=\"/en/wol/bc/r1/lp-e/1200002203/0/3\" data-bid=\"1-4\" class=\"b\"> Lu 3:34</a>) Isaac was weaned at about 5, was as good as offered up as a sacrifice at perhaps 25, was married at 40, became father to twin sons at 60, and died at the age of 180.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002203/1/0\" data-bid=\"2-1\" class=\"b\">Ge 21:2-8;</a><a href=\"/en/wol/bc/r1/lp-e/1200002203/1/1\" data-bid=\"2-2\" class=\"b\"> 22:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200002203/1/2\" data-bid=\"2-3\" class=\"b\"> 25:20,</a><a href=\"/en/wol/bc/r1/lp-e/1200002203/1/3\" data-bid=\"2-4\" class=\"b\"> 26;</a><a href=\"/en/wol/bc/r1/lp-e/1200002203/1/4\" data-bid=\"2-5\" class=\"b\"> 35:28</a>.The birth of Isaac was under the most unusual circumstances. Both his father and his mother were very old, his mother long before having stopped menstruating. (<a href=\"/en/wol/bc/r1/lp-e/1200002203/2/0\" data-bid=\"3-1\" class=\"b\">Ge 18:11</a>) So when God told Abraham that Sarah would give birth to a son, he laughed over the prospect, saying: &#x201C;Will a man a hundred years old have a child born, and will Sarah, yes, will a woman ninety years old give birth?&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002203/3/0\" data-bid=\"4-1\" class=\"b\">Ge 17:17</a>) Upon learning what was to take place, Sarah laughed too. (See <a href=\"/en/wol/tc/r1/lp-e/1200002203/0\">LAUGHTER</a>.) Then, &#x201C;at the appointed time&#x201D; the following year, the child was born, proving that nothing is &#x201C;too extraordinary for Jehovah.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002203/4/0\" data-bid=\"5-1\" class=\"b\">Ge 18:9-15</a>) Sarah then exclaimed: &#x201C;God has prepared laughter for me,&#x201D; adding, &#x201C;everybody hearing of it will laugh at me.&#x201D; And so, just as Jehovah had said, the boy was appropriately named Isaac, meaning &#x201C;Laughter.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002203/5/0\" data-bid=\"6-1\" class=\"b\">Ge 21:1-7;</a><a href=\"/en/wol/bc/r1/lp-e/1200002203/5/1\" data-bid=\"6-2\" class=\"b\"> 17:19</a>.Being of Abraham&#x2019;s household and heir to the promises, Isaac was properly circumcised on the eighth day.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002203/6/0\" data-bid=\"7-1\" class=\"b\">Ge 17:9-14,</a><a href=\"/en/wol/bc/r1/lp-e/1200002203/6/1\" data-bid=\"7-2\" class=\"b\"> 19;</a><a href=\"/en/wol/bc/r1/lp-e/1200002203/6/2\" data-bid=\"7-3\" class=\"b\"> 21:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200002203/6/3\" data-bid=\"7-4\" class=\"b\"> Ac 7:8;</a><a href=\"/en/wol/bc/r1/lp-e/1200002203/6/4\" data-bid=\"7-5\" class=\"b\"> Ga 4:28</a>.<strong><em>How old was Isaac when he was weaned?</em></strong>The day Isaac was weaned, Abraham prepared a big feast. Apparently on that occasion Sarah noticed Ishmael &#x201C;poking fun&#x201D; at his younger half brother Isaac. (<a href=\"/en/wol/bc/r1/lp-e/1200002203/7/0\" data-bid=\"8-1\" class=\"b\">Ge 21:8,&#xA0;9</a>) Some translations (<em>JB, Mo, RS</em>) say that Ishmael was only &#x201C;playing&#x201D; with Isaac, that is, in the sense of child&#x2019;s play. However, the Hebrew word <em>tsa&#xB7;chaq&#x2B9; </em>can also have an offensive connotation. Thus, when this same word occurs in other texts (<a href=\"/en/wol/bc/r1/lp-e/1200002203/8/0\" data-bid=\"9-1\" class=\"b\">Ge 19:14;</a><a href=\"/en/wol/bc/r1/lp-e/1200002203/8/1\" data-bid=\"9-2\" class=\"b\"> 39:14,</a><a href=\"/en/wol/bc/r1/lp-e/1200002203/8/2\" data-bid=\"9-3\" class=\"b\">&#xA0;17</a>), these translations render it &#x201C;jesting&#x201D; or &#x201C;joking&#x201D; and &#x201C;insult.&#x201D;Certain Targums, as well as the Syriac <em>Peshitta, </em>at <a href=\"/en/wol/bc/r1/lp-e/1200002203/9/0\" data-bid=\"10-1\" class=\"b\">Genesis 21:9</a>, give Ishmael&#x2019;s remarks the sense of &#x201C;deriding.&#x201D; Concerning <em>tsa&#xB7;chaq&#x2B9;, </em>Cook&#x2019;s <em>Commentary </em>says: &#x201C;It probably means in this passage, as it has generally been understood, &#x2018;mocking laughter.&#x2019; As Abraham had laughed for joy concerning Isaac, and Sarah had laughed incredulously, so now Ishmael laughed in derision, and probably in a persecuting and tyrannical spirit.&#x201D; Deciding the matter, the inspired apostle Paul clearly shows that Ishmael&#x2019;s treatment of Isaac was affliction, <em>persecution, </em>not childlike play. (<a href=\"/en/wol/bc/r1/lp-e/1200002203/10/0\" data-bid=\"11-1\" class=\"b\">Ga 4:29</a>) Certain commentators, in view of Sarah&#x2019;s insistence, in the next verse (<a href=\"/en/wol/bc/r1/lp-e/1200002203/11/0\" data-bid=\"12-1\" class=\"b\">Ge 21:10</a>), that &#x201C;the son of this slave girl is not going to be an heir with my son, with Isaac,&#x201D; suggest that Ishmael (14 years Isaac&#x2019;s senior) perhaps quarreled and taunted Isaac with regard to heirship.Jehovah had told Abraham that as alien residents his seed would be afflicted for 400 years, which affliction ended with Israel&#x2019;s deliverance out of Egypt in 1513&#xA0;B.C.E. (<a href=\"/en/wol/bc/r1/lp-e/1200002203/12/0\" data-bid=\"13-1\" class=\"b\">Ge 15:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200002203/12/1\" data-bid=\"13-2\" class=\"b\"> Ac 7:6</a>) Four hundred years prior thereto would mark 1913&#xA0;B.C.E. as the beginning of that affliction. <span id=\"page1217\" class=\"pageNum\" data-no=\"1217\" data-before-text=\"1217\"></span>Consequently, this also fixes 1913 as the year Isaac was weaned, since timewise the two events, his being weaned and his being mistreated by Ishmael, are closely associated in the account. This means that Isaac was about five years old when weaned, having been born in 1918&#xA0;B.C.E. Incidentally, his birth marked the beginning of the 450 years mentioned in <a href=\"/en/wol/bc/r1/lp-e/1200002203/13/0\" data-bid=\"14-1\" class=\"b\">Acts 13:17-20</a>, which time period ended about 1467&#xA0;B.C.E. when Joshua&#x2019;s campaign in Canaan concluded and the land was distributed to the various tribes.Today, when so many women in the Western world refuse to nurse their babies, or nurse them for only six to nine months, a five-year period may seem inconceivably long. But Dr.&#xA0;D.&#xA0;B.&#xA0;Jelliffe reports that in many parts of the world children are not weaned until they are one and a half to two years old, and in Arabia it is customary for a mother to nurse her young anywhere from 13 to 32 months. Medically speaking, nursing, or lactation, may normally be continued until the next pregnancy is some few months advanced.<wbr>&#x2014;<em>Infant Nutrition in the Subtropics and Tropics, </em>Geneva, 1968, p.&#xA0;38.In the Middle Ages in Europe the average age for weaning was two years, and in the time of the Maccabees (first and second century B.C.E.) women nursed their sons for three years. (2 Maccabees 7:27) Four thousand years ago when people lived an unrushed life, and there was not the present-day pressure or necessity to telescope so much into the shortened life span, it is easy to understand why Sarah could have nursed Isaac for five years. Besides, he was Sarah&#x2019;s only child after many years of barrenness.<strong>Willing to Be Sacrificed. </strong>After Isaac was weaned, nothing further is said of his childhood. The next notice we have of him is when God said to his father Abraham: &#x201C;Take, please, your son, your only son whom you so love, Isaac, and make a trip to the land of Moriah and there offer him up as a burnt offering.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002203/14/0\" data-bid=\"15-1\" class=\"b\">Ge 22:1,&#xA0;2</a>) After a three-day journey they came to the place selected by God. Isaac carried the wood; his father, the fire and the slaughtering knife. &#x201C;But where is the sheep for the burnt offering?&#x201D; Isaac asked. &#x201C;God will provide himself the sheep&#x201D; was the answer.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002203/15/0\" data-bid=\"16-1\" class=\"b\">Ge 22:3-8,</a><a href=\"/en/wol/bc/r1/lp-e/1200002203/15/1\" data-bid=\"16-2\" class=\"b\">&#xA0;14</a>.Reaching the site, they built an altar and laid the wood in place. Then Isaac was bound hand and foot and put atop the wood. As Abraham raised the knife, Jehovah&#x2019;s angel stayed his hand. Abraham&#x2019;s faith had not been misplaced; Jehovah provided a ram, there caught in the mountain thicket, that could be offered up for a burnt offering in the place of and as a substitute for Isaac. (<a href=\"/en/wol/bc/r1/lp-e/1200002203/16/0\" data-bid=\"17-1\" class=\"b\">Ge 22:9-14</a>) Thus Abraham, reckoning &#x201C;that God was able to raise him up even from the dead,&#x201D; did &#x201C;in an illustrative way&#x201D; receive Isaac back from the dead.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002203/17/0\" data-bid=\"18-1\" class=\"b\">Heb 11:17-19</a>.This dramatic episode proved the faith and obedience not only of Abraham but also of his son Isaac. Jewish tradition, recorded by Josephus, says that Isaac was 25 years old at the time. At any rate, he was old enough and strong enough to carry a considerable quantity of wood up a mountain. So, he could have resisted his 125-year-old father when the time came to bind him if he had chosen to be rebellious against Jehovah&#x2019;s commandments. (<em>Jewish Antiquities, </em>I, 227 [xiii,&#xA0;2]) Instead, Isaac submissively let his father proceed to offer him as a sacrifice in harmony with God&#x2019;s will. For this demonstration of Abraham&#x2019;s faith, Jehovah then repeated and enlarged upon his covenant with Abraham, which covenant was transferred by God to Isaac after the death of Isaac&#x2019;s father.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002203/18/0\" data-bid=\"19-1\" class=\"b\">Ge 22:15-18;</a><a href=\"/en/wol/bc/r1/lp-e/1200002203/18/1\" data-bid=\"19-2\" class=\"b\"> 26:1-5;</a><a href=\"/en/wol/bc/r1/lp-e/1200002203/18/2\" data-bid=\"19-3\" class=\"b\"> Ro 9:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200002203/18/3\" data-bid=\"19-4\" class=\"b\"> Jas 2:21</a>.More important, a great prophetic picture was there enacted, portraying how Christ Jesus, the Greater Isaac, would in due time willingly lay down his human life as the Lamb of God for mankind&#x2019;s salvation.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002203/19/0\" data-bid=\"20-1\" class=\"b\">Joh 1:29,</a><a href=\"/en/wol/bc/r1/lp-e/1200002203/19/1\" data-bid=\"20-2\" class=\"b\"> 36;</a><a href=\"/en/wol/bc/r1/lp-e/1200002203/19/2\" data-bid=\"20-3\" class=\"b\"> 3:16</a>.<strong>Marriage and Family. </strong>After the death of Isaac&#x2019;s mother his father concluded it was time the son got married. Abraham, however, was determined that Isaac would not marry a pagan Canaanite. So, under the patriarchal arrangement, Abraham sent his trusted household servant back to the relatives in Mesopotamia to pick a woman of Semitic origin who also worshiped Abraham&#x2019;s God Jehovah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002203/20/0\" data-bid=\"21-1\" class=\"b\">Ge 24:1-9</a>.The mission was bound to succeed, for from the very outset the whole matter of choice was placed in the hands of Jehovah. As it turned out, Isaac&#x2019;s cousin Rebekah proved to be God&#x2019;s choice, and she, in turn, willingly left her relatives and family to accompany the caravan back to the land of the Negeb where Isaac lived. The account tells of the meeting of the two for the first time and then says: &#x201C;After that Isaac brought her into the tent of Sarah his mother. Thus he took Rebekah and she became his wife; and he fell in love with her, and Isaac found comfort after the loss of his mother.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002203/21/0\" data-bid=\"22-1\" class=\"b\">Ge 24:10-67</a>) Isaac being 40, the marriage took place in 1878&#xA0;B.C.E.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002203/22/0\" data-bid=\"23-1\" class=\"b\">Ge 25:20</a>.From the history of Isaac we learn that Rebekah continued barren for 20 years. This afforded Isaac the opportunity to show whether he, like his father, had faith in Jehovah&#x2019;s promise to bless all <span id=\"page1218\" class=\"pageNum\" data-no=\"1218\" data-before-text=\"1218\"></span>the families of the earth through a seed yet unborn, and this he did by continually entreating Jehovah for a son. (<a href=\"/en/wol/bc/r1/lp-e/1200002203/23/0\" data-bid=\"24-1\" class=\"b\">Ge 25:19-21</a>) As in his own case, it was again demonstrated that the seed of promise would come, not through the natural course of events, but only through Jehovah&#x2019;s intervening power. (<a href=\"/en/wol/bc/r1/lp-e/1200002203/24/0\" data-bid=\"25-1\" class=\"b\">Jos 24:3,&#xA0;4</a>) Finally, in 1858&#xA0;B.C.E., when Isaac was 60 years old, he was given the double blessing of twins, Esau and Jacob.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002203/25/0\" data-bid=\"26-1\" class=\"b\">Ge 25:22-26</a>.Because of a famine, Isaac moved his family to Gerar in Philistine territory, being told by God not to go down to Egypt. It was on this occasion that Jehovah confirmed his purpose to carry out the Abrahamic promise through Isaac, repeating its terms: &#x201C;I will multiply your seed like the stars of the heavens and I will give to your seed all these lands; and by means of your seed all nations of the earth will certainly bless themselves.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002203/26/0\" data-bid=\"27-1\" class=\"b\">Ge 26:1-6;</a><a href=\"/en/wol/bc/r1/lp-e/1200002203/26/1\" data-bid=\"27-2\" class=\"b\"> Ps 105:8,&#xA0;9</a>.In this not too friendly Philistine country, Isaac, like his father Abraham, used strategy by claiming his wife was his sister. After a time, Jehovah&#x2019;s blessing on Isaac became a source of envy to the Philistines, making it necessary for him to move, first to the torrent valley of Gerar, and then to Beer-sheba, on the edge of the arid Negeb region. While here, the formerly hostile Philistines came seeking &#x201C;an oath of obligation,&#x201D; or a treaty of peace, with Isaac, for as they acknowledged, &#x201C;You now are the blessed of Jehovah.&#x201D; At this place his men struck water and Isaac called it Shibah. &#x201C;That is why the name of the city is Beer-sheba [meaning &#x201C;Well of the Oath; or, Well of Seven&#x201D;], down to this day.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002203/27/0\" data-bid=\"28-1\" class=\"b\">Ge 26:7-33</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002203/1\">BEER-SHEBA</a>.Isaac had always been fond of Esau, because he was the outdoor type, a hunter and a man of the field, and this meant game in Isaac&#x2019;s mouth. (<a href=\"/en/wol/bc/r1/lp-e/1200002203/28/0\" data-bid=\"29-1\" class=\"b\">Ge 25:28</a>) So, with failing eyesight and a feeling he did not have long to live, Isaac prepared to give Esau the firstborn&#x2019;s blessing. (<a href=\"/en/wol/bc/r1/lp-e/1200002203/29/0\" data-bid=\"30-1\" class=\"b\">Ge 27:1-4</a>) Whether he was unaware that Esau had sold his birthright to his brother Jacob and whether he failed to remember the divine decree, given before the two boys&#x2019; birth, that &#x201C;the older will serve the younger,&#x201D; is not known. (<a href=\"/en/wol/bc/r1/lp-e/1200002203/30/0\" data-bid=\"31-1\" class=\"b\">Ge 25:23,</a><a href=\"/en/wol/bc/r1/lp-e/1200002203/30/1\" data-bid=\"31-2\" class=\"b\"> 29-34</a>) Whatever the case, Jehovah remembered, and so did Rebekah, who quickly arranged things so that Jacob received the blessing. When Isaac learned of the ruse that had been used to accomplish this, he refused to change what was unmistakably Jehovah&#x2019;s will in the matter. Isaac also prophesied that Esau and his descendants would reside far away from the fertile fields, would live by the sword, and would finally break the yoke of servitude to Jacob from off their necks.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002203/31/0\" data-bid=\"32-1\" class=\"b\">Ge 27:5-40;</a><a href=\"/en/wol/bc/r1/lp-e/1200002203/31/1\" data-bid=\"32-2\" class=\"b\"> Ro 9:10-13</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002203/2\">ESAU</a>.Subsequently, Isaac sent Jacob to Paddan-aram to make sure he did not marry a Canaanitess, as his brother Esau had done to the vexation of his parents. When Jacob returned many years later, Isaac was residing at Kiriath-arba, that is, Hebron, in the hill country. It was here in 1738&#xA0;B.C.E., the year before his grandson Joseph was made prime minister of Egypt, that Isaac died at the age of 180, &#x201C;old and satisfied with days.&#x201D; Isaac was buried in the cave of Machpelah where his parents and his wife were buried, and where later his son Jacob would be buried.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002203/32/0\" data-bid=\"33-1\" class=\"b\">Ge 26:34, 35;</a><a href=\"/en/wol/bc/r1/lp-e/1200002203/32/1\" data-bid=\"33-2\" class=\"b\"> 27:46;</a><a href=\"/en/wol/bc/r1/lp-e/1200002203/32/2\" data-bid=\"33-3\" class=\"b\"> 28:1-5;</a><a href=\"/en/wol/bc/r1/lp-e/1200002203/32/3\" data-bid=\"33-4\" class=\"b\"> 35:27-29;</a><a href=\"/en/wol/bc/r1/lp-e/1200002203/32/4\" data-bid=\"33-5\" class=\"b\"> 49:29-32</a>.<strong>Significance of Other References to Isaac. </strong>Throughout the Bible, Isaac is mentioned dozens of times in the familiar expression &#x201C;Abraham, Isaac and Jacob.&#x201D; Sometimes the point being made is in reference to Jehovah as the God these patriarchs worshiped and served. (<a href=\"/en/wol/bc/r1/lp-e/1200002203/33/0\" data-bid=\"34-1\" class=\"b\">Ex 3:6,</a><a href=\"/en/wol/bc/r1/lp-e/1200002203/33/1\" data-bid=\"34-2\" class=\"b\"> 16;</a><a href=\"/en/wol/bc/r1/lp-e/1200002203/33/2\" data-bid=\"34-3\" class=\"b\"> 4:5;</a><a href=\"/en/wol/bc/r1/lp-e/1200002203/33/3\" data-bid=\"34-4\" class=\"b\"> Mt 22:32;</a><a href=\"/en/wol/bc/r1/lp-e/1200002203/33/4\" data-bid=\"34-5\" class=\"b\"> Ac 3:13</a>) At other times the reference is to the covenant Jehovah made with them. (<a href=\"/en/wol/bc/r1/lp-e/1200002203/34/0\" data-bid=\"35-1\" class=\"b\">Ex 2:24;</a><a href=\"/en/wol/bc/r1/lp-e/1200002203/34/1\" data-bid=\"35-2\" class=\"b\"> De 29:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200002203/34/2\" data-bid=\"35-3\" class=\"b\"> 2Ki 13:23</a>) Jesus also used this expression in an illustrative way. (<a href=\"/en/wol/bc/r1/lp-e/1200002203/35/0\" data-bid=\"36-1\" class=\"b\">Mt 8:11</a>) In one instance Isaac, the patriarchal forefather, is mentioned in a Hebraic parallelism along with his descendants, the nation of Israel.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002203/36/0\" data-bid=\"37-1\" class=\"b\">Am 7:9,</a><a href=\"/en/wol/bc/r1/lp-e/1200002203/36/1\" data-bid=\"37-2\" class=\"b\">&#xA0;16</a>.Isaac as the seed of Abraham was pictorial of Christ, through whom everlasting blessings come. As it is written: &#x201C;Now the promises were spoken to Abraham and to his seed. It says, not: &#x2018;And to seeds,&#x2019; as in the case of many such, but as in the case of one: &#x2018;And to your seed,&#x2019; who is Christ.&#x201D; And by extension, Isaac was also pictorial of those who &#x201C;belong to Christ,&#x201D; who &#x201C;are really Abraham&#x2019;s seed, heirs with reference to a promise.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002203/37/0\" data-bid=\"38-1\" class=\"b\">Ga 3:16,</a><a href=\"/en/wol/bc/r1/lp-e/1200002203/37/1\" data-bid=\"38-2\" class=\"b\">&#xA0;29</a>) Furthermore, the two boys, Isaac and Ishmael, together with their mothers, &#x201C;stand as a symbolic drama.&#x201D; Whereas natural Israel (like Ishmael) &#x201C;was actually born in the manner of flesh,&#x201D; these making up spiritual Israel &#x201C;are children belonging to the promise the same as Isaac was.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002203/38/0\" data-bid=\"39-1\" class=\"b\">Ga 4:21-31</a>.Isaac is also numbered among the &#x201C;so great a cloud of witnesses surrounding us,&#x201D; for he too was among those &#x201C;awaiting the city having real foundations, the builder and maker of which city is God.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002203/39/0\" data-bid=\"40-1\" class=\"b\">Heb 12:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200002203/39/1\" data-bid=\"40-2\" class=\"b\"> 11:9, 10,</a><a href=\"/en/wol/bc/r1/lp-e/1200002203/39/2\" data-bid=\"40-3\" class=\"b\"> 13-16,</a><a href=\"/en/wol/bc/r1/lp-e/1200002203/39/3\" data-bid=\"40-4\" class=\"b\">&#xA0;20</a>."}