{"title":"Isaiah","link":"/en/wol/d/r1/lp-e/1200002204","html":"<span id=\"page1218\" class=\"pageNum\" data-no=\"1218\" data-before-text=\"1218\"></span><strong>ISAIAH</strong>(I&#xB7;sa&#x2B9;iah) [Salvation of Jehovah].A prophet, the son of Amoz (not the prophet Amos). He served Judah and Jerusalem in the days of Kings Uzziah, Jotham, Ahaz, and Hezekiah of Judah. (<a href=\"/en/wol/bc/r1/lp-e/1200002204/0/0\" data-bid=\"1-1\" class=\"b\">Isa 1:1</a>) Kings Pekah and Hoshea were <span id=\"page1219\" class=\"pageNum\" data-no=\"1219\" data-before-text=\"1219\"></span>ruling in the northern kingdom of Israel, which ended in 740&#xA0;B.C.E., during the time of Isaiah&#x2019;s prophetic service. Contemporary prophets were Micah, Hosea, and Oded. Isaiah evidently began his prophesying later than Hosea did and before Micah began.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002204/1/0\" data-bid=\"2-1\" class=\"b\">2Ch 28:9;</a><a href=\"/en/wol/bc/r1/lp-e/1200002204/1/1\" data-bid=\"2-2\" class=\"b\"> Ho 1:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200002204/1/2\" data-bid=\"2-3\" class=\"b\"> Mic 1:1</a>.During Isaiah&#x2019;s prophetic service to Judah, especially in the days of King Ahaz, the kingdom was in a deplorable moral state. It was full of revolt on the part of both princes and people, and in Jehovah&#x2019;s eyes the nation was sick in the heart and in the head. The rulers were called &#x201C;dictators of Sodom&#x201D; and the people likened to &#x201C;people of Gomorrah.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002204/2/0\" data-bid=\"3-1\" class=\"b\">Isa 1:2-10</a>) Isaiah was told in advance that their ears would be unresponsive. Jehovah said that this situation would continue until the nation would come to ruin and that only &#x201C;a tenth,&#x201D; &#x201C;a holy seed,&#x201D; would be left like the stump of a massive tree. Isaiah&#x2019;s prophetic work must have comforted and strengthened the faith of that small number, even though the rest of the nation refused to take heed.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002204/3/0\" data-bid=\"4-1\" class=\"b\">Isa 6:1-13</a>.Though concentrating on Judah, Isaiah also uttered prophecies concerning Israel and the nations round about, as they had a bearing on Judah&#x2019;s situation and history. He enjoyed a long term in the prophetic office, starting in about 778&#xA0;B.C.E., when King Uzziah died, or possibly earlier, and continuing until sometime after the 14th year of Hezekiah&#x2019;s reign (732&#xA0;B.C.E.).<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002204/4/0\" data-bid=\"5-1\" class=\"b\">Isa 36:1,&#xA0;2;</a><a href=\"/en/wol/bc/r1/lp-e/1200002204/4/1\" data-bid=\"5-2\" class=\"b\"> 37:37,&#xA0;38</a>.<strong>Isaiah&#x2019;s Family. </strong>Isaiah was married. His wife is called &#x201C;the prophetess&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002204/5/0\" data-bid=\"6-1\" class=\"b\">Isa 8:3</a>), which seems to mean more than merely the wife of a prophet. Evidently, like Deborah of the time of the Judges and like Huldah during Josiah&#x2019;s reign, she had a prophetic assignment from Jehovah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002204/6/0\" data-bid=\"7-1\" class=\"b\">Jg 4:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200002204/6/1\" data-bid=\"7-2\" class=\"b\"> 2Ki 22:14</a>.The Bible names two sons of Isaiah, given to him as &#x201C;signs and as miracles in Israel.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002204/7/0\" data-bid=\"8-1\" class=\"b\">Isa 8:18</a>) Shear-jashub was old enough in the days of Ahaz to accompany his father when Isaiah delivered a message to that king. The name Shear-jashub means &#x201C;A Mere Remnant (Those Remaining Over) Will Return.&#x201D; This name was prophetic in that, just as certainly as a son born to Isaiah was given that name, so the kingdom of Judah would in time be overthrown and only a mere remnant would return after a period of exile. (<a href=\"/en/wol/bc/r1/lp-e/1200002204/8/0\" data-bid=\"9-1\" class=\"b\">Isa 7:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200002204/8/1\" data-bid=\"9-2\" class=\"b\"> 10:20-23</a>) This return of a small remnant took place in 537&#xA0;B.C.E. when King Cyrus of Persia issued a decree liberating them from Babylon after an exile of 70 years.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002204/9/0\" data-bid=\"10-1\" class=\"b\">2Ch 36:22, 23;</a><a href=\"/en/wol/bc/r1/lp-e/1200002204/9/1\" data-bid=\"10-2\" class=\"b\"> Ezr 1:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200002204/9/2\" data-bid=\"10-3\" class=\"b\"> 2:1,&#xA0;2</a>.Another son of Isaiah was named prior to conception, and the name was written on a tablet and attested to by reliable witnesses. Apparently the matter was kept secret until after the birth of the son, when the witnesses could come forward and testify to the prophet&#x2019;s foretelling of the birth, thereby proving the matter to have prophetic significance. The name given to the boy by God&#x2019;s command was Maher-shalal-hash-baz, meaning &#x201C;Hurry, O&#xA0;Spoil! He Has Made Haste to the Plunder; or, Hurrying to the Spoil, He Has Made Haste to the Plunder.&#x201D; It was said that before this son would know how to call out, &#x201C;My father!&#x201D; and &#x201C;My mother!&#x201D; the threat to Judah existing from the conspiracy of Syria and the ten-tribe kingdom of Israel would be removed.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002204/10/0\" data-bid=\"11-1\" class=\"b\">Isa 8:1-4</a>.The prophecy indicated that relief would come to Judah soon; relief did come when Assyria interfered with the campaign against Judah by King Rezin of Syria and King Pekah of Israel. The Assyrians captured Damascus and, later, in 740&#xA0;B.C.E., despoiled and destroyed the kingdom of Israel, fully carrying out the prophetic meaning of the boy&#x2019;s name. (<a href=\"/en/wol/bc/r1/lp-e/1200002204/11/0\" data-bid=\"12-1\" class=\"b\">2Ki 16:5-9;</a><a href=\"/en/wol/bc/r1/lp-e/1200002204/11/1\" data-bid=\"12-2\" class=\"b\"> 17:1-6</a>) However, instead of trusting in Jehovah, King Ahaz tried to stave off the threat made by Syria and Israel, resorting to bribery of the king of Assyria to gain his protection. Because of this, Jehovah allowed Assyria to become a great threat to Judah and actually to flood into the land right up to Jerusalem itself, as Isaiah had warned.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002204/12/0\" data-bid=\"13-1\" class=\"b\">Isa 7:17-20</a>.Isaiah spoke many times of &#x201C;signs&#x201D; that Jehovah would give, among them being his two sons and, in one instance, Isaiah himself. Jehovah commanded him to walk about naked and barefoot for three years as a sign and a portent against Egypt and against Ethiopia, signifying that they would be led captive by the king of Assyria.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002204/13/0\" data-bid=\"14-1\" class=\"b\">Isa 20:1-6</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002204/14/0\" data-bid=\"15-1\" class=\"b\">Isa 7:11,</a><a href=\"/en/wol/bc/r1/lp-e/1200002204/14/1\" data-bid=\"15-2\" class=\"b\"> 14;</a><a href=\"/en/wol/bc/r1/lp-e/1200002204/14/2\" data-bid=\"15-3\" class=\"b\"> 19:20;</a><a href=\"/en/wol/bc/r1/lp-e/1200002204/14/3\" data-bid=\"15-4\" class=\"b\"> 37:30;</a><a href=\"/en/wol/bc/r1/lp-e/1200002204/14/4\" data-bid=\"15-5\" class=\"b\"> 38:7,</a><a href=\"/en/wol/bc/r1/lp-e/1200002204/14/5\" data-bid=\"15-6\" class=\"b\"> 22;</a><a href=\"/en/wol/bc/r1/lp-e/1200002204/14/6\" data-bid=\"15-7\" class=\"b\"> 55:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200002204/14/7\" data-bid=\"15-8\" class=\"b\"> 66:19</a>.<strong>Prophecies of Exile and Restoration. </strong>Isaiah was also privileged to foretell that Assyria would not be the nation to dethrone the kings of Judah and destroy Jerusalem, but that this would be done by Babylon. (<a href=\"/en/wol/bc/r1/lp-e/1200002204/15/0\" data-bid=\"16-1\" class=\"b\">Isa 39:6,&#xA0;7</a>) At the time when Assyria flooded Judah &#x201C;up to the neck,&#x201D; Isaiah delivered the comforting message to King Hezekiah that the Assyrian forces would not be able to enter the city. (<a href=\"/en/wol/bc/r1/lp-e/1200002204/16/0\" data-bid=\"17-1\" class=\"b\">Isa 8:7,&#xA0;8</a>) Jehovah backed up His word by sending an angel to destroy 185,000 of the Assyrian army&#x2019;s mighty men and leaders, thus delivering Jerusalem.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002204/17/0\" data-bid=\"18-1\" class=\"b\">2Ch 32:21</a>.The thing that undoubtedly gave Isaiah the greatest joy was the privilege accorded him by <span id=\"page1220\" class=\"pageNum\" data-no=\"1220\" data-before-text=\"1220\"></span>Jehovah to speak and to write many prophecies of restoration of his beloved Jerusalem. Although Jehovah would allow the people to go into exile to Babylon because of rebellion and revolt against him, God would in time judge Babylon because she acted out of malice and intended to hold God&#x2019;s people in captivity forever. A number of Isaiah&#x2019;s prophecies are devoted to God&#x2019;s judgment on Babylon and the desolate ruin she would become, never to be rebuilt.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002204/18/0\" data-bid=\"19-1\" class=\"b\">Isa 45:1,&#xA0;2;</a><a href=\"/en/wol/bc/r1/lp-e/1200002204/18/1\" data-bid=\"19-2\" class=\"b\"> chaps 13,</a><a href=\"/en/wol/bc/r1/lp-e/1200002204/18/2\" data-bid=\"19-3\" class=\"b\"> 14,</a><a href=\"/en/wol/bc/r1/lp-e/1200002204/18/3\" data-bid=\"19-4\" class=\"b\"> 46-48</a>.The restoration prophecies that are found throughout the book of Isaiah glorify Jehovah&#x2019;s undeserved kindness and mercy toward his people and toward all mankind. They foretell the time when Jerusalem would be elevated to a new position with Jehovah, a glory that would be seen by all nations, and when she would be a blessing to all nations. Jerusalem was indeed restored and rebuilt and was blessed by the presence of the Messiah, who &#x201C;shed light upon life and incorruption through the good news.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002204/19/0\" data-bid=\"20-1\" class=\"b\">2Ti 1:10</a>) Jerusalem&#x2019;s restoration also had a greater and grander fulfillment to come.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002204/20/0\" data-bid=\"21-1\" class=\"b\">Ro 15:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200002204/20/1\" data-bid=\"21-2\" class=\"b\"> 1Co 10:11;</a><a href=\"/en/wol/bc/r1/lp-e/1200002204/20/2\" data-bid=\"21-3\" class=\"b\"> Ga 4:25,&#xA0;26</a>.<strong>Effects of Isaiah&#x2019;s Work. </strong>Isaiah wrote not only the Bible book bearing his name but also evidently at least one historical book, the affairs of King Uzziah, which no doubt formed part of the official records of the nation. (<a href=\"/en/wol/bc/r1/lp-e/1200002204/21/0\" data-bid=\"22-1\" class=\"b\">2Ch 26:22</a>) In faithfully carrying out the prophetic work assigned to him by Jehovah, he had a strong influence on the nation&#x2019;s history, particularly as a result of his counseling and guiding righteous King Hezekiah. Many of Isaiah&#x2019;s prophecies also have a larger fulfillment in the Messiah and his Kingdom. Isaiah&#x2019;s book is quoted or referred to many times in the Christian Greek Scriptures. In many instances the Christian writers make application of Isaiah&#x2019;s prophecies to Jesus Christ or point to a fulfillment of his prophecies in their day."}