{"title":"Isaiah, Book of","link":"/en/wol/d/r1/lp-e/1200002205","html":"<span id=\"page1220\" class=\"pageNum\" data-no=\"1220\" data-before-text=\"1220\"></span><strong>ISAIAH, BOOK OF</strong>The book of Isaiah outstandingly magnifies Jehovah as &#x201C;the Holy One of Israel,&#x201D; applying this expression to him a total of 25 times. Also, it points with unmistakable clarity to the Messiah, or Anointed One, of Jehovah through whom deliverance would come to the people of God.The very first verse of the book of Isaiah identifies its contents as &#x201C;the vision of Isaiah the son of Amoz that he visioned concerning Judah and Jerusalem.&#x201D; So, although the book contains prophetic utterances concerning many nations, they are not to be viewed as a collection of disconnected pronouncements concerning these nations. Rather, these are a series of prophecies that had a direct effect on Judah and Jerusalem.<strong>Historical Background. </strong><a href=\"/en/wol/bc/r1/lp-e/1200002205/0/0\" data-bid=\"1-1\" class=\"b\">Isaiah 1:1</a> informs us that Isaiah visioned these things in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah. This was a period of severe international tension and one in which false religious attitudes had a profound effect on the people of Judah. Near the beginning of Isaiah&#x2019;s career King Uzziah died a leper because of his presumptuousness in taking over priestly duties. (<a href=\"/en/wol/bc/r1/lp-e/1200002205/1/0\" data-bid=\"2-1\" class=\"b\">2Ch 26:16,</a><a href=\"/en/wol/bc/r1/lp-e/1200002205/1/1\" data-bid=\"2-2\" class=\"b\"> 19-21</a>) It is reported that during the reign of Uzziah&#x2019;s son Jotham, while the king did what was right, &#x201C;the people were yet acting ruinously.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002205/2/0\" data-bid=\"3-1\" class=\"b\">2Ch 27:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200002205/2/1\" data-bid=\"3-2\" class=\"b\"> 2Ki 15:34</a>.Next came King Ahaz, who for 16 years set a bad example for the nation, carrying on Baal worship with its rites of human sacrifice. There was &#x201C;great unfaithfulness toward Jehovah.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002205/3/0\" data-bid=\"4-1\" class=\"b\">2Ch 28:1-4,</a><a href=\"/en/wol/bc/r1/lp-e/1200002205/3/1\" data-bid=\"4-2\" class=\"b\">&#xA0;19</a>) It was at this time that the allied kings of Syria and Israel besieged Jerusalem so that Ahaz, ignoring the counsel of Isaiah the prophet, sent to Tiglath-pileser&#xA0;III, the king of Assyria, for military assistance. (<a href=\"/en/wol/bc/r1/lp-e/1200002205/4/0\" data-bid=\"5-1\" class=\"b\">2Ki 16:5-8;</a><a href=\"/en/wol/bc/r1/lp-e/1200002205/4/1\" data-bid=\"5-2\" class=\"b\"> Isa 7:1-12</a>) By this Ahaz &#x2018;made flesh his arm, his heart turning away from Jehovah.&#x2019; (<a href=\"/en/wol/bc/r1/lp-e/1200002205/5/0\" data-bid=\"6-1\" class=\"b\">Jer 17:5</a>) Assyria agreed to an alliance, but, of course, was interested mainly in expanding its own power. The Assyrian army captured Damascus of Syria and apparently took into exile those inhabitants of religiously apostate Israel that lived E of the Jordan.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002205/6/0\" data-bid=\"7-1\" class=\"b\">1Ch 5:26</a>.Later, when Samaria failed to pay tribute, it too was besieged and its inhabitants were deported. (<a href=\"/en/wol/bc/r1/lp-e/1200002205/7/0\" data-bid=\"8-1\" class=\"b\">2Ki 16:9;</a><a href=\"/en/wol/bc/r1/lp-e/1200002205/7/1\" data-bid=\"8-2\" class=\"b\"> 17:4-6;</a><a href=\"/en/wol/bc/r1/lp-e/1200002205/7/2\" data-bid=\"8-3\" class=\"b\"> 18:9-12</a>) This ended the ten-tribe kingdom and left Judah surrounded on all sides by Gentile nations. Later Assyrian rulers kept up military operations in the W, assaulting cities of Judah and of surrounding nations. Sennacherib even demanded the capitulation of Jerusalem itself. But under the kingship of Hezekiah the situation there had changed. Hezekiah trusted in Jehovah, and Jehovah proved to be with him.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002205/8/0\" data-bid=\"9-1\" class=\"b\">2Ki 18:5-7;</a><a href=\"/en/wol/bc/r1/lp-e/1200002205/8/1\" data-bid=\"9-2\" class=\"b\"> Isa chaps 36,</a><a href=\"/en/wol/bc/r1/lp-e/1200002205/8/2\" data-bid=\"9-3\" class=\"b\">&#xA0;37</a>.Isaiah undertook his service as a prophet during the reign of Uzziah, who began to rule in 829&#xA0;B.C.E., and he continued as such into the time of Hezekiah&#x2019;s reign, which concluded by about 717&#xA0;B.C.E. <a href=\"/en/wol/bc/r1/lp-e/1200002205/9/0\" data-bid=\"10-1\" class=\"b\">Isaiah, chapter&#xA0;6, verse&#xA0;1</a>, refers to &#x201C;the year that King Uzziah died&#x201D; (c.&#xA0;778&#xA0;B.C.E.) as the time when Isaiah received the commission from Jehovah that is recorded in that chapter; though it may be that he had recorded the preceding information before that. Then in <a href=\"/en/wol/bc/r1/lp-e/1200002205/10/0\" data-bid=\"11-1\" class=\"b\">chapter&#xA0;36, verse&#xA0;1</a>, reference is made to &#x201C;the fourteenth year <span id=\"page1221\" class=\"pageNum\" data-no=\"1221\" data-before-text=\"1221\"></span>of King Hezekiah&#x201D; (732&#xA0;B.C.E.), when Sennacherib sent an army against Jerusalem and was turned back. In addition to giving the account of the threatened siege and the delivery of Jerusalem, Isaiah tells of Sennacherib&#x2019;s return to Nineveh and his assassination. (<a href=\"/en/wol/bc/r1/lp-e/1200002205/11/0\" data-bid=\"12-1\" class=\"b\">Isa 37:36-38</a>) If this bit of historical information was written by Isaiah and was not an insertion by a later hand, it may show that Isaiah prophesied for some time after Hezekiah&#x2019;s 14th year. The Assyrian and Babylonian chronological records (though their reliability is questionable) seem to indicate that Sennacherib ruled some 20 years after his campaign against Jerusalem. Jewish tradition, which can also be unreliable, says that Isaiah was sawn asunder at King Manasseh&#x2019;s order. (Whether Paul has reference to this at <a href=\"/en/wol/bc/r1/lp-e/1200002205/12/0\" data-bid=\"13-1\" class=\"b\">Hebrews 11:37</a>, as some believe, has not been proved.)<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002205/13/0\" data-bid=\"14-1\" class=\"b\">Isa 1:1</a>.There are also a few other references that help to date the contents of specific portions of the book of Isaiah. For example, <a href=\"/en/wol/bc/r1/lp-e/1200002205/14/0\" data-bid=\"15-1\" class=\"b\">chapter&#xA0;7, verse&#xA0;1</a>, says that Pekah the king of Israel came against Jerusalem to war in the days of King Ahaz. Although Ahaz ruled from 761 to 746&#xA0;B.C.E., Pekah&#x2019;s kingship ended by about 758&#xA0;B.C.E.; so the incident must have occurred before that year. Further, <a href=\"/en/wol/bc/r1/lp-e/1200002205/15/0\" data-bid=\"16-1\" class=\"b\">Isaiah 14:28</a> dates a pronouncement concerning Philistia &#x201C;in the year that King Ahaz died,&#x201D; which would be 746&#xA0;B.C.E. These references assist in fixing the events in the book of Isaiah in the stream of time.<strong>Unity of Writership. </strong>Certain Bible critics in modern times have contended that the book of Isaiah was not all written by Isaiah. Some claim that <a href=\"/en/wol/bc/r1/lp-e/1200002205/16/0\" data-bid=\"17-1\" class=\"b\">chapters&#xA0;40 through 66</a> were written by an unidentified person who lived about the time of the end of the Jews&#x2019; Babylonian exile. Other critics pare off additional portions of the book, theorizing that someone other than Isaiah must have written them. But the Bible itself does not agree with these contentions.Inspired writers of the Christian Greek Scriptures credited both the material now designated <a href=\"/en/wol/bc/r1/lp-e/1200002205/17/0\" data-bid=\"18-1\" class=\"b\">chapters&#xA0;1 to 39</a> and <a href=\"/en/wol/bc/r1/lp-e/1200002205/18/0\" data-bid=\"19-1\" class=\"b\">chapters&#xA0;40 to 66</a> to &#x201C;Isaiah the prophet.&#x201D; They <em>never </em>intimated that there were two persons who bore this name or that the name of the writer of part of the book was unknown. (For examples compare <a href=\"/en/wol/bc/r1/lp-e/1200002205/19/0\" data-bid=\"20-1\" class=\"b\">Mt 3:3</a> and <a href=\"/en/wol/bc/r1/lp-e/1200002205/20/0\" data-bid=\"21-1\" class=\"b\">4:14-16</a> with <a href=\"/en/wol/bc/r1/lp-e/1200002205/21/0\" data-bid=\"22-1\" class=\"b\">Isa 40:3</a> and <a href=\"/en/wol/bc/r1/lp-e/1200002205/22/0\" data-bid=\"23-1\" class=\"b\">9:1,&#xA0;2</a>; also <a href=\"/en/wol/bc/r1/lp-e/1200002205/23/0\" data-bid=\"24-1\" class=\"b\">Joh 12:38-41</a> with <a href=\"/en/wol/bc/r1/lp-e/1200002205/24/0\" data-bid=\"25-1\" class=\"b\">Isa 53:1</a> and <a href=\"/en/wol/bc/r1/lp-e/1200002205/25/0\" data-bid=\"26-1\" class=\"b\">6:1,</a>&#xA0;<a href=\"/en/wol/bc/r1/lp-e/1200002205/26/0\" data-bid=\"27-1\" class=\"b\">10</a>.) In addition to this, there are numerous other places where the Christian Greek Scripture writers specifically credit material quoted from the latter part of the book of Isaiah, not to an unidentified writer, but to &#x201C;Isaiah the prophet.&#x201D; (Compare <a href=\"/en/wol/bc/r1/lp-e/1200002205/27/0\" data-bid=\"28-1\" class=\"b\">Mt 12:17-21</a> with <a href=\"/en/wol/bc/r1/lp-e/1200002205/28/0\" data-bid=\"29-1\" class=\"b\">Isa 42:1-4;</a><a href=\"/en/wol/bc/r1/lp-e/1200002205/28/1\" data-bid=\"29-2\" class=\"b\"> Ro 10:16</a> with <a href=\"/en/wol/bc/r1/lp-e/1200002205/29/0\" data-bid=\"30-1\" class=\"b\">Isa 53:1</a>.) Jesus Christ himself, when he read from &#x201C;the scroll of the prophet Isaiah&#x201D; at the synagogue in Nazareth, was reading from <a href=\"/en/wol/bc/r1/lp-e/1200002205/30/0\" data-bid=\"31-1\" class=\"b\">Isaiah 61:1,&#xA0;2</a>.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002205/31/0\" data-bid=\"32-1\" class=\"b\">Lu 4:17-19</a>.Furthermore, the Dead Sea Scroll of Isaiah (IQIs<sup>a</sup>, believed to have been copied toward the end of the second century B.C.E.) contains evidence that the copyist who penned it knew nothing of any supposed division in the prophecy at the close of <a href=\"/en/wol/bc/r1/lp-e/1200002205/32/0\" data-bid=\"33-1\" class=\"b\">chapter&#xA0;39</a>. He began <a href=\"/en/wol/bc/r1/lp-e/1200002205/33/0\" data-bid=\"34-1\" class=\"b\">the 40th <span id=\"page1222\" class=\"pageNum\" data-no=\"1222\" data-before-text=\"1222\"></span>chapter</a> on the last line of the column of writing that contains <a href=\"/en/wol/bc/r1/lp-e/1200002205/34/0\" data-bid=\"35-1\" class=\"b\">chapter&#xA0;39</a>.The entire book of Isaiah has been passed down through the centuries as a single work, not as two or more. The continuity from <a href=\"/en/wol/bc/r1/lp-e/1200002205/35/0\" data-bid=\"36-1\" class=\"b\">chapter&#xA0;39 to chapter&#xA0;40</a> is evident in what is recorded at <a href=\"/en/wol/bc/r1/lp-e/1200002205/36/0\" data-bid=\"37-1\" class=\"b\">Isaiah 39:6, 7</a>, which is an obvious transition to what follows.Those who would credit the book to more than one writer do not feel that it was possible for Isaiah to have foretold nearly two centuries in advance that a ruler named Cyrus would liberate the exiled Jews; consequently they speculate that this was written at a later time, at least after Cyrus began his conquests. (<a href=\"/en/wol/bc/r1/lp-e/1200002205/37/0\" data-bid=\"38-1\" class=\"b\">Isa 44:28;</a><a href=\"/en/wol/bc/r1/lp-e/1200002205/37/1\" data-bid=\"38-2\" class=\"b\"> 45:1</a>) But they fail to grasp the import of this entire portion of the book, because the material specifically deals with foreknowledge, with the ability of God to tell in advance what would happen to his people. Nearly 200 years in advance this prophecy recorded the name of one not yet born who would conquer Babylon and liberate the Jews. Its fulfillment would definitely prove that it was of divine origin. It was not Isaiah&#x2019;s estimate of the <span id=\"page1223\" class=\"pageNum\" data-no=\"1223\" data-before-text=\"1223\"></span>future, but, as he himself wrote, &#x201C;this is what Jehovah has said.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002205/38/0\" data-bid=\"39-1\" class=\"b\">Isa 45:1</a>) Ascribing the writing of this portion of Isaiah to a writer in Cyrus&#x2019; time would still not solve the problem for the critics. Why not? Because this portion of the book also foretold in detail events in the earthly life and ministry of the Messiah, Jesus Christ<wbr>&#x2014;things even farther in the future. The fulfillment of these prophecies seals the prophecy of Isaiah as divinely inspired and not a collection of the works of impostors.Those who deny that Isaiah wrote <a href=\"/en/wol/bc/r1/lp-e/1200002205/39/0\" data-bid=\"40-1\" class=\"b\">chapters&#xA0;40 through 66</a> usually, for like reasons, deny that he wrote <a href=\"/en/wol/bc/r1/lp-e/1200002205/40/0\" data-bid=\"41-1\" class=\"b\">chapter&#xA0;13</a>, concerning the fall of Babylon. Yet <a href=\"/en/wol/bc/r1/lp-e/1200002205/41/0\" data-bid=\"42-1\" class=\"b\">chapter&#xA0;13</a> is introduced with the words: &#x201C;The pronouncement against Babylon that Isaiah the son of Amoz saw in vision.&#x201D; Obviously, this is the same &#x201C;Isaiah the son of Amoz&#x201D; whose name appears in the opening verse of <a href=\"/en/wol/bc/r1/lp-e/1200002205/42/0\" data-bid=\"43-1\" class=\"b\">chapter&#xA0;1</a>.<strong>Interrelationships. </strong>Isaiah&#x2019;s writings are extensively interwoven with many other parts of the Bible. A century or more after Isaiah&#x2019;s time, Jeremiah wrote the record found in the books of Kings, and it is interesting to observe that what is recorded at <a href=\"/en/wol/bc/r1/lp-e/1200002205/43/0\" data-bid=\"44-1\" class=\"b\">2&#xA0;Kings 18:13 to 20:19</a> is essentially the same as that found in <a href=\"/en/wol/bc/r1/lp-e/1200002205/44/0\" data-bid=\"45-1\" class=\"b\">Isaiah chapters&#xA0;36 to&#xA0;39</a>. Not only do other prophets cover matters similar to those considered by Isaiah but there are numerous specific references made to the writings of Isaiah themselves by other Bible writers.Among the most outstanding and most frequently quoted prophecies from the book of Isaiah are those foretelling details concerning the Messiah. As shown in the accompanying chart, many of these are specifically quoted and applied by the inspired writers of the Christian <span id=\"page1224\" class=\"pageNum\" data-no=\"1224\" data-before-text=\"1224\"></span>Greek Scriptures. It is of interest to observe that Jesus Christ and his apostles quoted most frequently from Isaiah to make clear the identification of the Messiah.This is by no means the full extent to which other inspired Bible writers quoted from the prophecy of Isaiah, but it highlights some of the prophecies for which Isaiah is most widely noted. These prophecies, along with all the rest of the book, magnify Jehovah, the Holy One of Israel, as the One who provides this salvation for his people through his anointed Son.<strong>[Box on page&#xA0;1222]</strong><strong>HIGHLIGHTS OF ISAIAH</strong>  Prophecies to stimulate Jehovah&#x2019;s servants to fear him, not the surrounding nations, and to look to him, the true God, for deliverance, with full confidence in his promises of salvation and restoration  Directed to Judah and Jerusalem by Isaiah during the years leading up to Sennacherib&#x2019;s unsuccessful efforts against Jerusalem in 732&#xA0;B.C.E., and possibly some time afterward<strong>The guilt of Judah and Jerusalem; Isaiah&#x2019;s commission </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200002205/45/0\" data-bid=\"46-1\" class=\"b\">1:1&#x2013;6:13</a>)  Jehovah does not look favorably upon the sacrifices of people guilty of oppression, injustice, and bloodshed  Though judgment is to be executed on faithless ones, in time the mountain of Jehovah&#x2019;s house will be exalted and many people will turn to him  For Judah&#x2019;s disobedience, Jehovah to remove essentials for sustaining life (bread and water) and the basis for social stability  Arrogant women, decked out in finery, to be forced to wear the attire of captives  Israel, as a vineyard, has failed to produce fruits of justice and righteousness  Isaiah&#x2019;s lips are cleansed; he willingly responds to commission as prophet, to go to unresponsive people<strong>Threatened enemy invasions and promise of relief </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200002205/46/0\" data-bid=\"47-1\" class=\"b\">7:1&#x2013;12:6</a>)  Syro-Israelite effort to dethrone Ahaz to fail; confirmatory sign of Immanuel&#x2019;s birth given  Isaiah&#x2019;s son Maher-shalal-hash-baz to serve as sign that Damascus and Samaria will be ravaged by Assyria before the boy can say &#x201C;My father!&#x201D; and &#x201C;My mother!&#x201D;  Lasting relief to come by means of the Prince of Peace  Assyria, rod of Jehovah&#x2019;s anger, to be punished for insolence; Jerusalem to be delivered  Twig out of stump of Jesse to become a ruler having God&#x2019;s spirit, to rule in justice<strong>Pronouncements of international desolations </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200002205/47/0\" data-bid=\"48-1\" class=\"b\">13:1&#x2013;23:18</a>)  Babylon to be desolated, her &#x201C;king&#x201D; brought down to Sheol  Assyria&#x2019;s yoke to depart, Philistine root to die by famine, Moab to be desolated, and Damascus to be reduced to ruin  Egyptians and Ethiopians to be humiliated by Assyrians and taken into exile  Elam and Media to share in bringing about Babylon&#x2019;s fall  Tyre to be brought low, forgotten for 70 years<strong>Forecast of salvation by Jehovah </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200002205/48/0\" data-bid=\"49-1\" class=\"b\">24:1&#x2013;35:10</a>)  Jehovah to make a great banquet for all peoples and to swallow up death forever  Salvation by Jehovah to be the subject of a song  A king to reign for righteousness, and princes to rule for justice; peace and security to time indefinite  Edom to be desolated; Zion to rejoice over her own restoration<strong>Jehovah provides deliverance from Assyria; Babylonian exile foretold </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200002205/49/0\" data-bid=\"50-1\" class=\"b\">36:1&#x2013;39:8</a>)  Assyrians invade Judah; Jehovah saves Jerusalem in answer to Hezekiah&#x2019;s prayer; 185,000 Assyrians slain  Hezekiah shows treasures to Babylonian delegation; Isaiah announces coming exile to Babylon<strong>Release from Babylon by the true God, restoration of Zion, Messiah to come </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200002205/50/0\" data-bid=\"51-1\" class=\"b\">40:1&#x2013;66:24</a>)  Jerusalem to be restored by the All-Wise, All-Powerful Creator  Restoration of his people will vindicate Jehovah as the only God, the one who alone can foretell the future, to the shame of lifeless gods fashioned by men  Babylon&#x2019;s fall to Cyrus to pave way for rebuilding Jerusalem  Devastated Zion to be made like the garden of Jehovah  Jehovah&#x2019;s servant, the Messiah, to die for transgressions of others  Barren Zion to have many sons, and no weapon to succeed against her  Jehovah invites his people to rejoice in creation of new heavens and new earth, but wicked transgressors have no share<strong>[Chart on page&#xA0;1223]</strong><strong>Some Prophecies Applying to Jesus Christ</strong><strong>Isaiah Text                                Christian Scriptures</strong><a href=\"/en/wol/bc/r1/lp-e/1200002205/51/0\" data-bid=\"52-1\" class=\"b\">7:14</a>             Born from a maiden,           <a href=\"/en/wol/bc/r1/lp-e/1200002205/52/0\" data-bid=\"53-1\" class=\"b\">Mt 1:22, 23</a>                  a virgin girl<a href=\"/en/wol/bc/r1/lp-e/1200002205/53/0\" data-bid=\"54-1\" class=\"b\">9:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200002205/53/1\" data-bid=\"54-2\" class=\"b\"> 11:1-5,</a><a href=\"/en/wol/bc/r1/lp-e/1200002205/53/2\" data-bid=\"54-3\" class=\"b\"> 10</a>  Offspring of David            <a href=\"/en/wol/bc/r1/lp-e/1200002205/54/0\" data-bid=\"55-1\" class=\"b\">Lu 1:32, 33</a>;                  son of Jesse                  <a href=\"/en/wol/bc/r1/lp-e/1200002205/55/0\" data-bid=\"56-1\" class=\"b\">Ro 15:8,</a><a href=\"/en/wol/bc/r1/lp-e/1200002205/55/1\" data-bid=\"56-2\" class=\"b\">&#xA0;12</a><a href=\"/en/wol/bc/r1/lp-e/1200002205/56/0\" data-bid=\"57-1\" class=\"b\">40:3-5</a>           In connection with            <a href=\"/en/wol/bc/r1/lp-e/1200002205/57/0\" data-bid=\"58-1\" class=\"b\">Mt 3:1-3;</a><a href=\"/en/wol/bc/r1/lp-e/1200002205/57/1\" data-bid=\"58-2\" class=\"b\"> Mr 1:1-4</a>;                  his coming,                  announcement was             <a href=\"/en/wol/bc/r1/lp-e/1200002205/58/0\" data-bid=\"59-1\" class=\"b\">Lu 3:3-6;</a><a href=\"/en/wol/bc/r1/lp-e/1200002205/58/1\" data-bid=\"59-2\" class=\"b\"> Joh 1:23</a>                  made: &#x201C;Clear up the                  way of Jehovah, you                  people!&#x201D;<a href=\"/en/wol/bc/r1/lp-e/1200002205/59/0\" data-bid=\"60-1\" class=\"b\">61:1, 2</a>          Anointed by Jehovah           <a href=\"/en/wol/bc/r1/lp-e/1200002205/60/0\" data-bid=\"61-1\" class=\"b\">Lu 4:17-21</a>                  to tell good news                  to meek ones<a href=\"/en/wol/bc/r1/lp-e/1200002205/61/0\" data-bid=\"62-1\" class=\"b\">9:1, 2</a>           Brought light to              <a href=\"/en/wol/bc/r1/lp-e/1200002205/62/0\" data-bid=\"63-1\" class=\"b\">Mt 4:13-16</a>                  Galilee<a href=\"/en/wol/bc/r1/lp-e/1200002205/63/0\" data-bid=\"64-1\" class=\"b\">42:1-4</a>           Made God&#x2019;s justice            <a href=\"/en/wol/bc/r1/lp-e/1200002205/64/0\" data-bid=\"65-1\" class=\"b\">Mt 12:10-21</a>                  clear; did not                  crush those who were                  like a bruised reed<a href=\"/en/wol/bc/r1/lp-e/1200002205/65/0\" data-bid=\"66-1\" class=\"b\">53:4, 5</a>          Carried sicknesses of         <a href=\"/en/wol/bc/r1/lp-e/1200002205/66/0\" data-bid=\"67-1\" class=\"b\">Mt 8:16, 17</a>;                  others; because of            <a href=\"/en/wol/bc/r1/lp-e/1200002205/67/0\" data-bid=\"68-1\" class=\"b\">1Pe 2:24</a>                  his wounds others                  were healed<a href=\"/en/wol/bc/r1/lp-e/1200002205/68/0\" data-bid=\"69-1\" class=\"b\">53:1</a>             Not believed in               <a href=\"/en/wol/bc/r1/lp-e/1200002205/69/0\" data-bid=\"70-1\" class=\"b\">Joh 12:37,&#xA0;38</a><a href=\"/en/wol/bc/r1/lp-e/1200002205/70/0\" data-bid=\"71-1\" class=\"b\">53:12</a>            Reckoned with lawless         <a href=\"/en/wol/bc/r1/lp-e/1200002205/71/0\" data-bid=\"72-1\" class=\"b\">Lu 22:37</a>                  ones<a href=\"/en/wol/bc/r1/lp-e/1200002205/72/0\" data-bid=\"73-1\" class=\"b\">8:14, 15;</a><a href=\"/en/wol/bc/r1/lp-e/1200002205/72/1\" data-bid=\"73-2\" class=\"b\"> 28:16</a>  Rejected, stone of            <a href=\"/en/wol/bc/r1/lp-e/1200002205/73/0\" data-bid=\"74-1\" class=\"b\">1Pe 2:6-8</a>                  stumbling, but became                  foundation cornerstoneOther Instances in Which Events Fulfilling Isaiah&#x2019;s Prophecies Are Noted, but Where the Writer Makes No Reference to Isaiah<strong>Isaiah Text                                Christian Scriptures</strong><a href=\"/en/wol/bc/r1/lp-e/1200002205/74/0\" data-bid=\"75-1\" class=\"b\">50:6</a>             Was insulted, slapped,        <a href=\"/en/wol/bc/r1/lp-e/1200002205/75/0\" data-bid=\"76-1\" class=\"b\">Mt 26:67;</a><a href=\"/en/wol/bc/r1/lp-e/1200002205/75/1\" data-bid=\"76-2\" class=\"b\"> Mr 14:65</a>                  spit on<a href=\"/en/wol/bc/r1/lp-e/1200002205/76/0\" data-bid=\"77-1\" class=\"b\">53:7</a>             Quiet and uncomplaining       <a href=\"/en/wol/bc/r1/lp-e/1200002205/77/0\" data-bid=\"78-1\" class=\"b\">Mt 27:12-14</a>;                  before accusers               <a href=\"/en/wol/bc/r1/lp-e/1200002205/78/0\" data-bid=\"79-1\" class=\"b\">Ac 8:28,</a><a href=\"/en/wol/bc/r1/lp-e/1200002205/78/1\" data-bid=\"79-2\" class=\"b\"> 32-35</a><a href=\"/en/wol/bc/r1/lp-e/1200002205/79/0\" data-bid=\"80-1\" class=\"b\">53:9</a>             Buried in a rich man&#x2019;s        <a href=\"/en/wol/bc/r1/lp-e/1200002205/80/0\" data-bid=\"81-1\" class=\"b\">Mt 27:57-60</a>                  grave<a href=\"/en/wol/bc/r1/lp-e/1200002205/81/0\" data-bid=\"82-1\" class=\"b\">53:8,</a><a href=\"/en/wol/bc/r1/lp-e/1200002205/81/1\" data-bid=\"82-2\" class=\"b\"> 11</a>         Sacrificial death, to         <a href=\"/en/wol/bc/r1/lp-e/1200002205/82/0\" data-bid=\"83-1\" class=\"b\">Ro 4:25</a>                  open the way for many                  to a righteous                  standing with God                <strong>Other Prophecies Fulfilled</strong>A Few of the Many Events Prior to the First Century C.E. That Fulfilled Prophecies of Isaiah<strong>Isaiah Text</strong><a href=\"/en/wol/bc/r1/lp-e/1200002205/83/0\" data-bid=\"84-1\" class=\"b\">1:26-30</a>;         Jerusalem destroyed; exile to Babylon <a href=\"/en/wol/bc/r1/lp-e/1200002205/84/0\" data-bid=\"85-1\" class=\"b\">24:1-6;</a><a href=\"/en/wol/bc/r1/lp-e/1200002205/84/1\" data-bid=\"85-2\" class=\"b\"> 39:6,&#xA0;7</a><a href=\"/en/wol/bc/r1/lp-e/1200002205/85/0\" data-bid=\"86-1\" class=\"b\">43:14</a>;           Release from exile; Jerusalem restored; <a href=\"/en/wol/bc/r1/lp-e/1200002205/86/0\" data-bid=\"87-1\" class=\"b\">44:26-28</a>         Cyrus an instrument used by Jehovah to                  accomplish this<a href=\"/en/wol/bc/r1/lp-e/1200002205/87/0\" data-bid=\"88-1\" class=\"b\">23:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002205/87/1\" data-bid=\"88-2\" class=\"b\"> 8,</a><a href=\"/en/wol/bc/r1/lp-e/1200002205/87/2\" data-bid=\"88-3\" class=\"b\"> 13, 14</a>  Mainland city of Tyre destroyed by Chaldeans                  under Nebuchadnezzar         <strong>Larger Fulfillments Now and in the Future</strong>It is obvious, from a reading of the Bible, that many of Isaiah&#x2019;s prophecies have more than one fulfillment and that a great portion of the book is finding and is yet to find its final, major fulfillment. In the book of Revelation alone are many quotations or allusions to Isaiah&#x2019;s prophecies, some of which are here listed:<strong>Isaiah Text                                           Revelation</strong><a href=\"/en/wol/bc/r1/lp-e/1200002205/88/0\" data-bid=\"89-1\" class=\"b\">21:9</a>             Babylon has fallen!                   <a href=\"/en/wol/bc/r1/lp-e/1200002205/89/0\" data-bid=\"90-1\" class=\"b\">18:2</a><a href=\"/en/wol/bc/r1/lp-e/1200002205/90/0\" data-bid=\"91-1\" class=\"b\">40:10</a>            Jehovah is coming with his           <a href=\"/en/wol/bc/r1/lp-e/1200002205/91/0\" data-bid=\"92-1\" class=\"b\">22:12</a>                  reward<a href=\"/en/wol/bc/r1/lp-e/1200002205/92/0\" data-bid=\"93-1\" class=\"b\">47:5,</a><a href=\"/en/wol/bc/r1/lp-e/1200002205/92/1\" data-bid=\"93-2\" class=\"b\"> 7-9</a>        Babylon, a harlot and         <a href=\"/en/wol/bc/r1/lp-e/1200002205/93/0\" data-bid=\"94-1\" class=\"b\">17:1, 2,</a><a href=\"/en/wol/bc/r1/lp-e/1200002205/93/1\" data-bid=\"94-2\" class=\"b\"> 18</a>;                  mistress of kingdoms,                <a href=\"/en/wol/bc/r1/lp-e/1200002205/94/0\" data-bid=\"95-1\" class=\"b\">18:7</a>                  suffers calamity<a href=\"/en/wol/bc/r1/lp-e/1200002205/95/0\" data-bid=\"96-1\" class=\"b\">48:20</a>            God&#x2019;s people commanded to             <a href=\"/en/wol/bc/r1/lp-e/1200002205/96/0\" data-bid=\"97-1\" class=\"b\">18:4</a>                  get out of Babylon<a href=\"/en/wol/bc/r1/lp-e/1200002205/97/0\" data-bid=\"98-1\" class=\"b\">60:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002205/97/1\" data-bid=\"98-2\" class=\"b\"> 3,</a><a href=\"/en/wol/bc/r1/lp-e/1200002205/97/2\" data-bid=\"98-3\" class=\"b\"> 5,</a><a href=\"/en/wol/bc/r1/lp-e/1200002205/97/3\" data-bid=\"98-4\" class=\"b\"> 11</a>   New Jerusalem likened to      <a href=\"/en/wol/bc/r1/lp-e/1200002205/98/0\" data-bid=\"99-1\" class=\"b\">21:11,</a><a href=\"/en/wol/bc/r1/lp-e/1200002205/98/1\" data-bid=\"99-2\" class=\"b\"> 24-26</a>                  ancient Jerusalem in its                  restored state<a href=\"/en/wol/bc/r1/lp-e/1200002205/99/0\" data-bid=\"100-1\" class=\"b\">66:22</a>            Jehovah creates new                   <a href=\"/en/wol/bc/r1/lp-e/1200002205/100/0\" data-bid=\"101-1\" class=\"b\">21:1</a>                  heaven(s) and a new earth<strong>[Picture on page&#xA0;1221]</strong><a href=\"/en/wol/bc/r1/lp-e/1200002205/101/0\" data-bid=\"102-1\" class=\"b\">Isaiah 37:24&#x2013;40:2</a> as it appears in the Dead Sea Scroll. What is now numbered <a href=\"/en/wol/bc/r1/lp-e/1200002205/102/0\" data-bid=\"103-1\" class=\"b\">chapter&#xA0;40</a> is here shown beginning on the last line of the column in which <a href=\"/en/wol/bc/r1/lp-e/1200002205/103/0\" data-bid=\"104-1\" class=\"b\">chapter&#xA0;39</a> concludes"}