{"title":"Italy","link":"/en/wol/d/r1/lp-e/1200002234","html":"<span id=\"page1236\" class=\"pageNum\" data-no=\"1236\" data-before-text=\"1236\"></span><strong>ITALY</strong>[possibly from Latin, <em>vitulus, </em>&#x201C;calf&#x201D;].The boot-shaped peninsula extending out in a southeasterly direction from continental Europe into the Mediterranean Sea. From the Alps on the N to the &#x201C;big toe&#x201D; at the Strait of Messina in the S it is about 1,130&#xA0;km (700&#xA0;mi) long. It varies in width from 160 to 240&#xA0;km (100 to 150&#xA0;mi) and is bounded by the Adriatic Sea on the E and the Tyrrhenian Sea on the W.&#xA0;As a backbone down the middle of this peninsula is the Apennine mountain range, with fertile valleys running toward the coastal plains. The principal rivers are the Tiber and the Po. Italy is about the size of the Philippines.Originally, according to Antiochus of Syracuse (of the fifth century B.C.E.), the name <em>Italia </em>applied only to the province of Calabria in the S where the <em>Itali </em>lived. This name seems to be a Grecized form of <em>Vitelia, </em>related to the Latin <em>vitulus, </em>meaning &#x201C;calf.&#x201D; It was possibly applied to this region either because of its grazing lands and cattle or because its inhabitants supposed themselves to be descendants of their bull-god. By the first century C.E. the name Italy had been extended to cover much the same territory as it does today.Over the centuries peoples of various origins migrated to this very fertile land. Italy&#x2019;s early history includes wars between those already there and waves of newcomers that periodically invaded the land. The peninsula thus served as a melting pot of languages, blood, and customs as these different national groups settled down and intermarried.Christianity was brought to Italy at an early date, for on the day of Pentecost, 33&#xA0;C.E., Italian proselytes as well as Jews from Rome witnessed the outpouring of holy spirit and listened to Peter&#x2019;s explanation; no doubt some of them were among the &#x201C;about three thousand&#x201D; baptized on that occasion. (<a href=\"/en/wol/bc/r1/lp-e/1200002234/0/0\" data-bid=\"1-1\" class=\"b\">Ac 2:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002234/0/1\" data-bid=\"1-2\" class=\"b\"> 10,</a><a href=\"/en/wol/bc/r1/lp-e/1200002234/0/2\" data-bid=\"1-3\" class=\"b\">&#xA0;41</a>) Returning to Italy, they could have formed the nucleus of the Christian congregation in Rome to whom Paul some years later addressed one of his letters. (<a href=\"/en/wol/bc/r1/lp-e/1200002234/1/0\" data-bid=\"2-1\" class=\"b\">Ro 1:1-7</a>) Aquila and Priscilla may have been of that congregation in Italy when ordered by Emperor Claudius, sometime in the year 49 or early 50&#xA0;C.E., to leave the country. They arrived in Corinth shortly before Paul got there on his first visit to that city on his second missionary tour.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002234/2/0\" data-bid=\"3-1\" class=\"b\">Ac 18:1,&#xA0;2</a>.Cornelius, undoubtedly an Italian and an army officer of &#x201C;the Italian band,&#x201D; had a home in Caesarea. (<a href=\"/en/wol/bc/r1/lp-e/1200002234/3/0\" data-bid=\"4-1\" class=\"b\">Ac 10:1</a>) It was in Caesarea that Paul, at his trial before Festus, appealed his case to Caesar. He was then taken by boat to Myra, where, together with other prisoners, he was transferred <span id=\"page1237\" class=\"pageNum\" data-no=\"1237\" data-before-text=\"1237\"></span>to a grain boat from Alexandria that was headed for Italy. (<a href=\"/en/wol/bc/r1/lp-e/1200002234/4/0\" data-bid=\"5-1\" class=\"b\">Ac 25:6,</a><a href=\"/en/wol/bc/r1/lp-e/1200002234/4/1\" data-bid=\"5-2\" class=\"b\"> 11, 12;</a><a href=\"/en/wol/bc/r1/lp-e/1200002234/4/2\" data-bid=\"5-3\" class=\"b\"> 27:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002234/4/3\" data-bid=\"5-4\" class=\"b\"> 5,&#xA0;6</a>) Shipwrecked on the voyage, they had to winter on the island of Malta. Then probably in the spring of 59&#xA0;C.E., Paul first touched Italian soil at Rhegium on the &#x201C;toe&#x201D; of Italy, and shortly thereafter he disembarked at Puteoli on the Bay of Pozzuoli (Naples). Here, more than 160&#xA0;km (100&#xA0;mi) S of Rome, Paul stayed for a week with the local congregation before going on up to Rome via the Appian Way, along which, at &#x201C;the Marketplace of Appius and Three Taverns,&#x201D; he was met by the brothers from Rome. (<a href=\"/en/wol/bc/r1/lp-e/1200002234/5/0\" data-bid=\"6-1\" class=\"b\">Ac 28:11-16</a>) Likely, toward the end of Paul&#x2019;s first Roman imprisonment, or shortly after his release in about 61&#xA0;C.E., he wrote the book of Hebrews while still in Italy.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002234/6/0\" data-bid=\"7-1\" class=\"b\">Heb 13:24</a>."}