{"title":"Jabbok, Torrent Valley of","link":"/en/wol/d/r1/lp-e/1200002268","html":"<span id=\"page1240\" class=\"pageNum\" data-no=\"1240\" data-before-text=\"1240\"></span><strong>JABBOK, TORRENT VALLEY OF</strong>(Jab&#x2B9;bok).One of the main torrent valleys, or wadis, E of the Jordan, first mentioned in Scripture with reference to Jacob&#x2019;s crossing &#x201C;the ford of Jabbok&#x201D; with his household. Also, near this ford Jacob grappled with an angel.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002268/0/0\" data-bid=\"1-1\" class=\"b\">Ge 32:22-30</a>.Though the Jabbok&#x2019;s headwaters rise near &#x2BD;Amman (ancient Rabbah), the wadi collects waters from several perennial streams and numerous winter torrents before flowing into the Jordan 39&#xA0;km (24&#xA0;mi) N of the Dead Sea. Only about 40&#xA0;km (25&#xA0;mi) separate the source of the torrent valley from its finish, but the Jabbok&#x2019;s semicircular course covers about 100&#xA0;km (62&#xA0;mi). Its modern Arabic name, Wadi Zarqa, literally means &#x201C;Torrent Valley of Blue.&#x201D; Perhaps this name is derived from the gray-blue color that the Jabbok exhibits when seen from a distance. Small fish abound in its shallow, easily fordable waters.Oleander bushes and many kinds of small trees line the deep fertile valley through which the Jabbok flows. This valley, with its steep sides, served as a natural boundary. (<a href=\"/en/wol/bc/r1/lp-e/1200002268/1/0\" data-bid=\"2-1\" class=\"b\">De 3:16</a>) The first section of the torrent valley, running from S to N, once constituted a frontier between the Ammonites and the Amorites (<a href=\"/en/wol/bc/r1/lp-e/1200002268/2/0\" data-bid=\"3-1\" class=\"b\">Nu 21:24</a>), whereas the section extending from W to E split Gilead in two and formed the boundary between the realms of Amorite Kings Sihon and Og. (<a href=\"/en/wol/bc/r1/lp-e/1200002268/3/0\" data-bid=\"4-1\" class=\"b\">De 2:37;</a><a href=\"/en/wol/bc/r1/lp-e/1200002268/3/1\" data-bid=\"4-2\" class=\"b\"> Jos 12:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200002268/3/2\" data-bid=\"4-3\" class=\"b\"> Jg 11:13,</a><a href=\"/en/wol/bc/r1/lp-e/1200002268/3/3\" data-bid=\"4-4\" class=\"b\">&#xA0;22</a>) Today this same valley is one of the best routes for crossing the Jordan from what was anciently called Gilead."}