{"title":"Jabesh-gilead","link":"/en/wol/d/r1/lp-e/1200002270","html":"<span id=\"page1240\" class=\"pageNum\" data-no=\"1240\" data-before-text=\"1240\"></span><strong>JABESH-GILEAD</strong>(Ja&#x2B9;besh-gil&#x2B9;e&#xB7;ad) [possibly, Dried-Up Place of Gilead].An ancient town in the tribal territory of Gad, E of the Jordan. Its exact location is not certain, although most scholars believe that it was a little E of the Jordan in the vicinity of Wadi Yabis (Jabesh), about 35&#xA0;km (22&#xA0;mi) S of the Sea of Galilee.The first mention of Jabesh-gilead was in the days of the Judges, in connection with the retribution dealt out to the neighboring tribe of Benjamin for its condoning of gross immorality. (<a href=\"/en/wol/bc/r1/lp-e/1200002270/0/0\" data-bid=\"1-1\" class=\"b\">Jg 21:8</a>) On that occasion when the Israelites practically exterminated the entire tribe of Benjamin (only 600 males escaped), it was found that not a man of Jabesh-gilead had participated in meting out this justified punishment. It was therefore determined that every man, woman, and child of Jabesh-gilead, with the exception of the virgins, should be put to death. The 400 virgins that were thus spared were then given as wives to the fugitive Benjamites so as to prevent extinction of the tribe.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002270/1/0\" data-bid=\"2-1\" class=\"b\">Jg 20:1&#x2013;21:14</a>.Some three centuries later, when all Israel was clamoring for a visible king like the other nations had, the Ammonites threatened to bore out the right eye of every male inhabitant of Jabesh-gilead, a threat that was removed only when Saul mustered a force of 330,000 and put the Ammonites to flight. (<a href=\"/en/wol/bc/r1/lp-e/1200002270/2/0\" data-bid=\"3-1\" class=\"b\">1Sa 11:1-15</a>) Forty years later the Philistines defeated the Israelites and hung the decapitated bodies of Saul and his three sons on the wall of the public square inside Beth-shan. Upon hearing of this disgrace, valiant men of Jabesh-gilead made a daring night raid in which they removed the corpses, brought them to <span id=\"page1241\" class=\"pageNum\" data-no=\"1241\" data-before-text=\"1241\"></span>Jabesh-gilead, burned the bodies, and gave the bones a respectful burial. They then fasted for seven days.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002270/3/0\" data-bid=\"4-1\" class=\"b\">1Sa 31:8-13;</a><a href=\"/en/wol/bc/r1/lp-e/1200002270/3/1\" data-bid=\"4-2\" class=\"b\"> 1Ch 10:8-12</a>.David, as the newly anointed king of Judah, sent commendations and blessing to the citizens of Jabesh-gilead for having extended loving-kindness in this way toward the fallen anointed one of Israel. (<a href=\"/en/wol/bc/r1/lp-e/1200002270/4/0\" data-bid=\"5-1\" class=\"b\">2Sa 2:4-7</a>) Later, David had the bones of Saul and Jonathan brought from Jabesh-gilead and interred in Saul&#x2019;s family burial plot in Benjamite territory.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002270/5/0\" data-bid=\"6-1\" class=\"b\">2Sa 21:12-14</a>."}