{"title":"Japheth","link":"/en/wol/d/r1/lp-e/1200002323","html":"<span id=\"page1255\" class=\"pageNum\" data-no=\"1255\" data-before-text=\"1255\"></span><strong>JAPHETH</strong>(Ja&#x2B9;pheth) [May He Grant Ample Space].A son of Noah; brother of Shem and of Ham. Although usually listed last, Japheth appears to have been the eldest of the three sons, as the Hebrew text of <a href=\"/en/wol/bc/r1/lp-e/1200002323/0/0\" data-bid=\"1-1\" class=\"b\">Genesis 10:21</a> refers to &#x201C;Japheth the oldest&#x201D; (&#x201C;elder,&#x201D; <em>KJ; Da; Yg; Le; AS, </em>ftn). Some translators, however, understand the Hebrew text here to refer instead to Shem as &#x201C;the elder brother of Japheth.&#x201D; (<em>RS; </em>also <em>AT, JB, NE</em>) Considering Japheth to be Noah&#x2019;s eldest son would place the time of his birth at 2470&#xA0;B.C.E.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002323/1/0\" data-bid=\"2-1\" class=\"b\">Ge 5:32</a>.Japheth and his wife were among the eight occupants of the ark, thereby surviving the Flood. (<a href=\"/en/wol/bc/r1/lp-e/1200002323/2/0\" data-bid=\"3-1\" class=\"b\">Ge 7:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200002323/2/1\" data-bid=\"3-2\" class=\"b\"> 1Pe 3:20</a>) Remaining childless until after the Flood, they thereafter produced seven sons: Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras. (<a href=\"/en/wol/bc/r1/lp-e/1200002323/3/0\" data-bid=\"4-1\" class=\"b\">Ge 10:1,&#xA0;2;</a><a href=\"/en/wol/bc/r1/lp-e/1200002323/3/1\" data-bid=\"4-2\" class=\"b\"> 1Ch 1:5</a>) These sons and also some grandsons are the ones from whom &#x201C;the population of the isles of the nations [&#x201C;coastland peoples,&#x201D; <em>RS</em>] was spread about in their lands, each according to its tongue, according to their families, by their nations.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002323/4/0\" data-bid=\"5-1\" class=\"b\">Ge 10:3-5;</a><a href=\"/en/wol/bc/r1/lp-e/1200002323/4/1\" data-bid=\"5-2\" class=\"b\"> 1Ch 1:6,&#xA0;7</a>) Historically, Japheth was the progenitor of the Aryan or Indo-European (Indo-Germanic) branch of the human family. The names of his sons and grandsons are found in ancient historical texts as relating to peoples and tribes residing mainly to the N and W of the Fertile Crescent. They appear to have spread from the Caucasus eastward into Central Asia and westward through Asia Minor to the islands and coastlands of Europe and perhaps all the way to Spain. Arabian traditions claim that one of Japheth&#x2019;s sons was also the progenitor of the Chinese peoples.<wbr>&#x2014;See CHART and MAP, Vol.&#xA0;1, p.&#xA0;329.As a result of Japheth&#x2019;s respectful action taken in company with his brother Shem on the occasion of their father&#x2019;s drunkenness, Japheth was the object of his father&#x2019;s blessing. (<a href=\"/en/wol/bc/r1/lp-e/1200002323/5/0\" data-bid=\"6-1\" class=\"b\">Ge 9:20-27</a>) In that blessing, Noah requested for Japheth that God &#x201C;grant ample space [Heb., <em>yapht</em>]&#x201D; to him. This Hebrew expression is evidently derived from the same root word as the name Japheth (Heb., <em>Ye&#x2B9;pheth </em>or <em>Ya&#x2B9;pheth</em>) and appears to indicate that the meaning of Japheth&#x2019;s name would be fulfilled in a literal sense and that his descendants would spread out over a wide area. His &#x2018;residing in the tents of Shem&#x2019; is thought by some to indicate a peaceful relationship between the Japhethites and the Semites. However, since history does not particularly present such a peaceful association, it may, rather, be connected prophetically with God&#x2019;s later promise to Shem&#x2019;s descendants Abraham, Isaac, and Jacob, that in their &#x201C;seed&#x201D; all the families of the earth (including those descended from Japheth) would be blessed. (<a href=\"/en/wol/bc/r1/lp-e/1200002323/6/0\" data-bid=\"7-1\" class=\"b\">Ge 22:15-18;</a><a href=\"/en/wol/bc/r1/lp-e/1200002323/6/1\" data-bid=\"7-2\" class=\"b\"> 26:3,&#xA0;4;</a><a href=\"/en/wol/bc/r1/lp-e/1200002323/6/2\" data-bid=\"7-3\" class=\"b\"> 28:10,</a><a href=\"/en/wol/bc/r1/lp-e/1200002323/6/3\" data-bid=\"7-4\" class=\"b\"> 13, 14</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002323/7/0\" data-bid=\"8-1\" class=\"b\">Ac 10:34-36;</a><a href=\"/en/wol/bc/r1/lp-e/1200002323/7/1\" data-bid=\"8-2\" class=\"b\"> Ga 3:28,&#xA0;29</a>.) Canaan&#x2019;s &#x2018;becoming a slave&#x2019; to the Japhethites finds fulfillment in the domination of the land of Canaan during the rule of the Medo-Persian Empire (a Japhetic power) and in the later conquests by the Greeks and the Romans, including the conquests of the Canaanite strongholds of Tyre and Sidon."}