{"title":"Javan","link":"/en/wol/d/r1/lp-e/1200002344","html":"<span id=\"page1257\" class=\"pageNum\" data-no=\"1257\" data-before-text=\"1257\"></span><strong>JAVAN</strong>(Ja&#x2B9;van).Fourth-listed son of Japheth and the father of Elishah, Tarshish, Kittim, and Dodanim (or Rodanim). As post-Flood descendants of Noah, they are included among those populating &#x201C;the isles of the nations,&#x201D; which phrase can also refer to the coastlands and not simply to islands surrounded by water. (<a href=\"/en/wol/bc/r1/lp-e/1200002344/0/0\" data-bid=\"1-1\" class=\"b\">Ge 10:2,</a><a href=\"/en/wol/bc/r1/lp-e/1200002344/0/1\" data-bid=\"1-2\" class=\"b\"> 4,&#xA0;5;</a><a href=\"/en/wol/bc/r1/lp-e/1200002344/0/2\" data-bid=\"1-3\" class=\"b\"> 1Ch 1:5,</a><a href=\"/en/wol/bc/r1/lp-e/1200002344/0/3\" data-bid=\"1-4\" class=\"b\">&#xA0;7</a>) Historical evidence indicates that the descendants of Javan and his four sons settled in the islands and coastlands of the Mediterranean Sea from Cyprus (Kittim) to the western Mediterranean.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002344/0\">DODANIM</a>; <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002344/1\">ELISHAH</a>; <a href=\"/en/wol/tc/r1/lp-e/1200002344/2\">KITTIM</a>; <a href=\"/en/wol/tc/r1/lp-e/1200002344/3\">TARSHISH</a> No.&#xA0;1.Javan (Heb., <em>Ya&#xB7;wan&#x2B9;</em>) is identified as the progenitor of the ancient Ionians, called by some &#x201C;the parent tribe of the Greeks.&#x201D; (<em>Commentary on the Old Testament, </em>by C.&#xA0;F.&#xA0;Keil and F.&#xA0;Delitzsch, 1973, Vol.&#xA0;I, The First Book of Moses, p.&#xA0;163) The name <em>I&#xB7;a&#x2B9;o&#xB7;nes </em>is used by the poet Homer (of perhaps the eighth century B.C.E.) as referring to the early Greeks, and beginning with Sargon&#xA0;II (eighth century B.C.E.), the name <em>Jawanu </em>begins to appear in Assyrian inscriptions.In course of time the name Ionia came to be restricted to Attica (the region around Athens), the western coast of Asia Minor (corresponding to the coasts of the later provinces of Lydia and Caria), and the neighboring islands of the Aegean Sea. The sea that lies between southern Greece and southern Italy still retains the name Ionian, and this name is acknowledged to be of very ancient origin, supporting the view that this form of the name of Javan once applied to the mainland of Greece as well as to the later smaller area designated &#x201C;Ionia.&#x201D;Following the Genesis account, the descendants of Javan first begin to be mentioned about the latter part of the ninth century B.C.E. by the <span id=\"page1258\" class=\"pageNum\" data-no=\"1258\" data-before-text=\"1258\"></span>prophet Joel. The prophet there condemns the Tyrians, Sidonians, and Philistines for selling the sons of Judah and Jerusalem in their slave trade with &#x201C;the sons of the Greeks&#x201D; (literally, &#x201C;the Javanites,&#x201D; or &#x201C;the Ionians&#x201D;). (<a href=\"/en/wol/bc/r1/lp-e/1200002344/1/0\" data-bid=\"2-1\" class=\"b\">Joe 3:4-6</a>) Isaiah, in the eighth century B.C.E., foretells that some of the Jews surviving God&#x2019;s expression of wrath would travel to many lands, including &#x201C;Javan,&#x201D; there proclaiming Jehovah&#x2019;s glory.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002344/2/0\" data-bid=\"3-1\" class=\"b\">Isa 66:19</a>.Slaves and copper articles were listed in the late seventh or early sixth century B.C.E. as items being supplied by &#x201C;Javan, Tubal and Meshech [these latter places evidently being located in eastern Asia Minor or to the N thereof]&#x201D; to the wealthy commercial center of Tyre. (<a href=\"/en/wol/bc/r1/lp-e/1200002344/3/0\" data-bid=\"4-1\" class=\"b\">Eze 27:13</a>) <a href=\"/en/wol/bc/r1/lp-e/1200002344/4/0\" data-bid=\"5-1\" class=\"b\">Verse&#xA0;19</a> of the same prophecy again mentions Javan, but the fact that the other places mentioned in the context are in Syria, Palestine, and Arabia has led some to view the appearance of the name there to be the result of a scribal error. Rather than reading &#x201C;and Javan from Uzal,&#x201D; the Greek <em>Septuagint </em>renders Javan as &#x201C;wine,&#x201D; thus reading, &#x201C;and with wine. From Asel [Uzal].&#x201D; (<em>LXX, </em>Thomson) The <em>Revised Standard Version </em>reads &#x201C;and wine from Uzal.&#x201D; Others, however, suggest that Javan may here refer to a Greek colony located in Arabia or that it may perhaps be the name of an Arabian tribe or town.In Daniel&#x2019;s prophecy &#x201C;Javan&#x201D; is usually rendered by translators as &#x201C;Greece,&#x201D; since the historical fulfillment of Daniel&#x2019;s writings makes this meaning evident. (<a href=\"/en/wol/bc/r1/lp-e/1200002344/5/0\" data-bid=\"6-1\" class=\"b\">Da 8:21;</a><a href=\"/en/wol/bc/r1/lp-e/1200002344/5/1\" data-bid=\"6-2\" class=\"b\"> 10:20;</a><a href=\"/en/wol/bc/r1/lp-e/1200002344/5/2\" data-bid=\"6-3\" class=\"b\"> 11:2</a>) So, likewise, Zechariah&#x2019;s prophecy (520-518&#xA0;B.C.E.), foretelling the successful warfare of the &#x2018;sons of Zion&#x2019; against Javan (Greece).<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002344/6/0\" data-bid=\"7-1\" class=\"b\">Zec 9:13</a>."}