{"title":"Jehovah","link":"/en/wol/d/r1/lp-e/1200002391","html":"<span id=\"page5\" class=\"pageNum\" data-no=\"5\" data-before-text=\"5\"></span><strong>JEHOVAH</strong>(Je&#xB7;ho&#x2B9;vah) [the causative form, the imperfect state, of the Heb. verb <em>ha&#xB7;wah&#x2B9; </em>(become); meaning &#x201C;He Causes to Become&#x201D;].The personal name of God. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/0/0\" data-bid=\"1-1\" class=\"b\">Isa 42:8;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/0/1\" data-bid=\"1-2\" class=\"b\"> 54:5</a>) Though Scripturally designated by such descriptive titles as &#x201C;God,&#x201D; &#x201C;Sovereign Lord,&#x201D; &#x201C;Creator,&#x201D; &#x201C;Father,&#x201D; &#x201C;the Almighty,&#x201D; and &#x201C;the Most High,&#x201D; his personality and attributes<wbr>&#x2014;who and what he is&#x2014;<wbr>are fully summed up and expressed only in this personal name.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002391/1/0\" data-bid=\"2-1\" class=\"b\">Ps 83:18</a>.<strong>Correct Pronunciation of the Divine Name. </strong>&#x201C;Jehovah&#x201D; is the best known English pronunciation of the divine name, although &#x201C;Yahweh&#x201D; is favored by most Hebrew scholars. The oldest Hebrew manuscripts present the name in the form of four consonants, commonly called the Tetragrammaton (from Greek <em>te&#xB7;tra-, </em>meaning &#x201C;four,&#x201D; and <em>gram&#x2B9;ma, </em>&#x201C;letter&#x201D;). These four letters (written from right to left) are &#x5D9;&#x5D4;&#x5D5;&#x5D4; and may be transliterated into English as <em>YHWH </em>(or, <em>JHVH</em>).The Hebrew consonants of the name are therefore known. The question is, Which vowels are to be combined with those consonants? Vowel points did not come into use in Hebrew until the second half of the first millennium C.E. (See <a href=\"/en/wol/tc/r1/lp-e/1200002391/0\">HEBREW, II</a> [Hebrew Alphabet and Script].) Furthermore, because of a religious superstition that had begun centuries earlier, the vowel pointing found in Hebrew manuscripts does not provide the key for determining which vowels should appear in the divine name.<strong><em>Superstition hides the name. </em></strong>At some point a superstitious idea arose among the Jews that it was wrong even to pronounce the divine name (represented by the Tetragrammaton). Just what basis was originally assigned for discontinuing the use of the name is not definitely known. Some hold that the name was viewed as being too sacred for imperfect lips to speak. Yet the Hebrew Scriptures themselves give no evidence that any of God&#x2019;s true servants ever felt any hesitancy about pronouncing his name. Non-Biblical Hebrew documents, such as the so-called Lachish Letters, show the name was used in regular correspondence in Palestine during the latter part of the seventh century B.C.E.Another view is that the intent was to keep non-Jewish peoples from knowing the name and possibly misusing it. However, Jehovah himself said that he would &#x2018;have his name declared in all the earth&#x2019; (<a href=\"/en/wol/bc/r1/lp-e/1200002391/2/0\" data-bid=\"3-1\" class=\"b\">Ex 9:16</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002391/3/0\" data-bid=\"4-1\" class=\"b\">1Ch 16:23, 24;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/3/1\" data-bid=\"4-2\" class=\"b\"> Ps 113:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/3/2\" data-bid=\"4-3\" class=\"b\"> Mal 1:11,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/3/3\" data-bid=\"4-4\" class=\"b\">&#xA0;14</a>), to be known even by his adversaries. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/4/0\" data-bid=\"5-1\" class=\"b\">Isa 64:2</a>) The name was in fact known and used by pagan nations both in pre-Common Era times and in the early centuries of the Common Era. (<em>The Jewish Encyclopedia, </em>1976, Vol.&#xA0;XII, p.&#xA0;119) Another claim is that the purpose was to protect the name from use in magical rites. If so, this was poor reasoning, as it is obvious that the more mysterious the name became through disuse the more it would suit the purposes of practicers of magic.<strong><em>When did the superstition take hold? </em></strong>Just as the reason or reasons originally advanced for discontinuing the use of the divine name are uncertain, so, too, there is much uncertainty as to when this superstitious view really took hold. Some claim that it began following the Babylonian exile (607-537&#xA0;B.C.E.). This theory, however, is based on a supposed reduction in the use of the name by the later writers of the Hebrew Scriptures, a view that does not hold up under examination. Malachi, for example, was evidently one of the last books of the Hebrew Scriptures written (in the latter half of the fifth century B.C.E.), and it gives great prominence to the divine name.Many reference works have suggested that the name ceased to be used by about 300&#xA0;B.C.E. Evidence for this date supposedly was found in the absence of the Tetragrammaton (or a transliteration of it) in the Greek <em>Septuagint </em>translation of the Hebrew Scriptures, begun about 280&#xA0;B.C.E. It is true that the most complete manuscript copies of the <em>Septuagint </em>now known do consistently follow the practice of substituting the Greek words <em>Ky&#x2B9;ri&#xB7;os </em>(Lord) or <em>The&#xB7;os&#x2B9; </em>(God) for the Tetragrammaton. But these major manuscripts date back only as far as the fourth and fifth centuries C.E. More ancient copies, though in fragmentary form, have been discovered that prove that the <em>earliest </em>copies of the <em>Septuagint </em>did contain the divine name.One of these is the fragmentary remains of a papyrus roll of a portion <span id=\"page6\" class=\"pageNum\" data-no=\"6\" data-before-text=\"6\"></span>of Deuteronomy, listed as P.&#xA0;Fouad Inventory No.&#xA0;266. (PICTURE, Vol.&#xA0;1, p.&#xA0;326) It regularly presents the Tetragrammaton, written in square Hebrew characters, in each case of its appearance in the Hebrew text being translated. This papyrus is dated by scholars as being from the first century B.C.E., and thus it was written four or five centuries earlier than the manuscripts mentioned previously.<wbr>&#x2014;See <em>NW </em>appendix, pp.&#xA0;1562-1564.<strong><em>When did the Jews in general actually stop pronouncing the personal name of God?</em></strong>So, at least in written form, there is no sound evidence of any disappearance or disuse of the divine name in the B.C.E. period. In the first century C.E., there first appears some evidence of a superstitious attitude toward the name. Josephus, a Jewish historian from a priestly family, when recounting God&#x2019;s revelation to Moses at the site of the burning bush, says: &#x201C;Then God revealed to him His name, which ere then had not come to men&#x2019;s ears, and of which I am forbidden to speak.&#x201D; (<em>Jewish Antiquities, </em>II, 276 [xii,&#xA0;4]) Josephus&#x2019; statement, however, besides being inaccurate as to knowledge of the divine name prior to Moses, is vague and does not clearly reveal just what the general attitude current in the first century was as to pronouncing or using the divine name.The Jewish Mishnah, a collection of rabbinic teachings and traditions, is somewhat more explicit. Its compilation is credited to a rabbi known as Judah the Prince, who lived in the second and third centuries C.E. Some of the Mishnaic material clearly relates to circumstances prior to the destruction of Jerusalem and its temple in 70&#xA0;C.E. Of the Mishnah, however, one scholar says: &#x201C;It is a matter of extreme difficulty to decide what historical value we should attach to any tradition recorded in the Mishnah. The lapse of time which may have served to obscure or distort memories of times so different; the political upheavals, changes, and confusions brought about by two rebellions and two Roman conquests; the standards esteemed by the Pharisean party (whose opinions the Mishnah records) which were not those of the Sadducean party .&#xA0;.&#xA0;.<wbr>&#x2014;these are factors which need to be given due weight in estimating the character of the Mishnah&#x2019;s statements. Moreover there is much in the contents of the Mishnah that moves in an atmosphere of academic discussion pursued for its own sake, with (so it would appear) little pretence at recording historical usage.&#x201D; (<em>The Mishnah, </em>translated by H.&#xA0;Danby, London, 1954, pp.&#xA0;xiv, xv) Some of the Mishnaic traditions concerning the pronouncing of the divine name are as follows:In connection with the annual Day of Atonement, Danby&#x2019;s translation of the Mishnah states: &#x201C;And when the priests and the people which stood in the Temple Court heard the Expressed Name come forth from the mouth of the High Priest, they used to kneel and bow themselves and fall down on their faces and say, &#x2018;Blessed be the name of the glory of his kingdom for ever and ever!&#x2019;&#x201D; (<em>Yoma </em>6:2) Of the daily priestly blessings, <em>Sotah </em>7:6 says: &#x201C;In the Temple they pronounced the Name as it was written, but in the provinces by a substituted word.&#x201D; <em>Sanhedrin </em>7:5 states that a blasphemer was not guilty &#x2018;unless he pronounced the Name,&#x2019; and that in a trial involving a charge of blasphemy a substitute name was used until all the evidence had been heard; then the chief witness was asked privately to &#x2018;say expressly what he had heard,&#x2019; presumably employing the divine name. <em>Sanhedrin </em>10:1, in listing those &#x201C;that have no share in the world to come,&#x201D; states: &#x201C;Abba Saul says: Also he that pronounces the Name with its proper letters.&#x201D; Yet, despite these negative views, one also finds in the first section of the Mishnah the positive injunction that &#x201C;a man should salute his fellow with [the use of] the Name [of God],&#x201D; the example of Boaz (<a href=\"/en/wol/bc/r1/lp-e/1200002391/5/0\" data-bid=\"6-1\" class=\"b\">Ru 2:4</a>) then being cited.<wbr>&#x2014;<em>Berakhot </em>9:5.Taken for what they are worth, these traditional views may reveal a superstitious tendency to avoid using the divine name sometime before Jerusalem&#x2019;s temple was destroyed in 70&#xA0;C.E. Even then, it is primarily the priests who are explicitly said to have used a substitute name in place of the divine name, and that only in the provinces. Additionally the historical value of the Mishnaic traditions is questionable, as we have seen.There is, therefore, no genuine basis for assigning any time earlier than the first and second centuries C.E. for the development of the superstitious view calling for discontinuance of the use of the divine name. The time did come, however, when in reading the Hebrew Scriptures in the original language, the Jewish reader substituted either <em>&#x2BC;Adho&#xB7;nai&#x2B9; </em>(Sovereign Lord) or <em>&#x2BC;Elo&#xB7;him&#x2B9; </em>(God) rather than pronounce the divine name represented by the Tetragrammaton. This is seen from the fact that when vowel pointing came into use in the second half of the first millennium C.E., the Jewish copyists inserted the vowel points for either <em>&#x2BC;Adho&#xB7;nai&#x2B9; </em>or <em>&#x2BC;Elo&#xB7;him&#x2B9; </em>into the Tetragrammaton, evidently to warn the reader to say those words in place of pronouncing the divine name. If using the Greek <em>Septuagint </em>translation of the Hebrew <span id=\"page7\" class=\"pageNum\" data-no=\"7\" data-before-text=\"7\"></span>Scriptures in <em>later </em>copies, the reader, of course, found the Tetragrammaton completely replaced by <em>Ky&#x2B9;ri&#xB7;os </em>and <em>The&#xB7;os&#x2B9;.<wbr></em>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002391/1\">LORD</a>.Translations into other languages, such as the Latin <em>Vulgate, </em>followed the example of these later copies of the Greek <em>Septuagint.</em> The Catholic <em>Douay Version </em>(of 1609-1610) in English, based on the Latin <em>Vulgate, </em>therefore does not contain the divine name, while the <em>King James Version </em>(1611) uses L<span class=\"altsize\">ORD </span>or G<span class=\"altsize\">OD </span>(in capital and small capitals) to represent the Tetragrammaton in the Hebrew Scriptures, except in four cases.<strong><em>What is the proper pronunciation of God&#x2019;s name?</em></strong>In the second half of the first millennium C.E., Jewish scholars introduced a system of points to represent the missing vowels in the consonantal Hebrew text. When it came to God&#x2019;s name, instead of inserting the proper vowel signs for it, they put other vowel signs to remind the reader that he should say <em>&#x2BC;Adho&#xB7;nai&#x2B9; </em>(meaning &#x201C;Sovereign Lord&#x201D;) or <em>&#x2BC;Elo&#xB7;him&#x2B9; </em>(meaning &#x201C;God&#x201D;).The Codex Leningrad B 19&#x2060;<sup>A</sup>, of the 11th&#xA0;century C.E., vowel points the Tetragrammaton to read <em>Yehwah&#x2B9;, Yehwih&#x2B9;, </em>and <em>Yeho&#xB7;wah&#x2B9;.</em> Ginsburg&#x2019;s edition of the Masoretic text vowel points the divine name to read <em>Yeho&#xB7;wah&#x2B9;. </em>(<a href=\"/en/wol/bc/r1/lp-e/1200002391/6/0\" data-bid=\"7-1\" class=\"b\">Ge 3:14</a>, ftn) Hebrew scholars generally favor &#x201C;Yahweh&#x201D; as the most likely pronunciation. They point out that the abbreviated form of the name is Yah (Jah in the Latinized form), as at <a href=\"/en/wol/bc/r1/lp-e/1200002391/7/0\" data-bid=\"8-1\" class=\"b\">Psalm 89:8</a> and in the expression <em>Ha&#xB7;lelu-Yah&#x2B9; </em>(meaning &#x201C;Praise Jah, you people!&#x201D;). (<a href=\"/en/wol/bc/r1/lp-e/1200002391/8/0\" data-bid=\"9-1\" class=\"b\">Ps 104:35;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/8/1\" data-bid=\"9-2\" class=\"b\"> 150:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/8/2\" data-bid=\"9-3\" class=\"b\">&#xA0;6</a>) Also, the forms <em>Yehoh&#x2B9;, Yoh, Yah, </em>and <em>Ya&#x2B9;hu, </em>found in the Hebrew spelling of the names Jehoshaphat, Joshaphat, Shephatiah, and others, can all be derived from Yahweh. Greek transliterations of the name by early Christian writers point in a somewhat similar direction with spellings such as <em>I&#xB7;a&#xB7;be&#x2B9; </em>and <em>I&#xB7;a&#xB7;ou&#xB7;e&#x2B9;, </em>which, as pronounced in Greek, resemble Yahweh. Still, there is by no means unanimity among scholars on the subject, some favoring yet other pronunciations, such as &#x201C;Yahuwa,&#x201D; &#x201C;Yahuah,&#x201D; or &#x201C;Yehuah.&#x201D;Since certainty of pronunciation is not now attainable, there seems to be no reason for abandoning in English the well-known form &#x201C;Jehovah&#x201D; in favor of some other suggested pronunciation. If such a change were made, then, to be consistent, changes should be made in the spelling and pronunciation of a host of other names found in the Scriptures: Jeremiah would be changed to <em>Yir&#xB7;meyah&#x2B9;, </em>Isaiah would become <em>Yesha&#x2BD;&#xB7;ya&#x2B9;hu, </em>and Jesus would be either <em>Yehoh&#xB7;shu&#x2B9;a&#x2BD; </em>(as in Hebrew) or <em>I&#xB7;e&#xB7;sous&#x2B9; </em>(as in Greek). The purpose of words is to transmit thoughts; in English the name Jehovah identifies the true God, transmitting this thought more satisfactorily today than any of the suggested substitutes.<span id=\"page8\" class=\"pageNum\" data-no=\"8\" data-before-text=\"8\"></span><strong>Importance of the Name. </strong>Many modern scholars and Bible translators advocate following the tradition of eliminating the distinctive name of God. They not only claim that its uncertain pronunciation justifies such a course but also hold that the supremacy and uniqueness of the true God make unnecessary his having a particular name. Such a view receives no support from the inspired Scriptures, either those of pre-Christian times or those of the Christian Greek Scriptures.The Tetragrammaton occurs 6,828 times in the Hebrew text printed in <em>Biblia Hebraica </em>and <em>Biblia Hebraica Stuttgartensia. </em>In the Hebrew Scriptures the <em>New World Translation </em>contains the divine name 6,973 times, because the translators took into account, among other things, the fact that in some places the scribes had replaced the divine name with <em>&#x2BC;Adho&#xB7;nai&#x2B9; </em>or <em>&#x2BC;Elo&#xB7;him&#x2B9;. </em>(See <em>NW </em>appendix, pp.&#xA0;1561, 1562.) The very frequency of the appearance of the name attests to its importance to the Bible&#x2019;s Author, whose name it is. Its use throughout the Scriptures far outnumbers that of any of the titles, such as &#x201C;Sovereign Lord&#x201D; or &#x201C;God,&#x201D; applied to him.Noteworthy, also, is the importance given to names themselves in the Hebrew Scriptures and among Semitic peoples. Professor G.&#xA0;T.&#xA0;Manley points out: &#x201C;A study of the word &#x2018;name&#x2019; in the O[ld] T[estament] reveals how much it means in Hebrew. The name is no mere label, but is significant of the real personality of him to whom it belongs. .&#xA0;.&#xA0;. When a person puts his &#x2018;name&#x2019; upon a thing or another person the latter comes under his influence and protection.&#x201D;<wbr>&#x2014;<em>New Bible Dictionary, </em>edited by J.&#xA0;D.&#xA0;Douglas, 1985, p.&#xA0;430; compare <em>Everyman&#x2019;s Talmud, </em>by A.&#xA0;Cohen, 1949, p.&#xA0;24; <a href=\"/en/wol/bc/r1/lp-e/1200002391/9/0\" data-bid=\"10-1\" class=\"b\">Ge 27:36;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/9/1\" data-bid=\"10-2\" class=\"b\"> 1Sa 25:25;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/9/2\" data-bid=\"10-3\" class=\"b\"> Ps 20:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/9/3\" data-bid=\"10-4\" class=\"b\"> Pr 22:1</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002391/2\">NAME</a>.<strong><em>&#x201C;God&#x201D; and &#x201C;Father&#x201D; not distinctive. </em></strong>The title &#x201C;God&#x201D; is neither personal nor distinctive (one can even make a god of his belly; <a href=\"/en/wol/bc/r1/lp-e/1200002391/10/0\" data-bid=\"11-1\" class=\"b\">Php 3:19</a>). In the Hebrew Scriptures the same word (<em>&#x2BC;Elo&#xB7;him&#x2B9;</em>) is applied to Jehovah, the true God, and also to false gods, such as the Philistine god Dagon (<a href=\"/en/wol/bc/r1/lp-e/1200002391/11/0\" data-bid=\"12-1\" class=\"b\">Jg 16:23, 24;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/11/1\" data-bid=\"12-2\" class=\"b\"> 1Sa 5:7</a>) and the Assyrian god Nisroch. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/12/0\" data-bid=\"13-1\" class=\"b\">2Ki 19:37</a>) For a Hebrew to tell a Philistine or an Assyrian that he worshiped &#x201C;God [<em>&#x2BC;Elo&#xB7;him&#x2B9;</em>]&#x201D; would obviously not have sufficed to identify the Person to whom his worship went.In its articles on Jehovah, <em>The Imperial Bible-Dictionary </em>nicely illustrates the difference between <em>&#x2BC;Elo&#xB7;him&#x2B9; </em>(God) and Jehovah. Of the name Jehovah, it says: &#x201C;It is everywhere a <em>proper </em>name, denoting the personal God and him only; whereas Elohim partakes more of the character of a <em>common </em>noun, denoting usually, indeed, but not necessarily nor uniformly, the Supreme. .&#xA0;.&#xA0;. The Hebrew may say <em>the </em>Elohim, the true God, in opposition to all false gods; but he never says <em>the </em>Jehovah, for Jehovah is the name of the true God only. He says again and again <em>my </em>God&#xA0;.&#xA0;.&#xA0;.&#xA0;; but never <em>my </em>Jehovah, for when he says <em>my God, </em>he means Jehovah. He speaks of the God of Israel, but never of the Jehovah of Israel, for there is no other Jehovah. He speaks of the living God, but never of the living Jehovah, for he cannot conceive of Jehovah as other than living.&#x201D;<wbr>&#x2014;Edited by P.&#xA0;Fairbairn, London, 1874, Vol.&#xA0;I, p.&#xA0;856.The same is true of the Greek term for God, <em>The&#xB7;os&#x2B9;.</em> It was applied alike to the true God and to such pagan gods as Zeus and Hermes (Roman Jupiter and Mercury). (Compare <a href=\"/en/wol/bc/r1/lp-e/1200002391/13/0\" data-bid=\"14-1\" class=\"b\">Ac 14:11-15</a>.) Presenting the true situation are Paul&#x2019;s words at <a href=\"/en/wol/bc/r1/lp-e/1200002391/14/0\" data-bid=\"15-1\" class=\"b\">1&#xA0;Corinthians 8:4-6</a>: &#x201C;For even though there are those who are called &#x2018;gods,&#x2019; whether in heaven or on earth, just as there are many &#x2018;gods&#x2019; and many &#x2018;lords,&#x2019; there is actually to us one God the Father, out of whom all things are, and we for him.&#x201D; The belief in numerous gods, which makes essential that the true God be distinguished from such, has continued even into this 21st&#xA0;century.Paul&#x2019;s reference to &#x201C;God the Father&#x201D; does not mean that the true God&#x2019;s name is &#x201C;Father,&#x201D; for the designation &#x201C;father&#x201D; applies as well to every human male parent and describes men in other relationships. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/15/0\" data-bid=\"16-1\" class=\"b\">Ro 4:11,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/15/1\" data-bid=\"16-2\" class=\"b\"> 16;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/15/2\" data-bid=\"16-3\" class=\"b\"> 1Co 4:15</a>) The Messiah is given the title &#x201C;Eternal Father.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002391/16/0\" data-bid=\"17-1\" class=\"b\">Isa 9:6</a>) Jesus called Satan the &#x201C;father&#x201D; of certain murderous opposers. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/17/0\" data-bid=\"18-1\" class=\"b\">Joh 8:44</a>) The term was also applied to gods of the nations, the Greek god Zeus being represented as the great father god in Homeric poetry. That &#x201C;God the Father&#x201D; has a name, one that is distinct from his Son&#x2019;s name, is shown in numerous texts. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/18/0\" data-bid=\"19-1\" class=\"b\">Mt 28:19;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/18/1\" data-bid=\"19-2\" class=\"b\"> Re 3:12;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/18/2\" data-bid=\"19-3\" class=\"b\"> 14:1</a>) Paul knew the personal name of God, Jehovah, as found in the creation account in Genesis, from which Paul quoted in his writings. That name, Jehovah, distinguishes &#x201C;God the Father&#x201D; (compare <a href=\"/en/wol/bc/r1/lp-e/1200002391/19/0\" data-bid=\"20-1\" class=\"b\">Isa 64:8</a>), thereby blocking any attempt at merging or blending his identity and person with that of any other to whom the title &#x201C;god&#x201D; or &#x201C;father&#x201D; may be applied.<strong><em>Not a tribal god. </em></strong>Jehovah is called &#x201C;the God of Israel&#x201D; and &#x2018;the God of their forefathers.&#x2019; (<a href=\"/en/wol/bc/r1/lp-e/1200002391/20/0\" data-bid=\"21-1\" class=\"b\">1Ch 17:24;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/20/1\" data-bid=\"21-2\" class=\"b\"> Ex 3:16</a>) Yet this intimate association with the Hebrews and with the Israelite nation gives no reason for limiting the name to that of a tribal god, as some have done. The Christian apostle Paul wrote: &#x201C;Is he the God of the Jews only? Is he not also of people of the nations? Yes, of people of the <span id=\"page9\" class=\"pageNum\" data-no=\"9\" data-before-text=\"9\"></span>nations also.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002391/21/0\" data-bid=\"22-1\" class=\"b\">Ro 3:29</a>) Jehovah is not only &#x201C;the God of the whole earth&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002391/22/0\" data-bid=\"23-1\" class=\"b\">Isa 54:5</a>) but also the God of the universe, &#x201C;the Maker of heaven and earth.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002391/23/0\" data-bid=\"24-1\" class=\"b\">Ps 124:8</a>) Jehovah&#x2019;s covenant with Abraham, nearly 2,000 years earlier than Paul&#x2019;s day, had promised blessings for people of all nations, showing God&#x2019;s interest in all mankind.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002391/24/0\" data-bid=\"25-1\" class=\"b\">Ge 12:1-3</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002391/25/0\" data-bid=\"26-1\" class=\"b\">Ac 10:34, 35;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/25/1\" data-bid=\"26-2\" class=\"b\"> 11:18</a>.Jehovah God eventually rejected the unfaithful nation of fleshly Israel. But his name was to continue among the new nation of spiritual Israel, the Christian congregation, even when that new nation began to embrace non-Jewish persons in its membership. Presiding at a Christian assembly in Jerusalem, the disciple James therefore spoke of God as having &#x201C;turned his attention to the [non-Jewish] nations to take out of them <em>a people for his name.&#x201D; </em>As proof that this had been foretold, James then quoted a prophecy in the book of Amos in which Jehovah&#x2019;s name appears.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002391/26/0\" data-bid=\"27-1\" class=\"b\">Ac 15:2,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/26/1\" data-bid=\"27-2\" class=\"b\"> 12-14;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/26/2\" data-bid=\"27-3\" class=\"b\"> Am 9:11,&#xA0;12</a>.<strong>In the Christian Greek Scriptures. </strong>In view of this evidence it seems most unusual to find that the extant manuscript copies of the original text of the Christian Greek Scriptures do not contain the divine name in its full form. The name therefore is also absent from most translations of the so-called New Testament. Yet the name does appear in these sources in its abbreviated form at <a href=\"/en/wol/bc/r1/lp-e/1200002391/27/0\" data-bid=\"28-1\" class=\"b\">Revelation 19:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/27/1\" data-bid=\"28-2\" class=\"b\"> 3, 4,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/27/2\" data-bid=\"28-3\" class=\"b\"> 6</a>, in the expression &#x201C;Alleluia&#x201D; or &#x201C;Hallelujah&#x201D; (<em>KJ, Dy, JB, AS, RS</em>). The call there recorded as spoken by spirit sons of God to &#x201C;Praise Jah, you people!&#x201D; (<em>NW</em>) makes clear that the divine name was not obsolete; it was as vital and pertinent as it had been in the pre-Christian period. Why, then, the absence of its full form from the Christian Greek Scriptures?<strong><em>Why is the divine name in its full form not in any available ancient manuscript of the Christian Greek Scriptures?</em></strong>The argument long presented was that the inspired writers of the Christian Greek Scriptures made their quotations from the Hebrew Scriptures on the basis of the <em>Septuagint, </em>and that, since this version substituted <em>Ky&#x2B9;ri&#xB7;os </em>or <em>The&#xB7;os&#x2B9; </em>for the Tetragrammaton, these writers did not use the name Jehovah. As has been shown, this argument is no longer valid. Commenting on the fact that the oldest fragments of the Greek <em>Septuagint do </em>contain the divine name in its Hebrew form, Dr.&#xA0;P. Kahle says: &#x201C;We now know that the Greek Bible text [the <em>Septuagint</em>] as far as it was written by Jews for Jews did not translate the Divine name by <em>kyrios, </em>but the Tetragrammaton written with Hebrew or Greek letters was retained in such MSS [manuscripts]. It was the Christians who replaced the Tetragrammaton by <em>kyrios, </em>when the divine name written in Hebrew letters was not understood any more.&#x201D; (<em>The Cairo Geniza, </em>Oxford, 1959, p.&#xA0;222) When did this change in the Greek translations of the Hebrew Scriptures take place?It evidently took place in the centuries following the death of Jesus and his apostles. In Aquila&#x2019;s Greek version, dating from the second century C.E., the Tetragrammaton still appeared in Hebrew characters. Around 245&#xA0;C.E., the noted scholar Origen produced his <em>Hexapla, </em>a six-column reproduction of the inspired Hebrew Scriptures: (1)&#xA0;in their original Hebrew and Aramaic, accompanied by (2)&#xA0;a transliteration into Greek, and by the Greek versions of (3)&#xA0;Aquila, (4)&#xA0;Symmachus, (5)&#xA0;the <em>Septuagint, </em>and (6)&#xA0;Theodotion. On the evidence of the fragmentary copies now known, Professor W.&#xA0;G.&#xA0;Waddell says: &#x201C;In Origen&#x2019;s <em>Hexapla </em>.&#xA0;.&#xA0;. the Greek versions of Aquila, Symmachus, and LXX [<em>Septuagint</em>] all represented <em>JHWH </em>by &#x3A0;&#x399;&#x3A0;&#x399;; in the second column of the <em>Hexapla </em>the Tetragrammaton was written in Hebrew characters.&#x201D; (<em>The Journal of Theological Studies, </em>Oxford, Vol.&#xA0;XLV, 1944, pp.&#xA0;158, 159) Others believe the original text of Origen&#x2019;s <em>Hexapla </em>used Hebrew characters for the Tetragrammaton in <em>all </em>its columns. Origen himself, in his comments on <a href=\"/en/wol/bc/r1/lp-e/1200002391/28/0\" data-bid=\"29-1\" class=\"b\">Psalm 2:2</a>, stated that &#x201C;in the most accurate manuscripts THE NAME occurs in Hebrew characters, yet not in today&#x2019;s Hebrew [characters], but in the most ancient ones.&#x201D;<wbr>&#x2014;<em>Patrologia Graeca, </em>Paris, 1862, Vol.&#xA0;XII, col.&#xA0;1104.As late as the fourth century C.E., Jerome, the translator of the Latin <em>Vulgate, </em>says in his prologue to the books of Samuel and Kings: &#x201C;And we find the name of God, the Tetragrammaton [i.e., &#x5D9;&#x5D4;&#x5D5;&#x5D4;], in certain Greek volumes even to this day expressed in ancient letters.&#x201D; In a letter written at Rome, 384&#xA0;C.E., Jerome states: &#x201C;The ninth [name of God] is the Tetragrammaton, which they considered [<em>a&#xB7;nek&#xB7;pho&#x2B9;ne&#xB7;ton</em>], that is, unspeakable, and it is written with these letters, Iod, He, Vau, He. Certain ignorant ones, because of the similarity of the characters, when they would find it in Greek books, were accustomed to read &#x3A0;&#x399;&#x3A0;&#x399; [Greek letters corresponding to the Roman letters PIPI].&#x201D;<wbr>&#x2014;<em>Papyrus Grecs Bibliques, </em>by F.&#xA0;Dunand, Cairo, 1966, p.&#xA0;47, ftn.&#xA0;4.The so-called Christians, then, who &#x201C;replaced the Tetragrammaton by <em>kyrios&#x201D; </em>in the <em>Septuagint </em>copies, were not the early disciples of Jesus. They <span id=\"page10\" class=\"pageNum\" data-no=\"10\" data-before-text=\"10\"></span>were persons of later centuries, when the foretold apostasy was well developed and had corrupted the purity of Christian teachings.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002391/29/0\" data-bid=\"30-1\" class=\"b\">2Th 2:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/29/1\" data-bid=\"30-2\" class=\"b\"> 1Ti 4:1</a>.<strong><em>Used by Jesus and his disciples. </em></strong>Thus, in the days of Jesus and his disciples the divine name very definitely appeared in copies of the Scriptures, both in Hebrew manuscripts and in Greek manuscripts. Did Jesus and his disciples use the divine name in speech and in writing? In view of Jesus&#x2019; condemnation of Pharisaic traditions (<a href=\"/en/wol/bc/r1/lp-e/1200002391/30/0\" data-bid=\"31-1\" class=\"b\">Mt 15:1-9</a>), it would be highly unreasonable to conclude that Jesus and his disciples let Pharisaic ideas (such as are recorded in the Mishnah) govern them in this matter. Jesus&#x2019; own name means &#x201C;Jehovah Is Salvation.&#x201D; He stated: &#x201C;I have come in the name of my Father&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002391/31/0\" data-bid=\"32-1\" class=\"b\">Joh 5:43</a>); he taught his followers to pray: &#x201C;Our Father in the heavens, let your name be sanctified&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002391/32/0\" data-bid=\"33-1\" class=\"b\">Mt 6:9</a>); his works, he said, were done &#x201C;in the name of my Father&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002391/33/0\" data-bid=\"34-1\" class=\"b\">Joh 10:25</a>); and, in prayer on the night of his death, he said he had made his Father&#x2019;s name manifest to his disciples and asked, &#x201C;Holy Father, watch over them on account of your own name&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002391/34/0\" data-bid=\"35-1\" class=\"b\">Joh 17:6,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/34/1\" data-bid=\"35-2\" class=\"b\"> 11, 12,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/34/2\" data-bid=\"35-3\" class=\"b\">&#xA0;26</a>). In view of all of this, when Jesus quoted the Hebrew Scriptures or read from them he certainly used the divine name, Jehovah. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200002391/35/0\" data-bid=\"36-1\" class=\"b\">Mt 4:4,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/35/1\" data-bid=\"36-2\" class=\"b\"> 7,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/35/2\" data-bid=\"36-3\" class=\"b\"> 10</a> with <a href=\"/en/wol/bc/r1/lp-e/1200002391/36/0\" data-bid=\"37-1\" class=\"b\">De 8:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/36/1\" data-bid=\"37-2\" class=\"b\"> 6:16;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/36/2\" data-bid=\"37-3\" class=\"b\"> 6:13</a>; also <a href=\"/en/wol/bc/r1/lp-e/1200002391/37/0\" data-bid=\"38-1\" class=\"b\">Mt 22:37</a> with <a href=\"/en/wol/bc/r1/lp-e/1200002391/38/0\" data-bid=\"39-1\" class=\"b\">De 6:5</a>; and <a href=\"/en/wol/bc/r1/lp-e/1200002391/39/0\" data-bid=\"40-1\" class=\"b\">Mt 22:44</a> with <a href=\"/en/wol/bc/r1/lp-e/1200002391/40/0\" data-bid=\"41-1\" class=\"b\">Ps 110:1</a>; as well as <a href=\"/en/wol/bc/r1/lp-e/1200002391/41/0\" data-bid=\"42-1\" class=\"b\">Lu 4:16-21</a> with <a href=\"/en/wol/bc/r1/lp-e/1200002391/42/0\" data-bid=\"43-1\" class=\"b\">Isa 61:1,&#xA0;2</a>.) Logically, Jesus&#x2019; disciples, including the inspired writers of the Christian Greek Scriptures, would follow his example in this.Why, then, is the name absent from the extant manuscripts of the Christian Greek Scriptures or so-called New Testament? Evidently because by the time those extant copies were made (from the third century C.E. onward) the original text of the writings of the apostles and disciples had been altered. Thus later copyists undoubtedly replaced the divine name in Tetragrammaton form with <em>Ky&#x2B9;ri&#xB7;os </em>and <em>The&#xB7;os&#x2B9;. </em>(PICTURE, Vol.&#xA0;1, p.&#xA0;324) This is precisely what the facts show was done in later copies of the <em>Septuagint </em>translation of the Hebrew Scriptures.<strong><em>Restoration of the divine name in translation. </em></strong>Recognizing that this must have been the case, some translators have included the name Jehovah in their renderings of the Christian Greek Scriptures. <em>The Emphatic Diaglott, </em>a 19th-century translation by Benjamin Wilson, contains the name Jehovah a number of times, particularly where the Christian writers quoted from the Hebrew Scriptures. But as far back as 1533, in a translation by Anton Margaritha, the Tetragrammaton had already begun to appear in translations of the Christian Scriptures into Hebrew. Thereafter, in a variety of other such translations into Hebrew, the translators used the Tetragrammaton in those places where the inspired writer quoted a passage from the Hebrew Scriptures that contained the divine name.As to the properness of this course, note the following acknowledgment by R.&#xA0;B.&#xA0;Girdlestone, late principal of Wycliffe Hall, Oxford. The statement was made before manuscript evidence came to light showing that the Greek <em>Septuagint </em>originally contained the name Jehovah. He said: &#x201C;If that [<em>Septuagint</em>] version had retained the word [Jehovah], or had even used one Greek word for <em>Jehovah </em>and another for <em>Adonai, </em>such usage would doubtless have been retained in the discourses and arguments of the N.&#xA0;T.&#xA0;Thus our Lord, in quoting the <a href=\"/en/wol/bc/r1/lp-e/1200002391/43/0\" data-bid=\"44-1\" class=\"b\">110th Psalm</a>, instead of saying, &#x2018;The Lord said unto my Lord,&#x2019; might have said, <em>&#x2018;Jehovah </em>said unto <em>Adoni.&#x2019;&#x201D;</em>Proceeding on this same basis (which evidence now shows to have been actual fact) he adds: &#x201C;Supposing a Christian scholar were engaged in translating the Greek Testament into Hebrew, he would have to consider, each time the word &#x39A;&#x3CD;&#x3C1;&#x3B9;&#x3BF;&#x3C2; occurred, whether there was anything in the context to indicate its true Hebrew representative; and this is the difficulty which would arise in translating the N. T. into all languages if the title <em>Jehovah </em>had been allowed to stand in the [<em>Septuagint </em>translation of the] O.&#xA0;T.&#xA0;The Hebrew Scriptures would be a guide in many passages: thus, wherever the expression &#x2018;the angel of the Lord&#x2019; occurs, we know that the word Lord represents <em>Jehovah; </em>a similar conclusion as to the expression &#x2018;the word of the Lord&#x2019; would be arrived at, if the precedent set by the O. T. were followed; so also in the case of the title &#x2018;the Lord of Hosts.&#x2019; Wherever, on the contrary, the expression &#x2018;My Lord&#x2019; or &#x2018;Our Lord&#x2019; occurs, we should know that the word <em>Jehovah </em>would be inadmissible, and <em>Adonai </em>or <em>Adoni </em>would have to be used.&#x201D; (<em>Synonyms of the Old Testament, </em>1897, p.&#xA0;43) It is on such a basis that translations of the Greek Scriptures (mentioned earlier) containing the name Jehovah have proceeded.Outstanding, however, in this regard is the <em>New World Translation, </em>used throughout this work, in which the divine name in the form &#x201C;Jehovah&#x201D; appears 237 times in the Christian Greek Scriptures. As has been shown, there is sound basis for this.<span id=\"page11\" class=\"pageNum\" data-no=\"11\" data-before-text=\"11\"></span><strong>Early Use of the Name and Its Meaning. </strong><a href=\"/en/wol/bc/r1/lp-e/1200002391/44/0\" data-bid=\"45-1\" class=\"b\">Exodus 3:13-16</a> and <a href=\"/en/wol/bc/r1/lp-e/1200002391/45/0\" data-bid=\"46-1\" class=\"b\">6:3</a> are often misapplied to mean that Jehovah&#x2019;s name was first revealed to Moses sometime prior to the Exodus from Egypt. True, Moses raised the question: &#x201C;Suppose I am now come to the sons of Israel and I do say to them, &#x2018;The God of your forefathers has sent me to you,&#x2019; and they do say to me, &#x2018;What is his name?&#x2019; What shall I say to them?&#x201D; But this does not mean that he or the Israelites did not know Jehovah&#x2019;s name. The very name of Moses&#x2019; mother Jochebed means, possibly, &#x201C;Jehovah Is Glory.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002391/46/0\" data-bid=\"47-1\" class=\"b\">Ex 6:20</a>) Moses&#x2019; question likely was related to the circumstances in which the sons of Israel found themselves. They had been in hard slavery for many decades with no sign of any relief. Doubt, discouragement, and weakness of faith in God&#x2019;s power and purpose to deliver them had very likely infiltrated their ranks. (Note also <a href=\"/en/wol/bc/r1/lp-e/1200002391/47/0\" data-bid=\"48-1\" class=\"b\">Eze 20:7,&#xA0;8</a>.) For Moses simply to say he came in the name of &#x201C;God&#x201D; (<em>&#x2BC;Elo&#xB7;him&#x2B9;</em>) or the &#x201C;Sovereign Lord&#x201D; (<em>&#x2BC;Adho&#xB7;nai&#x2B9;</em>) therefore might not have meant much to the suffering Israelites. They knew the Egyptians had their own gods and lords and doubtless heard taunts from the Egyptians that their gods were superior to the God of the Israelites.<span id=\"page12\" class=\"pageNum\" data-no=\"12\" data-before-text=\"12\"></span>Then, too, we must keep in mind that names then had real meaning and were not just &#x201C;labels&#x201D; to identify an individual as today. Moses knew that Abram&#x2019;s name (meaning &#x201C;Father Is High (Exalted)&#x201D;) was changed to Abraham (meaning &#x201C;Father of a Crowd (Multitude)&#x201D;), the change being made because of God&#x2019;s purpose concerning Abraham. So, too, the name of Sarai was changed to Sarah and that of Jacob to Israel; in each case the change revealed something fundamental and prophetic about God&#x2019;s purpose concerning them. Moses may well have wondered if Jehovah would now reveal himself under some new name to throw light on his purpose toward Israel. Moses&#x2019; going to the Israelites in the &#x201C;name&#x201D; of the One who sent him meant being the representative of that One, and the greatness of the authority with which Moses would speak would be determined by or be commensurate with that name and what it represented. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200002391/48/0\" data-bid=\"49-1\" class=\"b\">Ex 23:20, 21;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/48/1\" data-bid=\"49-2\" class=\"b\"> 1Sa 17:45</a>.) So, Moses&#x2019; question was a meaningful one.God&#x2019;s reply in Hebrew was: <em>&#x2BC;Eh&#xB7;yeh&#x2B9; &#x2BC;Asher&#x2B9; &#x2BC;Eh&#xB7;yeh&#x2B9;. </em>Some translations render this as &#x201C;I AM THAT I AM.&#x201D; However, it is to be noted that the Hebrew verb <em>ha&#xB7;yah&#x2B9;, </em>from which the word <em>&#x2BC;Eh&#xB7;yeh&#x2B9; </em>is drawn, does not mean simply &#x201C;be.&#x201D; Rather, it means &#x201C;become,&#x201D; or &#x201C;prove to be.&#x201D; The reference here is not to God&#x2019;s self-existence but to what he has in mind to become toward others. Therefore, the <em>New World Translation </em>properly renders the above Hebrew expression as &#x201C;I SHALL PROVE TO BE WHAT I SHALL PROVE TO BE.&#x201D; Jehovah thereafter added: &#x201C;This is what you are to say to the sons of Israel, &#x2018;I SHALL PROVE TO BE has sent me to you.&#x2019;&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002391/49/0\" data-bid=\"50-1\" class=\"b\">Ex 3:14</a>, ftn.That this meant no change in God&#x2019;s name, but only an additional insight into God&#x2019;s personality, is seen from his further words: &#x201C;This is what you are to say to the sons of Israel, &#x2018;Jehovah the God of your forefathers, the God of Abraham, the God of Isaac and the God of Jacob, has sent me to you.&#x2019; This is my name to time indefinite, and this is the memorial of me to generation after generation.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002391/50/0\" data-bid=\"51-1\" class=\"b\">Ex 3:15</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002391/51/0\" data-bid=\"52-1\" class=\"b\">Ps 135:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/51/1\" data-bid=\"52-2\" class=\"b\"> Ho 12:5</a>.) The name Jehovah comes from a Hebrew verb that means &#x201C;to become,&#x201D; and a number of scholars suggest that the name means &#x201C;He Causes to Become.&#x201D; This definition well fits Jehovah&#x2019;s role as the Creator of all things and the Fulfiller of his purpose. Only the true God could rightly and authentically bear such a name.This aids one in understanding the sense of Jehovah&#x2019;s later statement to Moses: &#x201C;I am Jehovah. And I used to appear to Abraham, Isaac and Jacob as God Almighty, but as respects my name Jehovah I did not make myself known to them.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002391/52/0\" data-bid=\"53-1\" class=\"b\">Ex 6:2,&#xA0;3</a>) Since the name Jehovah was used many times by those patriarchal ancestors of Moses, it is evident that God meant that he manifested himself to them in the capacity of Jehovah only in a limited way. To illustrate this, those who had known the man Abram could hardly be said to have really <em>known </em>him as <em>Abraham </em>(meaning &#x201C;Father of a Crowd (Multitude)&#x201D;) while he had but one son, Ishmael. When Isaac and other sons were born and began producing offspring, the name Abraham took on greater meaning or import. So, too, the name Jehovah would now take on expanded meaning for the Israelites.To &#x201C;know,&#x201D; therefore, does not necessarily mean merely to be acquainted with or cognizant of something or someone. The foolish Nabal knew David&#x2019;s name but still asked, &#x201C;Who is David?&#x201D; in the sense of asking, &#x201C;What does he amount to?&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002391/53/0\" data-bid=\"54-1\" class=\"b\">1Sa 25:9-11</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002391/54/0\" data-bid=\"55-1\" class=\"b\">2Sa 8:13</a>.) So, too, Pharaoh had said to Moses: &#x201C;Who is Jehovah, so that I should obey his voice to send Israel away? I do not know Jehovah at all and, what is more, I am not going to send Israel away.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002391/55/0\" data-bid=\"56-1\" class=\"b\">Ex 5:1,&#xA0;2</a>) By that, Pharaoh evidently meant that he did not know Jehovah as the true God or as having any authority over Egypt&#x2019;s king and his affairs, nor as having any might to enforce His will as announced by Moses and Aaron. But now Pharaoh and all Egypt, along with the Israelites, would come to know the real meaning of that name, the person it represented. As Jehovah showed Moses, this would result from God&#x2019;s carrying out His purpose toward Israel, liberating them, giving them the Promised Land, and thereby fulfilling His covenant with their forefathers. In this way, as God said, &#x201C;You will certainly know that I am Jehovah your God.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002391/56/0\" data-bid=\"57-1\" class=\"b\">Ex 6:4-8</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200002391/3\">ALMIGHTY</a>.Professor of Hebrew D.&#xA0;H.&#xA0;Weir therefore rightly says that those who claim <a href=\"/en/wol/bc/r1/lp-e/1200002391/57/0\" data-bid=\"58-1\" class=\"b\">Exodus 6:2, 3</a> marks the first time the name Jehovah was revealed, &#x201C;have not studied [these verses] in the light of other scriptures; otherwise they would have perceived that by <em>name </em>must be meant here not the two syllables which make up the word Jehovah, but the idea which it expresses. When we read in <a href=\"/en/wol/bc/r1/lp-e/1200002391/58/0\" data-bid=\"59-1\" class=\"b\">Isaiah, ch. lii. 6</a>, <em>&#x2018;Therefore my people shall know my name;&#x2019; </em>or in <a href=\"/en/wol/bc/r1/lp-e/1200002391/59/0\" data-bid=\"60-1\" class=\"b\">Jeremiah, ch. xvi. 21</a>, <em>&#x2018;They shall know that my name is Jehovah;&#x2019; </em>or in the Psalms, <a href=\"/en/wol/bc/r1/lp-e/1200002391/60/0\" data-bid=\"61-1\" class=\"b\">Ps. ix. [10,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/60/1\" data-bid=\"61-2\" class=\"b\">&#xA0;16</a>], <em>&#x2018;They that know thy name shall put their trust in thee;&#x2019; </em>we see at once that to know Jehovah&#x2019;s name is something very different from knowing the four letters of which it is composed. It is to know by experience that Jehovah really is what his name declares him to be. (Compare also <a href=\"/en/wol/bc/r1/lp-e/1200002391/61/0\" data-bid=\"62-1\" class=\"b\">Is. xix. 20, 21;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/61/1\" data-bid=\"62-2\" class=\"b\"> Eze. xx. 5,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/61/2\" data-bid=\"62-3\" class=\"b\">&#xA0;9;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/61/3\" data-bid=\"62-4\" class=\"b\"> xxxix. 6,&#xA0;7;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/61/4\" data-bid=\"62-5\" class=\"b\"> Ps. lxxxiii. [18</a>]; <a href=\"/en/wol/bc/r1/lp-e/1200002391/62/0\" data-bid=\"63-1\" class=\"b\">lxxxix. [16</a>]; <span id=\"page13\" class=\"pageNum\" data-no=\"13\" data-before-text=\"13\"></span><a href=\"/en/wol/bc/r1/lp-e/1200002391/63/0\" data-bid=\"64-1\" class=\"b\">2 Ch.&#xA0;vi.&#xA0;33</a>.)&#x201D;<wbr>&#x2014;<em>The Imperial Bible-Dictionary, </em>Vol.&#xA0;I, pp.&#xA0;856, 857.<strong><em>Known by the first human pair. </em></strong>The name Jehovah was not first revealed to Moses, for it was certainly known by the first man. The name initially appears in the divine Record at <a href=\"/en/wol/bc/r1/lp-e/1200002391/64/0\" data-bid=\"65-1\" class=\"b\">Genesis 2:4</a> after the account of God&#x2019;s creative works, and there it identifies the Creator of the heavens and earth as &#x201C;Jehovah God.&#x201D; It is reasonable to believe that Jehovah God informed Adam of this account of creation. The Genesis record does not mention his doing so, but then neither does it explicitly say Jehovah revealed Eve&#x2019;s origin to the awakened Adam. Yet Adam&#x2019;s words upon receiving Eve show he had been informed of the way God had produced her from Adam&#x2019;s own body. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/65/0\" data-bid=\"66-1\" class=\"b\">Ge 2:21-23</a>) Much communication undoubtedly took place between Jehovah and his earthly son that is not included in the brief account of Genesis.Eve is the first human specifically reported to have used the divine name. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/66/0\" data-bid=\"67-1\" class=\"b\">Ge 4:1</a>) She obviously learned that name from her husband and head, Adam, from whom she had also learned God&#x2019;s command concerning the tree of the knowledge of good and bad (although, again, the record does not directly relate Adam&#x2019;s passing this information on to her).<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002391/67/0\" data-bid=\"68-1\" class=\"b\">Ge 2:16, 17;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/67/1\" data-bid=\"68-2\" class=\"b\"> 3:2,&#xA0;3</a>.As is shown in the article <a href=\"/en/wol/tc/r1/lp-e/1200002391/4\">ENOSH</a>, the start that was made of &#x201C;calling on the name of Jehovah&#x201D; in the day of Adam&#x2019;s grandson Enosh was evidently not done in faith and in a divinely approved manner. For between Abel and Noah only Jared&#x2019;s son Enoch (not Enosh) is reported to have &#x2018;walked with the true God&#x2019; in faith. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/68/0\" data-bid=\"69-1\" class=\"b\">Ge 4:26;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/68/1\" data-bid=\"69-2\" class=\"b\"> 5:18,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/68/2\" data-bid=\"69-3\" class=\"b\"> 22-24;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/68/3\" data-bid=\"69-4\" class=\"b\"> Heb 11:4-7</a>) Through Noah and his family, knowledge of the divine name survived into the post-Flood period, beyond the time of the dispersion of peoples at the Tower of Babel, and was transmitted to the patriarch Abraham and his descendants.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002391/69/0\" data-bid=\"70-1\" class=\"b\">Ge 9:26;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/69/1\" data-bid=\"70-2\" class=\"b\"> 12:7,&#xA0;8</a>.<strong>The Person Identified by the Name. </strong>Jehovah is the Creator of all things, the great First Cause; hence he is uncreated, without beginning. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/70/0\" data-bid=\"71-1\" class=\"b\">Re 4:11</a>) &#x201C;In number his years are beyond searching.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002391/71/0\" data-bid=\"72-1\" class=\"b\">Job 36:26</a>) It is impossible to place an age upon him, for there is no starting point from which to measure. Though ageless, he is properly called &#x201C;the Ancient of Days&#x201D; since his existence stretches endlessly into the past. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/72/0\" data-bid=\"73-1\" class=\"b\">Da 7:9,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/72/1\" data-bid=\"73-2\" class=\"b\">&#xA0;13</a>) He is also without future end (<a href=\"/en/wol/bc/r1/lp-e/1200002391/73/0\" data-bid=\"74-1\" class=\"b\">Re 10:6</a>), being incorruptible, undying. He is therefore called &#x201C;the King of eternity&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002391/74/0\" data-bid=\"75-1\" class=\"b\">1Ti 1:17</a>), to whom a thousand years are but as a night watch of a few hours.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002391/75/0\" data-bid=\"76-1\" class=\"b\">Ps 90:2,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/75/1\" data-bid=\"76-2\" class=\"b\">&#xA0;4;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/75/2\" data-bid=\"76-3\" class=\"b\"> Jer 10:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/75/3\" data-bid=\"76-4\" class=\"b\"> Hab 1:12;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/75/4\" data-bid=\"76-5\" class=\"b\"> Re 15:3</a>.Despite his timelessness, Jehovah is preeminently a historical God, identifying himself with specific times, places, persons, and events. In his dealings with mankind he has acted according to an exact timetable. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/76/0\" data-bid=\"77-1\" class=\"b\">Ge 15:13,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/76/1\" data-bid=\"77-2\" class=\"b\"> 16;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/76/2\" data-bid=\"77-3\" class=\"b\"> 17:21;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/76/3\" data-bid=\"77-4\" class=\"b\"> Ex 12:6-12;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/76/4\" data-bid=\"77-5\" class=\"b\"> Ga 4:4</a>) Because his eternal existence is undeniable and the most fundamental fact in the universe, he has sworn by it in oaths, saying, &#x201C;As I am alive,&#x201D; thereby guaranteeing the absolute certainty of his promises and prophecies. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/77/0\" data-bid=\"78-1\" class=\"b\">Jer 22:24;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/77/1\" data-bid=\"78-2\" class=\"b\"> Zep 2:9;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/77/2\" data-bid=\"78-3\" class=\"b\"> Nu 14:21,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/77/3\" data-bid=\"78-4\" class=\"b\"> 28;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/77/4\" data-bid=\"78-5\" class=\"b\"> Isa 49:18</a>) Men, too, took oaths, swearing by the fact of Jehovah&#x2019;s existence. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/78/0\" data-bid=\"79-1\" class=\"b\">Jg 8:19;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/78/1\" data-bid=\"79-2\" class=\"b\"> Ru 3:13</a>) Only senseless ones say: &#x201C;There is no Jehovah.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002391/79/0\" data-bid=\"80-1\" class=\"b\">Ps 14:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/79/1\" data-bid=\"80-2\" class=\"b\"> 10:4</a>.<strong><em>Descriptions of his presence. </em></strong>Since he is a Spirit beyond the power of humans to see (<a href=\"/en/wol/bc/r1/lp-e/1200002391/80/0\" data-bid=\"81-1\" class=\"b\">Joh 4:24</a>), any description of his appearance in human terms can only approximate his incomparable glory. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/81/0\" data-bid=\"82-1\" class=\"b\">Isa 40:25,&#xA0;26</a>) While not actually seeing their Creator (<a href=\"/en/wol/bc/r1/lp-e/1200002391/82/0\" data-bid=\"83-1\" class=\"b\">Joh 1:18</a>), certain of his servants were given inspired visions of his heavenly courts. Their description of his presence portrays not only great dignity and awesome majesty but also serenity, order, beauty, and pleasantness.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002391/83/0\" data-bid=\"84-1\" class=\"b\">Ex 24:9-11;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/83/1\" data-bid=\"84-2\" class=\"b\"> Isa 6:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/83/2\" data-bid=\"84-3\" class=\"b\"> Eze 1:26-28;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/83/3\" data-bid=\"84-4\" class=\"b\"> Da 7:9;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/83/4\" data-bid=\"84-5\" class=\"b\"> Re 4:1-3</a>; see also <a href=\"/en/wol/bc/r1/lp-e/1200002391/84/0\" data-bid=\"85-1\" class=\"b\">Ps 96:4-6</a>.As can be noted, these descriptions employ metaphors and similes, likening Jehovah&#x2019;s appearance to things known to humans<wbr>&#x2014;jewels, fire, rainbow. He is even described as though he had certain human features. While some scholars make a considerable issue out of what they call the anthropomorphological expressions found in the Bible<wbr>&#x2014;as references to God&#x2019;s &#x201C;eyes,&#x201D; &#x201C;ears,&#x201D; &#x201C;face&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002391/85/0\" data-bid=\"86-1\" class=\"b\">1Pe 3:12</a>), &#x201C;arm&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002391/86/0\" data-bid=\"87-1\" class=\"b\">Eze 20:33</a>), &#x201C;right hand&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002391/87/0\" data-bid=\"88-1\" class=\"b\">Ex 15:6</a>), and so forth&#x2014;<wbr>it is obvious that such expressions are necessary for the description to be humanly comprehensible. For Jehovah God to set down for us a description of himself in spirit terms would be like supplying advanced algebraic equations to persons having only the most elementary knowledge of mathematics, or trying to explain colors to a person born blind.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002391/88/0\" data-bid=\"89-1\" class=\"b\">Job 37:23,&#xA0;24</a>.The so-called anthropomorphisms, therefore, are never to be taken literally, any more than other metaphoric references to God as a &#x201C;sun,&#x201D; &#x201C;shield,&#x201D; or &#x201C;Rock.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002391/89/0\" data-bid=\"90-1\" class=\"b\">Ps 84:11;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/89/1\" data-bid=\"90-2\" class=\"b\"> De 32:4,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/89/2\" data-bid=\"90-3\" class=\"b\">&#xA0;31</a>) Jehovah&#x2019;s sight (<a href=\"/en/wol/bc/r1/lp-e/1200002391/90/0\" data-bid=\"91-1\" class=\"b\">Ge 16:13</a>), unlike that of humans, does not depend on light rays, and deeds done in utter darkness can be seen by him. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/91/0\" data-bid=\"92-1\" class=\"b\">Ps 139:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/91/1\" data-bid=\"92-2\" class=\"b\"> 7-12;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/91/2\" data-bid=\"92-3\" class=\"b\"> Heb 4:13</a>) His vision can encompass all the earth (<a href=\"/en/wol/bc/r1/lp-e/1200002391/92/0\" data-bid=\"93-1\" class=\"b\">Pr 15:3</a>), and he needs no special equipment to see the growing embryo within the human womb. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/93/0\" data-bid=\"94-1\" class=\"b\">Ps 139:15,&#xA0;16</a>) Nor does his hearing depend on sound waves in an atmosphere, for he can &#x201C;hear&#x201D; expressions though uttered voicelessly in the heart. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/94/0\" data-bid=\"95-1\" class=\"b\">Ps 19:14</a>) <span id=\"page14\" class=\"pageNum\" data-no=\"14\" data-before-text=\"14\"></span>Man cannot successfully measure even the vast physical universe; yet the physical heavens do not embrace or enclose the place of God&#x2019;s residence, and much less does some earthly house or temple. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/95/0\" data-bid=\"96-1\" class=\"b\">1Ki 8:27;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/95/1\" data-bid=\"96-2\" class=\"b\"> Ps 148:13</a>) Through Moses, Jehovah specifically warned the nation of Israel not to make an image of Him in the form of a male or of any kind of created thing. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/96/0\" data-bid=\"97-1\" class=\"b\">De 4:15-18</a>) So, whereas Luke&#x2019;s account records Jesus&#x2019; reference to expelling demons &#x201C;by means of God&#x2019;s finger,&#x201D; Matthew&#x2019;s account shows that Jesus thereby referred to &#x201C;God&#x2019;s spirit,&#x201D; or active force.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002391/97/0\" data-bid=\"98-1\" class=\"b\">Lu 11:20;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/97/1\" data-bid=\"98-2\" class=\"b\"> Mt 12:28</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002391/98/0\" data-bid=\"99-1\" class=\"b\">Jer 27:5</a> and <a href=\"/en/wol/bc/r1/lp-e/1200002391/99/0\" data-bid=\"100-1\" class=\"b\">Ge 1:2</a>.<strong><em>Personal qualities revealed in creation. </em></strong>Certain facets of Jehovah&#x2019;s personality are revealed by his creative works even prior to his creation of man. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/100/0\" data-bid=\"101-1\" class=\"b\">Ro 1:20</a>) The very act of creation reveals his love. This is because Jehovah is self-contained, lacking nothing. Hence, although he created hundreds of millions of spirit sons, not one could add anything to his knowledge or contribute some desirable quality of emotion or personality that He did not already possess in superior degree.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002391/101/0\" data-bid=\"102-1\" class=\"b\">Da 7:9, 10;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/101/1\" data-bid=\"102-2\" class=\"b\"> Heb 12:22;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/101/2\" data-bid=\"102-3\" class=\"b\"> Isa 40:13, 14;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/101/3\" data-bid=\"102-4\" class=\"b\"> Ro 11:33,&#xA0;34</a>.This, of course, does not mean that Jehovah does not find pleasure in his creatures. Since man was made &#x201C;in God&#x2019;s image&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002391/102/0\" data-bid=\"103-1\" class=\"b\">Ge 1:27</a>), it follows that the joy a human father finds in his child, particularly one who shows filial love and acts with wisdom, reflects the joy that Jehovah finds in his intelligent creatures who love and wisely serve Him. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/103/0\" data-bid=\"104-1\" class=\"b\">Pr 27:11;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/103/1\" data-bid=\"104-2\" class=\"b\"> Mt 3:17;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/103/2\" data-bid=\"104-3\" class=\"b\"> 12:18</a>) This pleasure comes, not from any material or physical gain, but from seeing his creatures willingly hold to his righteous standards and show unselfishness and generosity. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/104/0\" data-bid=\"105-1\" class=\"b\">1Ch 29:14-17;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/104/1\" data-bid=\"105-2\" class=\"b\"> Ps 50:7-15;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/104/2\" data-bid=\"105-3\" class=\"b\"> 147:10, 11;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/104/3\" data-bid=\"105-4\" class=\"b\"> Heb 13:16</a>) Contrariwise, those who take a wrong course and show contempt for Jehovah&#x2019;s love, who bring reproach on his name and cruel suffering to others, cause Jehovah to &#x2018;feel hurt at his heart.&#x2019;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002391/105/0\" data-bid=\"106-1\" class=\"b\">Ge 6:5-8;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/105/1\" data-bid=\"106-2\" class=\"b\"> Ps 78:36-41;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/105/2\" data-bid=\"106-3\" class=\"b\"> Heb 10:38</a>.Jehovah also finds pleasure in the exercise of his powers, whether in creation or otherwise, his works always having a real purpose and a good motive. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/106/0\" data-bid=\"107-1\" class=\"b\">Ps 135:3-6;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/106/1\" data-bid=\"107-2\" class=\"b\"> Isa 46:10, 11;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/106/2\" data-bid=\"107-3\" class=\"b\"> 55:10,&#xA0;11</a>) As the Generous Giver of &#x201C;every good gift and every perfect present,&#x201D; he takes delight in rewarding his faithful sons and daughters with blessings. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/107/0\" data-bid=\"108-1\" class=\"b\">Jas 1:5,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/107/1\" data-bid=\"108-2\" class=\"b\"> 17;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/107/2\" data-bid=\"108-3\" class=\"b\"> Ps 35:27;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/107/3\" data-bid=\"108-4\" class=\"b\"> 84:11, 12;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/107/4\" data-bid=\"108-5\" class=\"b\"> 149:4</a>) Yet, though he is a God of warmth and feeling, his happiness is clearly not dependent upon his creatures, nor does he sacrifice righteous principles for sentimentality.Jehovah also showed love in granting his first-created spirit Son the privilege of sharing with him in all further works of creation, both spirit and material, generously causing this fact to be made known with resultant honor to his Son. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/108/0\" data-bid=\"109-1\" class=\"b\">Ge 1:26;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/108/1\" data-bid=\"109-2\" class=\"b\"> Col 1:15-17</a>) He thus did not weakly fear the possibility of competition but, rather, displayed complete confidence in his own rightful Sovereignty (<a href=\"/en/wol/bc/r1/lp-e/1200002391/109/0\" data-bid=\"110-1\" class=\"b\">Ex 15:11</a>) as well as in his Son&#x2019;s loyalty and devotion. He allows his spirit sons relative freedom in the discharge of their duties, on occasion even permitting them to offer their views on how they might carry out particular assignments.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002391/110/0\" data-bid=\"111-1\" class=\"b\">1Ki 22:19-22</a>.As the apostle Paul pointed out, Jehovah&#x2019;s invisible qualities are also revealed in his material creation. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/111/0\" data-bid=\"112-1\" class=\"b\">Ro 1:19,&#xA0;20</a>) His vast power is staggering to the imagination, huge galaxies of billions of stars being but &#x2018;the work of his fingers&#x2019; (<a href=\"/en/wol/bc/r1/lp-e/1200002391/112/0\" data-bid=\"113-1\" class=\"b\">Ps 8:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/112/1\" data-bid=\"113-2\" class=\"b\"> 3,&#xA0;4;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/112/2\" data-bid=\"113-3\" class=\"b\"> 19:1</a>), and the richness of his wisdom displayed is such that, even after thousands of years of research and study, the understanding that men have of the physical creation is but &#x201C;a whisper&#x201D; compared with mighty thunder. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/113/0\" data-bid=\"114-1\" class=\"b\">Job 26:14;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/113/1\" data-bid=\"114-2\" class=\"b\"> Ps 92:5;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/113/2\" data-bid=\"114-3\" class=\"b\"> Ec 3:11</a>) Jehovah&#x2019;s creative activity toward the planet Earth was marked by logical orderliness, following a definite program (<a href=\"/en/wol/bc/r1/lp-e/1200002391/114/0\" data-bid=\"115-1\" class=\"b\">Ge 1:2-31</a>), making the earth<wbr>&#x2014;as astronauts in the 20th&#xA0;century called it&#x2014;<wbr>a jewel in space.<strong><em>As revealed to man in Eden. </em></strong>As what kind of person did Jehovah reveal himself to his first human children? Certainly Adam in his perfection would have had to concur with the later words of the psalmist: &#x201C;I shall laud you because in a fear-inspiring way I am wonderfully made. Your works are wonderful, as my soul is very well aware.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002391/115/0\" data-bid=\"116-1\" class=\"b\">Ps 139:14</a>) From his own body<wbr>&#x2014;outstandingly versatile among earthly creatures&#x2014;<wbr>on outward to the things he found around him, the man had every reason to feel awesome respect for his Creator. Each new bird, animal, and fish; each different plant, flower, and tree; and every field, forest, hill, valley, and stream that the man saw would impress upon him the depth and breadth of his Father&#x2019;s wisdom and the colorfulness of Jehovah&#x2019;s personality as reflected in the grand variety of his creative works. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/116/0\" data-bid=\"117-1\" class=\"b\">Ge 2:7-9</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002391/117/0\" data-bid=\"118-1\" class=\"b\">Ps 104:8-24</a>.) All of man&#x2019;s senses<wbr>&#x2014;sight, hearing, taste, smell, and touch&#x2014;<wbr>would communicate to his receptive mind the evidence of a most generous and thoughtful Creator.Nor were Adam&#x2019;s intellectual needs, his need for conversation and companionship, forgotten, as his Father provided him with an intelligent feminine counterpart. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/118/0\" data-bid=\"119-1\" class=\"b\">Ge 2:18-23</a>) They both could well have sung to Jehovah, as did the psalmist: &#x201C;Rejoicing to satisfaction is with your face; there is pleasantness <span id=\"page15\" class=\"pageNum\" data-no=\"15\" data-before-text=\"15\"></span>at your right hand forever.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002391/119/0\" data-bid=\"120-1\" class=\"b\">Ps 16:8,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/119/1\" data-bid=\"120-2\" class=\"b\">&#xA0;11</a>) Having been the object of so much love, Adam and Eve should certainly have known that &#x201C;God is love,&#x201D; the source and supreme example of love.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002391/120/0\" data-bid=\"121-1\" class=\"b\">1Jo 4:16,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/120/1\" data-bid=\"121-2\" class=\"b\">&#xA0;19</a>.Most important, Jehovah God supplied man&#x2019;s spiritual needs. Adam&#x2019;s Father revealed himself to his human son, communicating with him, giving him divine assignments of service, the obedient performance of which would constitute a major part of man&#x2019;s worship.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002391/121/0\" data-bid=\"122-1\" class=\"b\">Ge 1:27-30;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/121/1\" data-bid=\"122-2\" class=\"b\"> 2:15-17</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002391/122/0\" data-bid=\"123-1\" class=\"b\">Am 4:13</a>.<strong><em>A God of moral standards. </em></strong>Man early came to know Jehovah not merely as a wise and bountiful Provider but also as a God of morals, one holding to definite standards as to what is right and what is wrong in conduct and practice. If, as indicated, Adam knew the account of creation, then he also knew Jehovah had divine standards, for the account says of his creative works that Jehovah saw that &#x201C;it was very good,&#x201D; hence meeting his perfect standard.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002391/123/0\" data-bid=\"124-1\" class=\"b\">Ge 1:3, 4,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/123/1\" data-bid=\"124-2\" class=\"b\"> 12,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/123/2\" data-bid=\"124-3\" class=\"b\"> 25,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/123/3\" data-bid=\"124-4\" class=\"b\"> 31</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002391/124/0\" data-bid=\"125-1\" class=\"b\">De 32:3,&#xA0;4</a>.Without standards there could be no means for determining or judging good and bad or for measuring and recognizing degrees of accuracy and excellence. In this regard, the following observations from the <em>Encyclop&#xE6;dia Britannica </em>(1959, Vol.&#xA0;21, pp.&#xA0;306, 307) are enlightening:&#x201C;Man&#x2019;s accomplishments [in establishing standards] .&#xA0;.&#xA0;. pale into insignificance when compared with standards in nature. The constellations, the orbits of the planets, the changeless normal properties of conductivity, ductility, elasticity, hardness, permeability, refractivity, strength, or viscosity in the materials of nature, .&#xA0;.&#xA0;. or the structure of cells, are a few examples of the astounding standardization in nature.&#x201D;Showing the importance of such standardization in the material creation, the same work says: &#x201C;Only through the standardization found in nature is it possible to recognize and classify .&#xA0;.&#xA0;. the many kinds of plants, fishes, birds or animals. Within these kinds, individuals resemble each other in minutest detail of structure, function and habits peculiar to each. [Compare <a href=\"/en/wol/bc/r1/lp-e/1200002391/125/0\" data-bid=\"126-1\" class=\"b\">Ge 1:11, 12,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/125/1\" data-bid=\"126-2\" class=\"b\"> 21,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/125/2\" data-bid=\"126-3\" class=\"b\"> 24,&#xA0;25</a>.] If it were not for such standardization in the human body, physicians would not know whether an individual possessed certain organs, where to look for them .&#xA0;.&#xA0;. In fact, without nature&#x2019;s standards there could be no organized society, no education and no physicians; each depends upon underlying, comparable similarities.&#x201D;Adam saw much stability in Jehovah&#x2019;s creative works, the regular cycle of day and night, the steady downward course of the water in Eden&#x2019;s river in response to the force of gravity, and countless other things that gave proof that Earth&#x2019;s Creator is not a God of confusion but of order. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/126/0\" data-bid=\"127-1\" class=\"b\">Ge 1:16-18;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/126/1\" data-bid=\"127-2\" class=\"b\"> 2:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/126/2\" data-bid=\"127-3\" class=\"b\"> Ec 1:5-7;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/126/3\" data-bid=\"127-4\" class=\"b\"> Jer 31:35, 36;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/126/4\" data-bid=\"127-5\" class=\"b\"> 1Co 14:33</a>) Man surely found this helpful in carrying out his assigned work and activities (<a href=\"/en/wol/bc/r1/lp-e/1200002391/127/0\" data-bid=\"128-1\" class=\"b\">Ge 1:28;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/127/1\" data-bid=\"128-2\" class=\"b\"> 2:15</a>), being able to plan and work with confidence, free from anxious uncertainty.In view of all of this, it should not have seemed strange to intelligent man that Jehovah should set standards governing man&#x2019;s conduct and his relations with his Creator. Jehovah&#x2019;s own splendid workmanship set the example for Adam in his cultivating and caring for Eden. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/128/0\" data-bid=\"129-1\" class=\"b\">Ge 2:15;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/128/1\" data-bid=\"129-2\" class=\"b\"> 1:31</a>) Adam also learned God&#x2019;s standard for marriage, that of monogamy, and of family relationship. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/129/0\" data-bid=\"130-1\" class=\"b\">Ge 2:24</a>) Especially stressed as essential for life itself was the standard of <em>obedience </em>to God&#x2019;s instructions. Since Adam was humanly perfect, perfect obedience was the standard Jehovah set for him. Jehovah gave his earthly son the opportunity to demonstrate love and devotion by obedience to His command to abstain from eating of one of the many fruit trees in Eden. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/130/0\" data-bid=\"131-1\" class=\"b\">Ge 2:16,&#xA0;17</a>) It was a simple thing. But Adam&#x2019;s circumstances then were simple, free from the complexities and confusion that have since developed. Jehovah&#x2019;s wisdom in this simple test was emphasized by the words of Jesus Christ some 4,000 years later: &#x201C;The person faithful in what is least is faithful also in much, and the person unrighteous in what is least is unrighteous also in much.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002391/131/0\" data-bid=\"132-1\" class=\"b\">Lu 16:10</a>.This orderliness and the standards set would not detract from man&#x2019;s enjoyment of life but would contribute to it. As the encyclopedia article on standards, mentioned earlier, observes regarding the material creation: &#x201C;Yet with this overwhelming evidence of standards none charges nature with monotony. Although a narrow band of spectral wave lengths forms the foundation, the available variations and combinations of colour to delight the eye of the observer are virtually without limit. Similarly, all of the artistry of music comes to the ear through another small group of frequencies.&#x201D; (Vol.&#xA0;21, p.&#xA0;307) Likewise, God&#x2019;s requirements for the human pair allowed them all the freedom that a righteous heart could desire. There was no need to hem them in with a multitude of laws and regulations. The loving example set for them by their Creator and their respect and love for him would protect them from exceeding the proper bounds of their freedom.<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200002391/132/0\" data-bid=\"133-1\" class=\"b\">1Ti 1:9, 10;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/132/1\" data-bid=\"133-2\" class=\"b\"> Ro 6:15-18;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/132/2\" data-bid=\"133-3\" class=\"b\"> 13:8-10;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/132/3\" data-bid=\"133-4\" class=\"b\"> 2Co 3:17</a>.<span id=\"page16\" class=\"pageNum\" data-no=\"16\" data-before-text=\"16\"></span>Jehovah God, therefore, by his very Person, his ways, and his words, was and is the Supreme Standard for all the universe, the definition and the sum of all goodness. For that reason his Son when on earth could say to a man: &#x201C;Why do you call me good? Nobody is good, except one, God.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002391/133/0\" data-bid=\"134-1\" class=\"b\">Mr 10:17, 18</a>; also <a href=\"/en/wol/bc/r1/lp-e/1200002391/134/0\" data-bid=\"135-1\" class=\"b\">Mt 19:17;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/134/1\" data-bid=\"135-2\" class=\"b\"> 5:48</a>.<strong>Sovereignty to Be Vindicated and Name to Be Sanctified. </strong>All things relating to God&#x2019;s person are holy; his personal name, Jehovah, is holy and hence is to be sanctified. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/135/0\" data-bid=\"136-1\" class=\"b\">Le 22:32</a>) To sanctify means &#x201C;to make holy, set apart or hold as sacred,&#x201D; and therefore not to use as something common, or ordinary. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/136/0\" data-bid=\"137-1\" class=\"b\">Isa 6:1-3;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/136/1\" data-bid=\"137-2\" class=\"b\"> Lu 1:49;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/136/2\" data-bid=\"137-3\" class=\"b\"> Re 4:8</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002391/5\">SANCTIFICATION</a>.) Because of the Person it represents, Jehovah&#x2019;s name is &#x201C;great and fear-inspiring&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002391/137/0\" data-bid=\"138-1\" class=\"b\">Ps 99:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/137/1\" data-bid=\"138-2\" class=\"b\">&#xA0;5</a>), &#x201C;majestic,&#x201D; and &#x201C;unreachably high&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002391/138/0\" data-bid=\"139-1\" class=\"b\">Ps 8:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/138/1\" data-bid=\"139-2\" class=\"b\"> 148:13</a>), worthy of being regarded with awe (<a href=\"/en/wol/bc/r1/lp-e/1200002391/139/0\" data-bid=\"140-1\" class=\"b\">Isa 29:23</a>).<strong><em>Profanation of the name. </em></strong>The evidence is that the divine name was so regarded until events in the garden of Eden brought about its profanation. Satan&#x2019;s rebellion brought God&#x2019;s reputation into question. To Eve, he claimed to speak for God in telling her what &#x201C;God knows,&#x201D; while at the same time he cast doubt on God&#x2019;s command, expressed to Adam, concerning the tree of the knowledge of good and bad. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/140/0\" data-bid=\"141-1\" class=\"b\">Ge 3:1-5</a>) Being divinely commissioned and being the earthly head through whom God communicated instructions to the human family, Adam was Jehovah&#x2019;s representative on earth. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/141/0\" data-bid=\"142-1\" class=\"b\">Ge 1:26,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/141/1\" data-bid=\"142-2\" class=\"b\"> 28;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/141/2\" data-bid=\"142-3\" class=\"b\"> 2:15-17;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/141/3\" data-bid=\"142-4\" class=\"b\"> 1Co 11:3</a>) Those serving in such capacity are said to &#x2018;minister in Jehovah&#x2019;s name&#x2019; and &#x2018;speak in his name.&#x2019; (<a href=\"/en/wol/bc/r1/lp-e/1200002391/142/0\" data-bid=\"143-1\" class=\"b\">De 18:5,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/142/1\" data-bid=\"143-2\" class=\"b\"> 18, 19;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/142/2\" data-bid=\"143-3\" class=\"b\"> Jas 5:10</a>) Thus, while his wife Eve had already profaned Jehovah&#x2019;s name by her disobedience, Adam&#x2019;s doing so was an especially reprehensible act of disrespect for the name he represented.<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200002391/143/0\" data-bid=\"144-1\" class=\"b\">1Sa 15:22,&#xA0;23</a>.<strong><em>The supreme issue a moral one. </em></strong>It is evident that the spirit son who became Satan knew Jehovah as a God of moral standards, not as a capricious, erratic person. Had he known Jehovah as a God given to uncontrolled, violent outbursts, he could only have expected immediate, on-the-spot extermination for the course he took. The issue Satan raised in Eden, therefore, was not simply a test of Jehovah&#x2019;s mightiness or power to destroy. Rather, it was a moral issue: that of God&#x2019;s moral right to exercise universal sovereignty and require implicit obedience and devotion of all of his creatures in all places. Satan&#x2019;s approach to Eve reveals this. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/144/0\" data-bid=\"145-1\" class=\"b\">Ge 3:1-6</a>) Likewise, the book of Job relates how Jehovah brings out into the open before all his assembled angelic sons the extent of the position taken by his Adversary. Satan made the claim that the loyalty of Job (and, by implication, of any of God&#x2019;s intelligent creatures) toward Jehovah was not wholehearted, not based on true devotion and genuine love.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002391/145/0\" data-bid=\"146-1\" class=\"b\">Job 1:6-22;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/145/1\" data-bid=\"146-2\" class=\"b\"> 2:1-8</a>.Thus, the question of integrity on the part of God&#x2019;s intelligent creatures was a secondary, or subsidiary, issue arising out of the primary issue of God&#x2019;s right to universal sovereignty. These questions would require time in order for the veracity or falsity of the charges to be demonstrated, for the heart attitude of God&#x2019;s creatures to be proved, and thus for the issue to be settled beyond any doubt. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200002391/146/0\" data-bid=\"147-1\" class=\"b\">Job 23:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/146/1\" data-bid=\"147-2\" class=\"b\"> 31:5,&#xA0;6;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/146/2\" data-bid=\"147-3\" class=\"b\"> Ec 8:11-13;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/146/3\" data-bid=\"147-4\" class=\"b\"> Heb 5:7-9</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200002391/6\">INTEGRITY</a>; <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002391/7\">WICKEDNESS</a>.) Jehovah thus did not immediately execute the rebellious human pair nor the spirit son who raised the issue, and so the two foretold &#x2018;seeds,&#x2019; representing opposite sides of the issue, would come into existence.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002391/147/0\" data-bid=\"148-1\" class=\"b\">Ge 3:15</a>.That this issue still remained alive when Jesus Christ was on earth is seen from his confrontation with Satan in the wilderness after Jesus&#x2019; 40-day fast. The serpentlike tactics employed by Jehovah&#x2019;s Adversary in his temptation efforts toward God&#x2019;s Son followed the pattern seen in Eden some 4,000 years earlier, and Satan&#x2019;s offer of rulership over earthly kingdoms made clear that the issue of universal sovereignty had not changed. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/148/0\" data-bid=\"149-1\" class=\"b\">Mt 4:1-10</a>) The book of Revelation reveals the continuance of the issue down until the time when Jehovah God declares the case closed (compare <a href=\"/en/wol/bc/r1/lp-e/1200002391/149/0\" data-bid=\"150-1\" class=\"b\">Ps 74:10,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/149/1\" data-bid=\"150-2\" class=\"b\"> 22,&#xA0;23</a>) and executes righteous judgment upon all opposers, by his righteous Kingdom rule bringing about the complete vindication of his sovereignty and thus sanctifying his holy name.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002391/150/0\" data-bid=\"151-1\" class=\"b\">Re 11:17, 18;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/150/1\" data-bid=\"151-2\" class=\"b\"> 12:17;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/150/2\" data-bid=\"151-3\" class=\"b\"> 14:6,&#xA0;7;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/150/3\" data-bid=\"151-4\" class=\"b\"> 15:3,&#xA0;4;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/150/4\" data-bid=\"151-5\" class=\"b\"> 19:1-3,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/150/5\" data-bid=\"151-6\" class=\"b\"> 11-21;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/150/6\" data-bid=\"151-7\" class=\"b\"> 20:1-10,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/150/7\" data-bid=\"151-8\" class=\"b\">&#xA0;14</a>.<strong><em>Why is the sanctification of God&#x2019;s name of primary importance?</em></strong>The entire Bible account revolves around the vindication of Jehovah&#x2019;s sovereignty, and this makes manifest Jehovah God&#x2019;s primary purpose: the sanctification of his own name. Such sanctification calls for the clearing of God&#x2019;s name of all reproach. But, much more than that, it requires the honoring of that name as sacred by all intelligent creatures in heaven and on earth. This, in turn, means their recognizing and respecting Jehovah&#x2019;s sovereign position, doing so willingly, wanting to serve him, delighting to do his divine will, because of love for him. David&#x2019;s prayer to Jehovah at <a href=\"/en/wol/bc/r1/lp-e/1200002391/151/0\" data-bid=\"152-1\" class=\"b\">Psalm 40:5-10</a> <span id=\"page17\" class=\"pageNum\" data-no=\"17\" data-before-text=\"17\"></span>well expresses such attitude and true sanctification of Jehovah&#x2019;s name. (Note the apostle&#x2019;s application of portions of this psalm to Christ Jesus at <a href=\"/en/wol/bc/r1/lp-e/1200002391/152/0\" data-bid=\"153-1\" class=\"b\">Heb 10:5-10</a>.)Upon the sanctification of Jehovah&#x2019;s name, therefore, depend the good order, peace, and well-being of all the universe and its inhabitants. God&#x2019;s Son showed this, at the same time pointing out Jehovah&#x2019;s means for accomplishing his purpose, when he taught his disciples to pray to God: &#x201C;Let your name be sanctified. Let your kingdom come. Let your will take place, as in heaven, also upon earth.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002391/153/0\" data-bid=\"154-1\" class=\"b\">Mt 6:9,&#xA0;10</a>) This primary purpose of Jehovah provides the key for understanding the reason behind God&#x2019;s actions and his dealings with his creatures as set forth in the entire Bible.Thus, we find that the nation of Israel, whose history forms a large part of the Bible record, was selected to be a &#x2018;name people&#x2019; for Jehovah. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/154/0\" data-bid=\"155-1\" class=\"b\">De 28:9, 10;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/154/1\" data-bid=\"155-2\" class=\"b\"> 2Ch 7:14;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/154/2\" data-bid=\"155-3\" class=\"b\"> Isa 43:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/154/3\" data-bid=\"155-4\" class=\"b\"> 3,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/154/4\" data-bid=\"155-5\" class=\"b\"> 6,&#xA0;7</a>) Jehovah&#x2019;s Law covenant with them laid prime importance on their giving exclusive devotion to Jehovah as God and not taking up his name in a worthless way, &#x201C;for Jehovah will not leave the one unpunished who takes up his name in a worthless way.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002391/155/0\" data-bid=\"156-1\" class=\"b\">Ex 20:1-7</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002391/156/0\" data-bid=\"157-1\" class=\"b\">Le 19:12;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/156/1\" data-bid=\"157-2\" class=\"b\"> 24:10-23</a>.) By his display of his power to save and power to destroy when liberating Israel from Egypt, Jehovah&#x2019;s name was &#x201C;declared in all the earth,&#x201D; its fame preceding Israel in their march to the Promised Land. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/157/0\" data-bid=\"158-1\" class=\"b\">Ex 9:15, 16;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/157/1\" data-bid=\"158-2\" class=\"b\"> 15:1-3,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/157/2\" data-bid=\"158-3\" class=\"b\"> 11-17;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/157/3\" data-bid=\"158-4\" class=\"b\"> 2Sa 7:23;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/157/4\" data-bid=\"158-5\" class=\"b\"> Jer 32:20,&#xA0;21</a>) As the prophet Isaiah expressed it: &#x201C;Thus you led your people in order to make a beautiful name for your own self.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002391/158/0\" data-bid=\"159-1\" class=\"b\">Isa 63:11-14</a>) When Israel showed a rebellious attitude in the wilderness, Jehovah dealt mercifully with them and did not abandon them. However, he revealed his primary reason in saying: &#x201C;I went acting for the sake of my own name that it might not be profaned before the eyes of the nations.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002391/159/0\" data-bid=\"160-1\" class=\"b\">Eze 20:8-10</a>.Throughout the history of that nation, Jehovah kept the importance of his sacred name before them. The capital city, Jerusalem, with its Mount Zion was the place Jehovah chose &#x201C;to place his name there, to have it reside.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002391/160/0\" data-bid=\"161-1\" class=\"b\">De 12:5,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/160/1\" data-bid=\"161-2\" class=\"b\"> 11;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/160/2\" data-bid=\"161-3\" class=\"b\"> 14:24, 25;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/160/3\" data-bid=\"161-4\" class=\"b\"> Isa 18:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/160/4\" data-bid=\"161-5\" class=\"b\"> Jer 3:17</a>) The temple built in that city was the &#x2018;house for Jehovah&#x2019;s name.&#x2019; (<a href=\"/en/wol/bc/r1/lp-e/1200002391/161/0\" data-bid=\"162-1\" class=\"b\">1Ch 29:13-16;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/161/1\" data-bid=\"162-2\" class=\"b\"> 1Ki 8:15-21,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/161/2\" data-bid=\"162-3\" class=\"b\"> 41-43</a>) What was done at that temple or in that city, for good or for bad, inevitably affected Jehovah&#x2019;s name and would be given attention by him. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/162/0\" data-bid=\"163-1\" class=\"b\">1Ki 8:29;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/162/1\" data-bid=\"163-2\" class=\"b\"> 9:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/162/2\" data-bid=\"163-3\" class=\"b\"> 2Ki 21:4-7</a>) The profaning of Jehovah&#x2019;s name there would bring certain destruction upon the city and lead to the casting away of the temple itself. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/163/0\" data-bid=\"164-1\" class=\"b\">1Ki 9:6-8;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/163/1\" data-bid=\"164-2\" class=\"b\"> Jer 25:29;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/163/2\" data-bid=\"164-3\" class=\"b\"> 7:8-15</a>; compare Jesus&#x2019; actions and words at <a href=\"/en/wol/bc/r1/lp-e/1200002391/164/0\" data-bid=\"165-1\" class=\"b\">Mt 21:12, 13;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/164/1\" data-bid=\"165-2\" class=\"b\"> 23:38</a>.) Because of these facts, the plaintive petitions of Jeremiah and Daniel on behalf of their people and city urged that Jehovah grant mercy and help &#x2018;for his own name&#x2019;s sake.&#x2019;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002391/165/0\" data-bid=\"166-1\" class=\"b\">Jer 14:9;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/165/1\" data-bid=\"166-2\" class=\"b\"> Da 9:15-19</a>.In foretelling his restoration of his name people to Judah and their cleansing, Jehovah again made clear to them his main concern, saying: &#x201C;And I shall have compassion on my holy name.&#x201D; &#x201C;&#x2018;Not for your sakes am I doing it, O&#xA0;house of Israel, but for my holy name, which you have profaned among the nations where you have come in.&#x2019; &#x2018;And I shall certainly sanctify my great name, which was being profaned&#xA0;.&#xA0;.&#xA0;.&#xA0;; and the nations will have to know that I am Jehovah,&#x2019; is the utterance of the Sovereign Lord Jehovah, &#x2018;when I am sanctified among you before their eyes.&#x2019;&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002391/166/0\" data-bid=\"167-1\" class=\"b\">Eze 36:20-27,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/166/1\" data-bid=\"167-2\" class=\"b\">&#xA0;32</a>.These and other scriptures show that Jehovah does not exaggerate mankind&#x2019;s importance. All men being sinners, they are justly worthy of death, and it is only by God&#x2019;s undeserved kindness and mercy that any will gain life. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/167/0\" data-bid=\"168-1\" class=\"b\">Ro 5:12,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/167/1\" data-bid=\"168-2\" class=\"b\"> 21;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/167/2\" data-bid=\"168-3\" class=\"b\"> 1Jo 4:9,&#xA0;10</a>) Jehovah owes nothing to mankind, and life everlasting for those who attain it will be a gift, not wages earned. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/168/0\" data-bid=\"169-1\" class=\"b\">Ro 5:15;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/168/1\" data-bid=\"169-2\" class=\"b\"> 6:23;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/168/2\" data-bid=\"169-3\" class=\"b\"> Tit 3:4,&#xA0;5</a>) True, he has demonstrated unparalleled love toward mankind. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/169/0\" data-bid=\"170-1\" class=\"b\">Joh 3:16;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/169/1\" data-bid=\"170-2\" class=\"b\"> Ro 5:7,&#xA0;8</a>) But it is contrary to Scriptural fact and a putting of matters in wrong perspective to view human salvation as if it were the all-important issue or the criterion by which God&#x2019;s justice, righteousness, and holiness can be measured. The psalmist expressed the true perspective of matters when he humbly and wonderingly exclaimed: &#x201C;O&#xA0;Jehovah our Lord, how majestic your name is in all the earth, you whose dignity is recounted above the heavens! .&#xA0;.&#xA0;. When I see your heavens, the works of your fingers, the moon and the stars that you have prepared, what is mortal man that you keep him in mind, and the son of earthling man that you take care of him?&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002391/170/0\" data-bid=\"171-1\" class=\"b\">Ps 8:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/170/1\" data-bid=\"171-2\" class=\"b\"> 3,&#xA0;4;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/170/2\" data-bid=\"171-3\" class=\"b\"> 144:3</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002391/171/0\" data-bid=\"172-1\" class=\"b\">Isa 45:9;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/171/1\" data-bid=\"172-2\" class=\"b\"> 64:8</a>.) The sanctification of Jehovah God&#x2019;s name rightly means more than the life of all mankind. Thus, as God&#x2019;s Son showed, man should love his human neighbor as he loves himself, but he must love God with his whole heart, mind, soul, and strength. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/172/0\" data-bid=\"173-1\" class=\"b\">Mr 12:29-31</a>) This means loving Jehovah God more than relatives, friends, or life itself.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002391/173/0\" data-bid=\"174-1\" class=\"b\">De 13:6-10;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/173/1\" data-bid=\"174-2\" class=\"b\"> Re 12:11</a>; compare the attitude of the three Hebrews at <a href=\"/en/wol/bc/r1/lp-e/1200002391/174/0\" data-bid=\"175-1\" class=\"b\">Da 3:16-18</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200002391/8\">JEALOUS, JEALOUSY</a>.This Scriptural view of matters should not repel persons but, rather, should cause them to appreciate the true God all the more. Since Jehovah could, <span id=\"page18\" class=\"pageNum\" data-no=\"18\" data-before-text=\"18\"></span>in full justice, put an end to all sinful mankind, this exalts all the more the greatness of his mercy and undeserved kindness in saving some of mankind for life. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/175/0\" data-bid=\"176-1\" class=\"b\">Joh 3:36</a>) He takes no pleasure in the death of the wicked (<a href=\"/en/wol/bc/r1/lp-e/1200002391/176/0\" data-bid=\"177-1\" class=\"b\">Eze 18:23,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/176/1\" data-bid=\"177-2\" class=\"b\"> 32;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/176/2\" data-bid=\"177-3\" class=\"b\"> 33:11</a>), yet neither will he allow the wicked to escape the execution of his judgment. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/177/0\" data-bid=\"178-1\" class=\"b\">Am 9:2-4;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/177/1\" data-bid=\"178-2\" class=\"b\"> Ro 2:2-9</a>) He is patient and long-suffering, with salvation in view for obedient ones (<a href=\"/en/wol/bc/r1/lp-e/1200002391/178/0\" data-bid=\"179-1\" class=\"b\">2Pe 3:8-10</a>), yet he will not tolerate forever a situation that brings reproach upon his lofty name. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/179/0\" data-bid=\"180-1\" class=\"b\">Ps 74:10,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/179/1\" data-bid=\"180-2\" class=\"b\"> 22, 23;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/179/2\" data-bid=\"180-3\" class=\"b\"> Isa 65:6,&#xA0;7;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/179/3\" data-bid=\"180-4\" class=\"b\"> 2Pe 2:3</a>) He shows compassion and is understanding regarding human frailties, forgiving repentant ones &#x201C;in a large way&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002391/180/0\" data-bid=\"181-1\" class=\"b\">Ps 103:10-14;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/180/1\" data-bid=\"181-2\" class=\"b\"> 130:3,&#xA0;4;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/180/2\" data-bid=\"181-3\" class=\"b\"> Isa 55:6,&#xA0;7</a>), yet he does not excuse persons from the responsibilities they rightly bear for their own actions and the effects these have on themselves and their families. They reap what they have sown. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/181/0\" data-bid=\"182-1\" class=\"b\">De 30:19, 20;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/181/1\" data-bid=\"182-2\" class=\"b\"> Ga 6:5,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/181/2\" data-bid=\"182-3\" class=\"b\"> 7,&#xA0;8</a>) Thus, Jehovah shows a beautiful and perfect balance of justice and mercy. Those having the proper perspective of matters as revealed in his Word (<a href=\"/en/wol/bc/r1/lp-e/1200002391/182/0\" data-bid=\"183-1\" class=\"b\">Isa 55:8,&#xA0;9;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/182/1\" data-bid=\"183-2\" class=\"b\"> Eze 18:25,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/182/2\" data-bid=\"183-3\" class=\"b\"> 29-31</a>) will not commit the grave error of trifling with his undeserved kindness or &#x2018;missing its purpose.&#x2019;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002391/183/0\" data-bid=\"184-1\" class=\"b\">2Co 6:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/183/1\" data-bid=\"184-2\" class=\"b\"> Heb 10:26-31;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/183/2\" data-bid=\"184-3\" class=\"b\"> 12:29</a>.<strong>Unchanging in Qualities and Standards. </strong>As Jehovah told the people of Israel: &#x201C;I am Jehovah; I have not changed.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002391/184/0\" data-bid=\"185-1\" class=\"b\">Mal 3:6</a>) This was some 3,500 years after God&#x2019;s creation of mankind and some 1,500 years from the time of God&#x2019;s making the Abrahamic covenant. While some claim that the God revealed in the Hebrew Scriptures differs from the God revealed by Jesus Christ and by the writers of the Christian Greek Scriptures, examination shows this claim to be without any foundation. Of God, the disciple James rightly said: &#x201C;With him there is not a variation of the turning of the shadow.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002391/185/0\" data-bid=\"186-1\" class=\"b\">Jas 1:17</a>) There was no &#x2018;mellowing&#x2019; of Jehovah God&#x2019;s personality during the centuries, for no mellowing was needed. His severity as revealed in the Christian Greek Scriptures is no less nor his love any greater than it was at the beginning of his dealings with mankind in Eden.The seeming differences in personality are in reality merely different aspects of the same unchanging personality. These result from the differing circumstances and persons dealt with, calling for different attitudes or relationships. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200002391/186/0\" data-bid=\"187-1\" class=\"b\">Isa 59:1-4</a>.) It was not Jehovah, but Adam and Eve, who changed; they put themselves in a position where Jehovah&#x2019;s unchangeable righteous standards allowed no further dealings with them as members of his beloved universal family. Being perfect, they were fully responsible for their deliberate wrongdoing (<a href=\"/en/wol/bc/r1/lp-e/1200002391/187/0\" data-bid=\"188-1\" class=\"b\">Ro 5:14</a>) and hence beyond the limits of divine mercy, although Jehovah showed them undeserved kindness in starting them out with clothing and allowing them to live for centuries outside the sanctuary of Eden and bring forth offspring before they finally died from the effects of their own sinful course. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/188/0\" data-bid=\"189-1\" class=\"b\">Ge 3:8-24</a>) After their eviction from Eden all divine communication with Adam and his wife apparently ceased.<strong><em>Why he can deal with imperfect humans. </em></strong>Jehovah&#x2019;s just standards allowed for his dealing differently with Adam and Eve&#x2019;s offspring than with their parents. Why? For the reason that Adam&#x2019;s offspring <em>inherited </em>sin, hence involuntarily started life as imperfect creatures with a built-in inclination toward wrongdoing. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/189/0\" data-bid=\"190-1\" class=\"b\">Ps 51:5;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/189/1\" data-bid=\"190-2\" class=\"b\"> Ro 5:12</a>) Thus, there was basis for mercy toward them. Jehovah&#x2019;s first prophecy (<a href=\"/en/wol/bc/r1/lp-e/1200002391/190/0\" data-bid=\"191-1\" class=\"b\">Ge 3:15</a>), spoken at the time of pronouncing judgment in Eden, showed that the rebellion of his first human children (as well as that of one of his spirit sons) had not embittered Jehovah nor dried up the flow of his love. That prophecy pointed in symbolic terms toward a righting of the situation produced by the rebellion and a restoration of conditions to their original perfection, the full significance being revealed millenniums later.<wbr>&#x2014;Compare the symbolisms of the &#x201C;serpent,&#x201D; the &#x201C;woman,&#x201D; and the &#x201C;seed&#x201D; at <a href=\"/en/wol/bc/r1/lp-e/1200002391/191/0\" data-bid=\"192-1\" class=\"b\">Re 12:9,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/191/1\" data-bid=\"192-2\" class=\"b\"> 17;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/191/2\" data-bid=\"192-3\" class=\"b\"> Ga 3:16,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/191/3\" data-bid=\"192-4\" class=\"b\"> 29;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/191/4\" data-bid=\"192-5\" class=\"b\"> 4:26,&#xA0;27</a>.Adam&#x2019;s descendants have been permitted to continue on earth for thousands of years, though imperfect and in a dying condition, never able to free themselves from sin&#x2019;s deadly grip. The Christian apostle Paul explained Jehovah&#x2019;s reason for allowing this, saying: &#x201C;For the creation was subjected to futility, not by its own will but through him that subjected it [that is, Jehovah God], on the basis of hope that the creation itself also will be set free from enslavement to corruption and have the glorious freedom of the children of God. For we know that all creation keeps on groaning together and being in pain together until now.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002391/192/0\" data-bid=\"193-1\" class=\"b\">Ro 8:20-22</a>) As shown in the article <a href=\"/en/wol/tc/r1/lp-e/1200002391/9\">FOREKNOWLEDGE, FOREORDINATION</a>, there is nothing to indicate that Jehovah chose to use his powers of discernment to foresee the original pair&#x2019;s deflection. However, once it took place, Jehovah foreordained the means for correcting the wrong situation. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/193/0\" data-bid=\"194-1\" class=\"b\">Eph 1:9-11</a>) This sacred secret, originally locked up in the symbolic prophecy in Eden, was finally fully revealed in Jehovah&#x2019;s only-begotten Son, sent to earth that he might &#x201C;bear witness to the truth&#x201D; and &#x201C;by God&#x2019;s undeserved kindness might taste death for every man.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002391/194/0\" data-bid=\"195-1\" class=\"b\">Joh 18:37;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/194/1\" data-bid=\"195-2\" class=\"b\"> Heb 2:9</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002391/10\">RANSOM</a>.God&#x2019;s dealing with and blessing certain descendants of the sinner Adam, therefore, marked no <span id=\"page19\" class=\"pageNum\" data-no=\"19\" data-before-text=\"19\"></span>change in Jehovah&#x2019;s standards of perfect righteousness. He was not thereby approving their sinful state. Because his purposes are absolutely certain of fulfillment, Jehovah &#x201C;calls the things that are not as though they were&#x201D; (as in naming Abram &#x201C;Abraham,&#x201D; meaning &#x201C;Father of a Crowd (Multitude)&#x201D; while he and Sarah were yet childless). (<a href=\"/en/wol/bc/r1/lp-e/1200002391/195/0\" data-bid=\"196-1\" class=\"b\">Ro 4:17</a>) Knowing that in his due time (<a href=\"/en/wol/bc/r1/lp-e/1200002391/196/0\" data-bid=\"197-1\" class=\"b\">Ga 4:4</a>) he would provide a ransom, the legal means for forgiving sin and removing imperfection (<a href=\"/en/wol/bc/r1/lp-e/1200002391/197/0\" data-bid=\"198-1\" class=\"b\">Isa 53:11, 12;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/197/1\" data-bid=\"198-2\" class=\"b\"> Mt 20:28;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/197/2\" data-bid=\"198-3\" class=\"b\"> 1Pe 2:24</a>), Jehovah consistently could deal with and have in his service imperfect men, inheritors of sin. This was because he had the just basis for &#x2018;counting,&#x2019; or reckoning, them as righteous persons because of their faith in Jehovah&#x2019;s promises and, eventually, in the fulfillment of those promises in Christ Jesus as the perfect sacrifice for sins. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/198/0\" data-bid=\"199-1\" class=\"b\">Jas 2:23;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/198/1\" data-bid=\"199-2\" class=\"b\"> Ro 4:20-25</a>) Thus, Jehovah&#x2019;s provision of the ransom arrangement and its benefits gives striking testimony not only of Jehovah&#x2019;s love and mercy but also of his fidelity to his exalted standards of justice, for by the ransom arrangement he exhibits &#x201C;his own righteousness in this present season, that he might be righteous even when declaring righteous the man [though imperfect] that has faith in Jesus.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002391/199/0\" data-bid=\"200-1\" class=\"b\">Ro 3:21-26</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002391/200/0\" data-bid=\"201-1\" class=\"b\">Isa 42:21</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200002391/11\">DECLARE RIGHTEOUS</a>.<strong><em>Why the &#x2018;God of peace&#x2019; fights. </em></strong>Jehovah&#x2019;s statement in Eden that he would put enmity between the seed of his Adversary and the seed of &#x201C;the woman&#x201D; did not change Him from being the &#x2018;God of peace.&#x2019; (<a href=\"/en/wol/bc/r1/lp-e/1200002391/201/0\" data-bid=\"202-1\" class=\"b\">Ge 3:15;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/201/1\" data-bid=\"202-2\" class=\"b\"> Ro 16:20;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/201/2\" data-bid=\"202-3\" class=\"b\"> 1Co 14:33</a>) The situation then was the same as in the days of the earthly life of his Son, Jesus Christ, who said: &#x201C;Do not think I came to put peace upon the earth; I came to put, not peace, but a sword.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002391/202/0\" data-bid=\"203-1\" class=\"b\">Mt 10:32-40</a>) Jesus&#x2019; ministry brought divisions, even within families (<a href=\"/en/wol/bc/r1/lp-e/1200002391/203/0\" data-bid=\"204-1\" class=\"b\">Lu 12:51-53</a>), but it was because of his adherence to, and proclamation of, God&#x2019;s righteous standards and truth. Division resulted because many individuals hardened their hearts against these truths while others accepted them. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/204/0\" data-bid=\"205-1\" class=\"b\">Joh 8:40,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/204/1\" data-bid=\"205-2\" class=\"b\"> 44-47;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/204/2\" data-bid=\"205-3\" class=\"b\"> 15:22-25;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/204/3\" data-bid=\"205-4\" class=\"b\"> 17:14</a>) This was unavoidable if the divine principles were to be upheld; but the blame lay with the rejecters of what was right.So, too, enmity was foretold to come because Jehovah&#x2019;s perfect standards would allow for no condoning of the rebellious course of Satan&#x2019;s &#x201C;seed.&#x201D; God&#x2019;s disapproval of such ones and his blessing of those holding to a righteous course would have a divisive effect (<a href=\"/en/wol/bc/r1/lp-e/1200002391/205/0\" data-bid=\"206-1\" class=\"b\">Joh 15:18-21;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/205/1\" data-bid=\"206-2\" class=\"b\"> Jas 4:4</a>), even as in the case of Cain and Abel.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002391/206/0\" data-bid=\"207-1\" class=\"b\">Ge 4:2-8;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/206/1\" data-bid=\"207-2\" class=\"b\"> Heb 11:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/206/2\" data-bid=\"207-3\" class=\"b\"> 1Jo 3:12;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/206/3\" data-bid=\"207-4\" class=\"b\"> Jude&#xA0;10, 11</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200002391/12\">CAIN</a>.The rebellious course chosen by men and wicked angels constituted a challenge to Jehovah&#x2019;s rightful sovereignty and to the good order of all the universe. Standing up to this challenge has required Jehovah to become &#x201C;a manly person of war&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002391/207/0\" data-bid=\"208-1\" class=\"b\">Ex 15:3-7</a>), defending his own good name and righteous standards, fighting on behalf of those who love and serve him, and executing judgment upon those meriting destruction. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/208/0\" data-bid=\"209-1\" class=\"b\">1Sa 17:45;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/208/1\" data-bid=\"209-2\" class=\"b\"> 2Ch 14:11;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/208/2\" data-bid=\"209-3\" class=\"b\"> Isa 30:27-31;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/208/3\" data-bid=\"209-4\" class=\"b\"> 42:13</a>) He does not hesitate to use his almighty power, devastatingly at times, as at the Flood, in the destruction of Sodom and Gomorrah, and in the delivery of Israel from Egypt. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/209/0\" data-bid=\"210-1\" class=\"b\">De 7:9,&#xA0;10</a>) And he has no fear of making known any of the details of his righteous warfare; he makes no apologies, having nothing for which to be ashamed. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/210/0\" data-bid=\"211-1\" class=\"b\">Job 34:10-15;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/210/1\" data-bid=\"211-2\" class=\"b\"> 36:22-24;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/210/2\" data-bid=\"211-3\" class=\"b\"> 37:23, 24;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/210/3\" data-bid=\"211-4\" class=\"b\"> 40:1-8;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/210/4\" data-bid=\"211-5\" class=\"b\"> Ro 3:4</a>) His respect for his own name and the righteousness it represents, as well as his love for those who love him, compels him to act.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002391/211/0\" data-bid=\"212-1\" class=\"b\">Isa 48:11;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/211/1\" data-bid=\"212-2\" class=\"b\"> 57:21;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/211/2\" data-bid=\"212-3\" class=\"b\"> 59:15-19;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/211/3\" data-bid=\"212-4\" class=\"b\"> Re 16:5-7</a>.The Christian Greek Scriptures portray the same picture. The apostle Paul encouraged fellow Christians, saying: &#x201C;The God who gives peace will crush Satan under your feet shortly.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002391/212/0\" data-bid=\"213-1\" class=\"b\">Ro 16:20</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002391/213/0\" data-bid=\"214-1\" class=\"b\">Ge 3:15</a>.) He also showed the rightness of God&#x2019;s repaying tribulation to those causing tribulation for his servants, bringing everlasting destruction upon such opposers. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/214/0\" data-bid=\"215-1\" class=\"b\">2Th 1:6-9</a>) This was in harmony with the teachings of God&#x2019;s Son, who left no room for doubt as to his Father&#x2019;s uncompromising determination forcibly to end all wickedness and those practicing it. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/215/0\" data-bid=\"216-1\" class=\"b\">Mt 13:30,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/215/1\" data-bid=\"216-2\" class=\"b\"> 38-42;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/215/2\" data-bid=\"216-3\" class=\"b\"> 21:42-44;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/215/3\" data-bid=\"216-4\" class=\"b\"> 23:33;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/215/4\" data-bid=\"216-5\" class=\"b\"> Lu 17:26-30;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/215/5\" data-bid=\"216-6\" class=\"b\"> 19:27</a>) The book of Revelation is replete with descriptions of divinely authorized warring action. All of this, however, in Jehovah&#x2019;s wisdom ultimately leads to the establishment of an enduring, universal peace, solidly founded on justice and righteousness.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002391/216/0\" data-bid=\"217-1\" class=\"b\">Isa 9:6,&#xA0;7;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/216/1\" data-bid=\"217-2\" class=\"b\"> 2Pe 3:13</a>.<strong><em>Dealings with fleshly and spiritual Israel. </em></strong>Similarly, much of the difference in content between the Hebrew Scriptures and the Christian Greek Scriptures is because the former deal mainly with Jehovah&#x2019;s dealings with fleshly Israel, whereas the latter, to a large extent, lead up to and portray his dealings with spiritual Israel, the Christian congregation. Thus, on the one hand, we have a nation whose millions of members are such solely by virtue of fleshly descent, a conglomerate of the good and the bad. On the other hand, we have a spiritual nation formed of persons drawn to God through Jesus Christ, persons who show love for truth and right and who personally and voluntarily dedicate themselves to the doing of Jehovah&#x2019;s will. Logically, God&#x2019;s dealings and relations with the two groups would differ and the first <span id=\"page20\" class=\"pageNum\" data-no=\"20\" data-before-text=\"20\"></span>group would reasonably call forth more expressions of Jehovah&#x2019;s anger and severity than would the second group.Yet it would be a grave error to miss the upbuilding and comforting insight into Jehovah God&#x2019;s personality that his dealings with fleshly Israel provide. These give sterling examples proving that Jehovah is the kind of Person he described himself to Moses as being: &#x201C;Jehovah, Jehovah, a God merciful and gracious, slow to anger and abundant in loving-kindness and truth, preserving loving-kindness for thousands, pardoning error and transgression and sin, but by no means will he give exemption from punishment, bringing punishment for the error of fathers upon sons and upon grandsons, upon the third generation and upon the fourth generation.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002391/217/0\" data-bid=\"218-1\" class=\"b\">Ex 34:4-7</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002391/218/0\" data-bid=\"219-1\" class=\"b\">Ex 20:5</a>.Though balanced by justice, it is in reality Jehovah&#x2019;s love, patience, and long-suffering that are the outstanding facets of his personality as revealed in the history of Israel, a highly favored people who, in their majority, proved remarkably &#x201C;stiff-necked&#x201D; and &#x201C;hardhearted&#x201D; toward their Creator. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/219/0\" data-bid=\"220-1\" class=\"b\">Ex 34:8,&#xA0;9;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/219/1\" data-bid=\"220-2\" class=\"b\"> Ne 9:16, 17;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/219/2\" data-bid=\"220-3\" class=\"b\"> Jer 7:21-26;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/219/3\" data-bid=\"220-4\" class=\"b\"> Eze 3:7</a>) The strong denunciations and condemnation repeatedly leveled against Israel by Jehovah through his prophets only serve to emphasize the greatness of his mercy and the amazing extent of his long-suffering. At the end of over 1,500 years of bearing with them, and even after his own Son was slain at the instigation of religious leaders of the nation, Jehovah continued to favor them for a period of three and a half more years, mercifully causing the preaching of the good news to be restricted to them, granting them yet further opportunity to gain the privilege of reigning with his Son<wbr>&#x2014;an opportunity that repentant thousands accepted.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002391/220/0\" data-bid=\"221-1\" class=\"b\">Ac 2:1-5,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/220/1\" data-bid=\"221-2\" class=\"b\"> 14-41;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/220/2\" data-bid=\"221-3\" class=\"b\"> 10:24-28,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/220/3\" data-bid=\"221-4\" class=\"b\"> 34-48</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002391/13\">SEVENTY WEEKS</a>.Jesus Christ evidently referred to Jehovah&#x2019;s previously quoted statement as to &#x2018;bringing punishment to later descendants of offenders&#x2019; when he said to the hypocritical scribes and Pharisees: &#x201C;You say, &#x2018;If we were in the days of our forefathers, we would not be sharers with them in the blood of the prophets.&#x2019; Therefore you are bearing witness against yourselves that you are sons of those who murdered the prophets. Well, then, <em>fill up the measure of your forefathers.&#x201D; </em>(<a href=\"/en/wol/bc/r1/lp-e/1200002391/221/0\" data-bid=\"222-1\" class=\"b\">Mt 23:29-32</a>) Despite their pretensions, by their course of action such ones demonstrated their approval of the wrong deeds of their forefathers and proved that they themselves continued to be among &#x2018;those hating Jehovah.&#x2019; (<a href=\"/en/wol/bc/r1/lp-e/1200002391/222/0\" data-bid=\"223-1\" class=\"b\">Ex 20:5;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/222/1\" data-bid=\"223-2\" class=\"b\"> Mt 23:33-36;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/222/2\" data-bid=\"223-3\" class=\"b\"> Joh 15:23,&#xA0;24</a>) Thus, they, unlike the Jews who repented and heeded the words of God&#x2019;s Son, suffered the cumulative effect of God&#x2019;s judgment when, years later, Jerusalem was besieged and destroyed and most of its population died. They could have escaped but chose not to avail themselves of Jehovah&#x2019;s mercy.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002391/223/0\" data-bid=\"224-1\" class=\"b\">Lu 21:20-24</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002391/224/0\" data-bid=\"225-1\" class=\"b\">Da 9:10,</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/224/1\" data-bid=\"225-2\" class=\"b\"> 13-15</a>.<strong><em>His personality reflected in his Son. </em></strong>In every respect Jesus Christ was a faithful reflection of the beautiful personality of his Father, Jehovah God, in whose name he came. (<a href=\"/en/wol/bc/r1/lp-e/1200002391/225/0\" data-bid=\"226-1\" class=\"b\">Joh 1:18;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/225/1\" data-bid=\"226-2\" class=\"b\"> Mt 21:9;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/225/2\" data-bid=\"226-3\" class=\"b\"> Joh 12:12, 13</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002391/226/0\" data-bid=\"227-1\" class=\"b\">Ps 118:26</a>.) Jesus said: &#x201C;The Son cannot do a single thing of his own initiative, but only what he beholds the Father doing. For whatever things that One does, these things the Son also does in like manner.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002391/227/0\" data-bid=\"228-1\" class=\"b\">Joh 5:19</a>) It follows, therefore, that the kindness and compassion, the mildness and warmth, as well as the strong love for righteousness and hatred of wickedness that Jesus displayed (<a href=\"/en/wol/bc/r1/lp-e/1200002391/228/0\" data-bid=\"229-1\" class=\"b\">Heb 1:8,&#xA0;9</a>), are all qualities that the Son had observed in his Father, Jehovah God.<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200002391/229/0\" data-bid=\"230-1\" class=\"b\">Mt 9:35, 36</a> with <a href=\"/en/wol/bc/r1/lp-e/1200002391/230/0\" data-bid=\"231-1\" class=\"b\">Ps 23:1-6</a> and <a href=\"/en/wol/bc/r1/lp-e/1200002391/231/0\" data-bid=\"232-1\" class=\"b\">Isa 40:10, 11;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/231/1\" data-bid=\"232-2\" class=\"b\"> Mt 11:27-30</a> with <a href=\"/en/wol/bc/r1/lp-e/1200002391/232/0\" data-bid=\"233-1\" class=\"b\">Isa 40:28-31</a> and <a href=\"/en/wol/bc/r1/lp-e/1200002391/233/0\" data-bid=\"234-1\" class=\"b\">Isa 57:15, 16;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/233/1\" data-bid=\"234-2\" class=\"b\"> Lu 15:11-24</a> with <a href=\"/en/wol/bc/r1/lp-e/1200002391/234/0\" data-bid=\"235-1\" class=\"b\">Ps 103:8-14;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/234/1\" data-bid=\"235-2\" class=\"b\"> Lu 19:41-44</a> with <a href=\"/en/wol/bc/r1/lp-e/1200002391/235/0\" data-bid=\"236-1\" class=\"b\">Eze 18:31, 32;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/235/1\" data-bid=\"236-2\" class=\"b\"> Eze 33:11</a>.Every lover of righteousness who reads the inspired Scriptures and who truly comes to &#x201C;know&#x201D; with understanding the full meaning of Jehovah&#x2019;s name (<a href=\"/en/wol/bc/r1/lp-e/1200002391/236/0\" data-bid=\"237-1\" class=\"b\">Ps 9:9, 10;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/236/1\" data-bid=\"237-2\" class=\"b\"> 91:14;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/236/2\" data-bid=\"237-3\" class=\"b\"> Jer 16:21</a>) has every reason, therefore, to love and bless that name (<a href=\"/en/wol/bc/r1/lp-e/1200002391/237/0\" data-bid=\"238-1\" class=\"b\">Ps 72:18-20;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/237/1\" data-bid=\"238-2\" class=\"b\"> 119:132;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/237/2\" data-bid=\"238-3\" class=\"b\"> Heb 6:10</a>), praise and exalt it (<a href=\"/en/wol/bc/r1/lp-e/1200002391/238/0\" data-bid=\"239-1\" class=\"b\">Ps 7:17;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/238/1\" data-bid=\"239-2\" class=\"b\"> Isa 25:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/238/2\" data-bid=\"239-3\" class=\"b\"> Heb 13:15</a>), fear and sanctify it (<a href=\"/en/wol/bc/r1/lp-e/1200002391/239/0\" data-bid=\"240-1\" class=\"b\">Ne 1:11;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/239/1\" data-bid=\"240-2\" class=\"b\"> Mal 2:4-6;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/239/2\" data-bid=\"240-3\" class=\"b\"> 3:16-18;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/239/3\" data-bid=\"240-4\" class=\"b\"> Mt 6:9</a>), trust in it (<a href=\"/en/wol/bc/r1/lp-e/1200002391/240/0\" data-bid=\"241-1\" class=\"b\">Ps 33:21;</a><a href=\"/en/wol/bc/r1/lp-e/1200002391/240/1\" data-bid=\"241-2\" class=\"b\"> Pr 18:10</a>), saying with the psalmist: &#x201C;I will sing to Jehovah throughout my life; I will make melody to my God as long as I am. Let my musing about him be pleasurable. I, for my part, shall rejoice in Jehovah. The sinners will be finished off from the earth; and as for the wicked, they will be no longer. Bless Jehovah, O&#xA0;my soul. Praise Jah, you people!&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002391/241/0\" data-bid=\"242-1\" class=\"b\">Ps 104:33-35</a>.<strong>[Picture on page&#xA0;5]</strong>Silver piece using the divine name; found at Jerusalem and evidently dating to the seventh or sixth century B.C.E.<strong>[Picture on page&#xA0;7]</strong>Excerpts from the Psalms, Dead Sea Scroll. The Tetragrammaton appears repeatedly in distinctive ancient Hebrew characters<strong>[Pictures on page&#xA0;11]</strong>(For fully formatted text, see publication)A few of the many translations of the Christian Greek Scriptures that have included the divine name<em>Novum Testamentum Domini Nostri Iesu Christi, </em>translated by Elias Hutter (Hebrew section); published in Nuremburg; 1599; <a href=\"/en/wol/bc/r1/lp-e/1200002391/242/0\" data-bid=\"243-1\" class=\"b\">Ephesians 5:17</a><em>The New Testament of Our Lord and Saviour Jesus Christ, </em>translated by John Eliot (Massachuset language); published in Cambridge, Mass.; 1661; <a href=\"/en/wol/bc/r1/lp-e/1200002391/243/0\" data-bid=\"244-1\" class=\"b\">Matthew 21:9</a><em>A Literal Translation of the New Testament .&#xA0;.&#xA0;. From the Text of the Vatican Manuscript, </em>by Herman Heinfetter; published in London; 1863; <a href=\"/en/wol/bc/r1/lp-e/1200002391/244/0\" data-bid=\"245-1\" class=\"b\">Mark 12:29,&#xA0;30</a><em>S&#xE4;mtliche Schriften des Neuen Testaments, </em>translated by Johann Jakob Stolz (German); published in Zurich; 1781-1782; <a href=\"/en/wol/bc/r1/lp-e/1200002391/245/0\" data-bid=\"246-1\" class=\"b\">Romans 15:11</a>"}