{"title":"Jehonadab","link":"/en/wol/d/r1/lp-e/1200002379","html":"<span id=\"page1269\" class=\"pageNum\" data-no=\"1269\" data-before-text=\"1269\"></span><strong>JEHONADAB</strong>(Je&#xB7;hon&#x2B9;a&#xB7;dab) [Jehovah Is Willing (Noble; Generous)], <strong>Jonadab </strong>(Jon&#x2B9;a&#xB7;dab) [shortened form of Jehonadab].In the Hebrew text and many English translations, both spellings are used interchangeably for each of the two persons bearing the name.<strong>1. </strong>David&#x2019;s nephew; son of his brother Shimeah. Jehonadab was &#x201C;a very wise man&#x201D; but crafty and shrewd. After inducing David&#x2019;s son Amnon to disclose to him his passion for his half sister Tamar, Jehonadab proposed the scheme by which Amnon violated her. After her full brother Absalom had Amnon killed in revenge, the report came to David that Absalom had killed all the king&#x2019;s sons, but Jehonadab was on hand to give assurance that Amnon alone was dead. (<a href=\"/en/wol/bc/r1/lp-e/1200002379/0/0\" data-bid=\"1-1\" class=\"b\">2Sa 13:3-5,</a><a href=\"/en/wol/bc/r1/lp-e/1200002379/0/1\" data-bid=\"1-2\" class=\"b\"> 14,</a><a href=\"/en/wol/bc/r1/lp-e/1200002379/0/2\" data-bid=\"1-3\" class=\"b\"> 22,</a><a href=\"/en/wol/bc/r1/lp-e/1200002379/0/3\" data-bid=\"1-4\" class=\"b\"> 28-33</a>) He is possibly the &#x201C;Jonathan&#x201D; at <a href=\"/en/wol/bc/r1/lp-e/1200002379/1/0\" data-bid=\"2-1\" class=\"b\">2&#xA0;Samuel 21:21</a> and <a href=\"/en/wol/bc/r1/lp-e/1200002379/2/0\" data-bid=\"3-1\" class=\"b\">1&#xA0;Chronicles 20:7</a>.<strong>2. </strong>Son of Rechab; companion of King Jehu. His encounter with Jehu was not accidental, for on Jehonadab&#x2019;s own initiative he was &#x201C;coming to meet him,&#x201D; and in turn, he received Jehu&#x2019;s blessing. The subsequent events showed that Jehonadab was in complete agreement with Jehu&#x2019;s <span id=\"page1270\" class=\"pageNum\" data-no=\"1270\" data-before-text=\"1270\"></span>determination to annihilate Baal worship out of Israel. At each proposal made by Jehu, Jehonadab quickly responded in the affirmative. &#x201C;Is your heart upright with me?&#x201D; Jehu asked. He answered, &#x201C;It is.&#x201D; &#x201C;Do give me your hand,&#x201D; Jehu said; and Jehonadab gave him his hand. Now in Jehu&#x2019;s chariot, Jehonadab was told, &#x201C;Do go along with me and look upon my toleration of no rivalry toward Jehovah,&#x201D; and again he manifested willingness. Finally, when they got to Samaria, and all the worshipers of Baal were assembled, Jehonadab did not turn back but accompanied Jehu into the house of Baal and remained by his side during the slaughter that followed. At the same time Jehu demonstrated his complete trust and confidence in Jehonadab.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002379/3/0\" data-bid=\"4-1\" class=\"b\">2Ki 10:15-28</a>.Nearly 300 years later, Jehonadab&#x2019;s descendants, the Rechabites, were used by Jeremiah at Jehovah&#x2019;s direction as an example of faithfulness to their forefather&#x2019;s commands, in contrast with the disobedience to God displayed by the people of Judah and Jerusalem. Jehonadab had instructed the Rechabites to live in tents, sow no seed, plant no vineyards, and take no wine. When Jeremiah offered them wine, they refused, referring back to the commandment of their ancestor Jehonadab. For such faithfulness Jehovah promised: &#x201C;There will not be cut off from Jonadab the son of Rechab a man to stand before me always.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002379/4/0\" data-bid=\"5-1\" class=\"b\">Jer 35:1-19</a>."}