{"title":"Jehoram","link":"/en/wol/d/r1/lp-e/1200002381","html":"<span id=\"page1270\" class=\"pageNum\" data-no=\"1270\" data-before-text=\"1270\"></span><strong>JEHORAM</strong>(Je&#xB7;ho&#x2B9;ram) [Jehovah Is High (Exalted)].A shortened form of the name is Joram.<strong>1. </strong>One of two priests whom Jehoshaphat selected in 934&#xA0;B.C.E., the third year of his reign, along with leading princes and Levites, to be traveling teachers of &#x201C;the book of Jehovah&#x2019;s law.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002381/0/0\" data-bid=\"1-1\" class=\"b\">2Ch 17:7-9</a>.<strong>2. </strong>Son of Ahab and Jezebel, who succeeded his older brother Ahaziah as the tenth king of the northern kingdom of Israel in about 917&#xA0;B.C.E. He reigned 12 years. (<a href=\"/en/wol/bc/r1/lp-e/1200002381/1/0\" data-bid=\"2-1\" class=\"b\">2Ki 1:17, 18;</a><a href=\"/en/wol/bc/r1/lp-e/1200002381/1/1\" data-bid=\"2-2\" class=\"b\"> 3:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200002381/1/2\" data-bid=\"2-3\" class=\"b\"> 9:22</a>) This king of Israel should not be confused with the king of Judah by the same name, who was his brother-in-law. (See No.&#xA0;3.) Though Jehoram removed the sacred pillar of Baal erected by his father, he continued to do &#x201C;what was bad in Jehovah&#x2019;s eyes,&#x201D; clinging to calf worship instituted by Jeroboam.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002381/2/0\" data-bid=\"3-1\" class=\"b\">1Ki 12:26-29;</a><a href=\"/en/wol/bc/r1/lp-e/1200002381/2/1\" data-bid=\"3-2\" class=\"b\"> 16:33;</a><a href=\"/en/wol/bc/r1/lp-e/1200002381/2/2\" data-bid=\"3-3\" class=\"b\"> 2Ki 3:2,&#xA0;3</a>.King Jehoshaphat of Judah and the king of Edom joined Jehoram in an attack on Moab that proved successful because Jehovah deceived the enemy with an optical illusion. God&#x2019;s prophet Elisha instructed those of the camp of Israel to dig ditches in which to catch much-needed and divinely provided water. The next morning the reflection of the sunlight upon this water caused the Moabites to think the water was blood. Thinking the confederate camp of the three kings had killed off one another, the Moabites moved in to take the spoil, only to be slaughtered in great numbers.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002381/3/0\" data-bid=\"4-1\" class=\"b\">2Ki 3:4-27</a>.Naaman, the army chief of Syria, came to Jehoram to be cured of leprosy, bearing a letter to that effect from the king of Syria. Jehoram, thinking the Syrian ruler was picking a quarrel, exclaimed, &#x2018;Am I God who can put to death and preserve alive and cure leprosy?&#x2019; Elisha, however, requested that Jehoram send Naaman to him so that the Syrian army chief might know that the true God did have a prophet in the land, one capable of performing such cures.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002381/4/0\" data-bid=\"5-1\" class=\"b\">2Ki 5:1-8</a>.In advance, Jehovah&#x2019;s prophet Elisha also informed Jehoram of Syrian military maneuvers. (<a href=\"/en/wol/bc/r1/lp-e/1200002381/5/0\" data-bid=\"6-1\" class=\"b\">2Ki 6:8-12</a>) Certain Syrian assaults against Israel were divinely foiled during Jehoram&#x2019;s reign.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002381/6/0\" data-bid=\"7-1\" class=\"b\">2Ki 6:13&#x2013;7:20</a>.But despite such manifestations of God&#x2019;s loving-kindness, Jehoram, down to the day of his death, did not repent and turn to Jehovah with all his heart. Death came suddenly and in an unexpected way. Jehoram was at Jezreel recuperating from wounds received in battle with the Syrians. In time, he went out to meet Jehu, asking, &#x201C;Is there peace, Jehu?&#x201D; The negative answer made Jehoram turn to flee, but Jehu shot an arrow through his heart. Thus &#x201C;this son of a murderer&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002381/7/0\" data-bid=\"8-1\" class=\"b\">2Ki 6:32</a>) was executed, his dead body being pitched into the field of Naboth.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002381/8/0\" data-bid=\"9-1\" class=\"b\">2Ki 9:14-26</a>.<strong>3. </strong>The firstborn son of Jehoshaphat who, at the age of 32, became king of Judah. (<a href=\"/en/wol/bc/r1/lp-e/1200002381/9/0\" data-bid=\"10-1\" class=\"b\">2Ch 21:1-3,</a><a href=\"/en/wol/bc/r1/lp-e/1200002381/9/1\" data-bid=\"10-2\" class=\"b\"> 5,</a><a href=\"/en/wol/bc/r1/lp-e/1200002381/9/2\" data-bid=\"10-3\" class=\"b\">&#xA0;20</a>) It appears that for a number of years Jehoram <span id=\"page1271\" class=\"pageNum\" data-no=\"1271\" data-before-text=\"1271\"></span>was in some way associated with his father in the kingship. (<a href=\"/en/wol/bc/r1/lp-e/1200002381/10/0\" data-bid=\"11-1\" class=\"b\">2Ki 1:17;</a><a href=\"/en/wol/bc/r1/lp-e/1200002381/10/1\" data-bid=\"11-2\" class=\"b\"> 8:16</a>) The eight years of rulership credited to Jehoram count from 913&#xA0;B.C.E. (<a href=\"/en/wol/bc/r1/lp-e/1200002381/11/0\" data-bid=\"12-1\" class=\"b\">2Ki 8:17</a>) So during these years both the northern and southern kingdoms had rulers with the same name. They were also brothers-in-law because Jehoram of Judah married Athaliah, the daughter of Ahab and Jezebel and sister of Jehoram of Israel.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002381/12/0\" data-bid=\"13-1\" class=\"b\">2Ki 8:18,</a><a href=\"/en/wol/bc/r1/lp-e/1200002381/12/1\" data-bid=\"13-2\" class=\"b\"> 25, 26</a>; see No.&#xA0;2 above.At least partially because of the bad influence of his wife Athaliah, Jehoram did not pursue the righteous ways of his father Jehoshaphat. (<a href=\"/en/wol/bc/r1/lp-e/1200002381/13/0\" data-bid=\"14-1\" class=\"b\">2Ki 8:18</a>) Not only did Jehoram murder his six brothers and some of the princes of Judah but he also turned his subjects away from Jehovah to false gods. (<a href=\"/en/wol/bc/r1/lp-e/1200002381/14/0\" data-bid=\"15-1\" class=\"b\">2Ch 21:1-6,</a><a href=\"/en/wol/bc/r1/lp-e/1200002381/14/1\" data-bid=\"15-2\" class=\"b\"> 11-14</a>) His whole reign was marred by both internal trouble and external strife. First, Edom rebelled; then Libnah revolted against Judah. (<a href=\"/en/wol/bc/r1/lp-e/1200002381/15/0\" data-bid=\"16-1\" class=\"b\">2Ki 8:20-22</a>) In a letter to Jehoram, the prophet Elijah warned: &#x201C;Look! Jehovah is dealing a great blow to your people and to your sons and to your wives and to all your goods.&#x201D; Moreover, you, King Jehoram, &#x201C;will be with many sicknesses, with a malady of your intestines, until your intestines have come out because of the sickness day by day.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002381/16/0\" data-bid=\"17-1\" class=\"b\">2Ch 21:12-15</a>.It all occurred just that way. Jehovah allowed Arabs and Philistines to overrun the land and take Jehoram&#x2019;s wives and sons captive. God permitted only Jehoram&#x2019;s youngest son, Jehoahaz (also called Ahaziah), to escape, a concession made, however, only for the sake of the Kingdom covenant made with David. &#x201C;After all this Jehovah plagued [Jehoram] in his intestines with a sickness for which there was no healing.&#x201D; Two years later &#x201C;his intestines came out&#x201D; and he gradually died. So ended the life of this wicked man, who &#x201C;went away without being desired.&#x201D; He was buried in the City of David, &#x201C;but not in the burial places of the kings.&#x201D; Ahaziah his son became king in his stead.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002381/17/0\" data-bid=\"18-1\" class=\"b\">2Ch 21:7,</a><a href=\"/en/wol/bc/r1/lp-e/1200002381/17/1\" data-bid=\"18-2\" class=\"b\"> 16-20;</a><a href=\"/en/wol/bc/r1/lp-e/1200002381/17/2\" data-bid=\"18-3\" class=\"b\"> 22:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200002381/17/3\" data-bid=\"18-4\" class=\"b\"> 1Ch 3:10,&#xA0;11</a>."}