{"title":"Jehoash","link":"/en/wol/d/r1/lp-e/1200002373","html":"<span id=\"page1265\" class=\"pageNum\" data-no=\"1265\" data-before-text=\"1265\"></span><strong>JEHOASH</strong>(Je&#xB7;ho&#x2B9;ash).<strong>1. </strong>King of Judah for 40 years, from 898 to 859&#xA0;B.C.E. He was the youngest son of Judah&#x2019;s King Ahaziah; his mother was Zibiah from Beer-sheba. (<a href=\"/en/wol/bc/r1/lp-e/1200002373/0/0\" data-bid=\"1-1\" class=\"b\">2Ki 12:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200002373/0/1\" data-bid=\"1-2\" class=\"b\"> 1Ch 3:11</a>) In the Masoretic text his name is often abbreviated to Joash.The death of Ahaziah gave Athaliah, the wicked grandmother of Jehoash, an excuse to make herself queen. But to prevent anyone in the future from challenging her seizure of the throne, she killed off all the sons of Ahaziah with the exception of young Jehoash, who at the time was an infant less than a year old. He escaped the massacre because his aunt Jehosheba, the wife of High Priest Jehoiada, took him and his nurse and secretly hid them in the temple for six years.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002373/1/0\" data-bid=\"2-1\" class=\"b\">2Ki 11:1-3;</a><a href=\"/en/wol/bc/r1/lp-e/1200002373/1/1\" data-bid=\"2-2\" class=\"b\"> 2Ch 22:10-12</a>.When the child reached seven years of age, Jehoiada took into his confidence five chieftains to whom he revealed for the first time the legal heir to the throne. Jehoiada then armed the 500 men under the command of these chieftains with shields and weapons from the temple and instructed them to stand guard around Jehoash at the coronation ceremony in the temple courtyard. Anyone attempting to interfere was to be killed. (<a href=\"/en/wol/bc/r1/lp-e/1200002373/2/0\" data-bid=\"3-1\" class=\"b\">2Ki 11:4-12,</a><a href=\"/en/wol/bc/r1/lp-e/1200002373/2/1\" data-bid=\"3-2\" class=\"b\"> 21;</a><a href=\"/en/wol/bc/r1/lp-e/1200002373/2/2\" data-bid=\"3-3\" class=\"b\"> 2Ch 23:1-11</a>) Upon hearing the people shouting, Athaliah came running, at the same time crying, &#x201C;Conspiracy! Conspiracy!&#x201D; She was quickly ushered out, and at the entry of the horse gate they put her to death. Jehoiada then made a covenant of faithfulness between Jehovah, the newly installed king, and the people, after which they tore down the house of Baal and destroyed its altars and images and even killed Mattan the priest of Baal.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002373/3/0\" data-bid=\"4-1\" class=\"b\">2Ki 11:13-20;</a><a href=\"/en/wol/bc/r1/lp-e/1200002373/3/1\" data-bid=\"4-2\" class=\"b\"> 2Ch 23:12-21</a>.Thereafter, as long as High Priest Jehoiada lived and acted as father and adviser to Jehoash, the young monarch prospered. Married by the <span id=\"page1266\" class=\"pageNum\" data-no=\"1266\" data-before-text=\"1266\"></span>time he was 21, he had two wives, one of whom was named Jehoaddan, and by these Jehoash became father to sons and daughters. In this way the line of David leading to the Messiah, which had come so near to being completely severed, was once again made strong.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002373/4/0\" data-bid=\"5-1\" class=\"b\">2Ki 12:1-3;</a><a href=\"/en/wol/bc/r1/lp-e/1200002373/4/1\" data-bid=\"5-2\" class=\"b\"> 2Ch 24:1-3;</a><a href=\"/en/wol/bc/r1/lp-e/1200002373/4/2\" data-bid=\"5-3\" class=\"b\"> 25:1</a>.Jehovah&#x2019;s house was badly in need of repairs not merely because of age (now no more than 150 years old) but also because of neglect and plunder during the reign of Athaliah. As a consequence, Jehoash urged the Levites to raise the money for the restoration by going from city to city throughout Judah, but the response of the Levites was not wholehearted, and the work was not getting done. (<a href=\"/en/wol/bc/r1/lp-e/1200002373/5/0\" data-bid=\"6-1\" class=\"b\">2Ki 12:4-8;</a><a href=\"/en/wol/bc/r1/lp-e/1200002373/5/1\" data-bid=\"6-2\" class=\"b\"> 2Ch 24:4-7</a>) In time the arrangements for gathering and administering the funds were changed. The people responded well, and the repair work moved ahead to its completion.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002373/6/0\" data-bid=\"7-1\" class=\"b\">2Ki 12:9-16;</a><a href=\"/en/wol/bc/r1/lp-e/1200002373/6/1\" data-bid=\"7-2\" class=\"b\"> 2Ch 24:8-14</a>.After the death of faithful High Priest Jehoiada at the age of 130, the princes of the realm gradually turned King Jehoash and the people away from Jehovah to the worship of pagan idols and phallic &#x201C;sacred poles.&#x201D; And when Jehovah raised up prophets to warn them, they refused to give heed. (<a href=\"/en/wol/bc/r1/lp-e/1200002373/7/0\" data-bid=\"8-1\" class=\"b\">2Ch 24:15-19</a>) Jehoash went so far as to kill Zechariah, the very son of Jehoiada, because through him God reprovingly had asked: &#x201C;Why are you overstepping the commandments of Jehovah?&#x201D; Zechariah&#x2019;s dying words were: &#x201C;Let Jehovah see to it and ask it back.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002373/8/0\" data-bid=\"9-1\" class=\"b\">2Ch 24:20-22</a>.Retribution was not long in coming. With Jehovah&#x2019;s protection removed, a small military force of Syrians led by Hazael was able to invade Judah&#x2019;s territory, forcing Jehoash to give over the gold and treasures of the sanctuary, as well as his own possessions, leaving him a broken and diseased man. (<a href=\"/en/wol/bc/r1/lp-e/1200002373/9/0\" data-bid=\"10-1\" class=\"b\">2Ki 12:17, 18;</a><a href=\"/en/wol/bc/r1/lp-e/1200002373/9/1\" data-bid=\"10-2\" class=\"b\"> 2Ch 24:23-25</a>) Not long after that, two of his servants formed a conspiracy and put Jehoash to death at the comparatively young age of&#xA0;47. They buried him in the City of David with his forefathers, and his son Amaziah reigned in his place.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002373/10/0\" data-bid=\"11-1\" class=\"b\">2Ki 12:19-21;</a><a href=\"/en/wol/bc/r1/lp-e/1200002373/10/1\" data-bid=\"11-2\" class=\"b\"> 2Ch 24:25-27</a>.<strong>2. </strong>King of Israel; son of Jehoahaz and grandson of Jehu. The shortened form of his name, Joash, also appears in the Masoretic text. (<a href=\"/en/wol/bc/r1/lp-e/1200002373/11/0\" data-bid=\"12-1\" class=\"b\">Ho 1:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200002373/11/1\" data-bid=\"12-2\" class=\"b\"> Am 1:1</a>) He ruled for 16 years in the middle of the ninth century B.C.E. During the first part of the reign of this Jehoash (son of Jehoahaz) over the northern kingdom of Israel, Jehoash son of Ahaziah was king over the southern kingdom of Judah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002373/12/0\" data-bid=\"13-1\" class=\"b\">2Ki 13:10</a>.Jehoash generally did what was bad in Jehovah&#x2019;s eyes and allowed calf worship to continue throughout the land. Nevertheless, when the prophet Elisha was sick and near death Jehoash went down and wept over him, saying: &#x201C;My father, my father, the war chariot of Israel and his horsemen!&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002373/13/0\" data-bid=\"14-1\" class=\"b\">2Ki 13:11,</a><a href=\"/en/wol/bc/r1/lp-e/1200002373/13/1\" data-bid=\"14-2\" class=\"b\">&#xA0;14</a>) In response to the prophet&#x2019;s request, Jehoash shot an arrow out the window toward Syria and then beat the earth with his arrows. However, he only beat three times. Elisha was incensed at this, for had he continued to beat the earth five or six times, Elisha said, then Jehoash would have been completely victorious over the Syrians; but now, the prophet declared, he would enjoy only three partial victories. (<a href=\"/en/wol/bc/r1/lp-e/1200002373/14/0\" data-bid=\"15-1\" class=\"b\">2Ki 13:15-19</a>) In Jehoash&#x2019;s three campaigns against the Syrians he did have a measure of success, recovering a number of Israelite cities that Ben-hadad&#x2019;s father Hazael had taken from the northern kingdom.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002373/15/0\" data-bid=\"16-1\" class=\"b\">2Ki 13:24,&#xA0;25</a>.Jehoash also hired out a hundred thousand of his troops to the king of Judah to fight against the Edomites. However, on the advice of a &#x201C;man of the true God&#x201D; they were dismissed, and although they had been paid a hundred silver talents ($660,600) in advance, they were angered at being sent home, probably because of losing out on their anticipated share of the booty. So after their return N they plundered towns of the southern kingdom, from Samaria (perhaps their base of operations) as far as Beth-horon.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002373/16/0\" data-bid=\"17-1\" class=\"b\">2Ch 25:6-10,</a><a href=\"/en/wol/bc/r1/lp-e/1200002373/16/1\" data-bid=\"17-2\" class=\"b\">&#xA0;13</a>.It was probably in retaliation for this that the king of Judah provoked Jehoash to fight. In the battle that followed, Judean King Amaziah was captured at Beth-shemesh, and in the follow-up Jehoash&#x2019;s forces broke through the wall of Jerusalem, looting the temple and house of the king of their gold and silver and taking hostages back to Samaria. (<a href=\"/en/wol/bc/r1/lp-e/1200002373/17/0\" data-bid=\"18-1\" class=\"b\">2Ki 14:8-14;</a><a href=\"/en/wol/bc/r1/lp-e/1200002373/17/1\" data-bid=\"18-2\" class=\"b\"> 2Ch 25:17-24</a>) Finally, Jehoash died and was buried in Samaria, and his son Jeroboam&#xA0;II ruled in his place.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002373/18/0\" data-bid=\"19-1\" class=\"b\">2Ki 13:12, 13;</a><a href=\"/en/wol/bc/r1/lp-e/1200002373/18/1\" data-bid=\"19-2\" class=\"b\"> 14:15,&#xA0;16</a>."}