{"title":"Jehu","link":"/en/wol/d/r1/lp-e/1200002401","html":"<span id=\"page22\" class=\"pageNum\" data-no=\"22\" data-before-text=\"22\"></span><strong>JEHU</strong>(Je&#x2B9;hu) [possibly, Jehovah Is He].<strong>1. </strong>A Benjamite of the city of Anathoth who came as a volunteer to serve with David. David was then at Ziklag as a refugee from King Saul. Jehu was among the mighty men &#x201C;armed with the bow, using the right hand and using the left hand with stones or with arrows in the bow.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002401/0/0\" data-bid=\"1-1\" class=\"b\">1Ch 12:1-3</a>.<strong>2. </strong>A prophet, the son of Hanani. He foretold the destruction of the house of Baasha, king of Israel. (<a href=\"/en/wol/bc/r1/lp-e/1200002401/1/0\" data-bid=\"2-1\" class=\"b\">1Ki 16:1-4,</a><a href=\"/en/wol/bc/r1/lp-e/1200002401/1/1\" data-bid=\"2-2\" class=\"b\"> 7,</a><a href=\"/en/wol/bc/r1/lp-e/1200002401/1/2\" data-bid=\"2-3\" class=\"b\">&#xA0;12</a>) More than 33 years later, a prophet by the same name (and hence, perhaps the same person) reproved King Jehoshaphat of Judah for his friendship with and assistance to wicked King Ahab of Israel. (<a href=\"/en/wol/bc/r1/lp-e/1200002401/2/0\" data-bid=\"3-1\" class=\"b\">2Ch 19:1-3</a>) At <a href=\"/en/wol/bc/r1/lp-e/1200002401/3/0\" data-bid=\"4-1\" class=\"b\">2&#xA0;Chronicles 20:34</a> Jehoshaphat&#x2019;s history is said to be written &#x201C;among the words of Jehu the son of Hanani, which were inserted in the Book of the Kings of Israel.&#x201D;<strong>3. </strong>The son of Jehoshaphat (not King Jehoshaphat of Judah) and grandson of Nimshi. (<a href=\"/en/wol/bc/r1/lp-e/1200002401/4/0\" data-bid=\"5-1\" class=\"b\">2Ki 9:14</a>) Jehu ruled as king of Israel from about 904 to 877&#xA0;B.C.E. During the reign of King Ahab of Israel, Elijah the prophet had fled to Mount Horeb to escape death at the hands of Ahab&#x2019;s wife Jezebel. God commanded Elijah to go back and to anoint three men: Elisha as Elijah&#x2019;s successor, Hazael as king of Syria, and Jehu as king of Israel. (<a href=\"/en/wol/bc/r1/lp-e/1200002401/5/0\" data-bid=\"6-1\" class=\"b\">1Ki 19:15,&#xA0;16</a>) Elijah anointed Elisha (or, appointed him; see <a href=\"/en/wol/tc/r1/lp-e/1200002401/0\">ANOINTED, ANOINTING</a>). However, the anointing of Jehu remained for Elijah&#x2019;s successor Elisha actually to perform.Was this leaving of Jehu&#x2019;s anointing to Elisha due to procrastination on Elijah&#x2019;s part? No. A while after giving Elijah the command, Jehovah told him that the calamity on Ahab&#x2019;s house (to be executed by Jehu) would not come in Ahab&#x2019;s day, but in the days of Ahab&#x2019;s son. (<a href=\"/en/wol/bc/r1/lp-e/1200002401/6/0\" data-bid=\"7-1\" class=\"b\">1Ki 21:27-29</a>) So it is evident that the delay was by Jehovah&#x2019;s guidance and not because of laxity on Elijah&#x2019;s part. But Jehovah timed the anointing exactly right, when the opportunity was ripe for Jehu to put the anointing immediately into effect by action. And, in harmony with Jehu&#x2019;s decisive and dynamic personality, he did not lose a moment, but acted immediately.The due time came. It was a time of war. Ahab was dead and his son Jehoram was ruling. Israel&#x2019;s army was gathered at Ramoth-gilead, keeping guard against the forces of Hazael, the king of Syria. Jehu was there as one of the military commanders. (<a href=\"/en/wol/bc/r1/lp-e/1200002401/7/0\" data-bid=\"8-1\" class=\"b\">2Ki 8:28;</a><a href=\"/en/wol/bc/r1/lp-e/1200002401/7/1\" data-bid=\"8-2\" class=\"b\"> 9:14</a>) He and his adjutant Bidkar, as soldiers in the army of Ahab, had been present when Elijah had denounced Ahab, prophesying that Jehovah would &#x2018;repay Ahab in the tract of land belonging to Naboth.&#x2019; This tract had been taken by Ahab after his wife Jezebel had brought about Naboth&#x2019;s murder.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002401/8/0\" data-bid=\"9-1\" class=\"b\">1Ki 21:11-19;</a><a href=\"/en/wol/bc/r1/lp-e/1200002401/8/1\" data-bid=\"9-2\" class=\"b\"> 2Ki 9:24-26</a>.<span id=\"page23\" class=\"pageNum\" data-no=\"23\" data-before-text=\"23\"></span>As Israel&#x2019;s military force kept guard at Ramoth-gilead, King Jehoram of Israel was at Jezreel recovering from wounds he had received at the hands of the Syrians at Ramah. The king of Judah, Ahaziah, was also there. He was a nephew of Jehoram of Israel, for his mother was Athaliah the sister of Jehoram of Israel and the daughter of Ahab and Jezebel. King Ahaziah had come to Jezreel on a visit to his sick uncle, Jehoram.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002401/9/0\" data-bid=\"10-1\" class=\"b\">2Ki 8:25, 26,</a><a href=\"/en/wol/bc/r1/lp-e/1200002401/9/1\" data-bid=\"10-2\" class=\"b\"> 28,&#xA0;29</a>.<strong>Jehu&#x2019;s Anointing. </strong>Elisha called one of the sons of the prophets, his attendant, telling him to take a flask of oil, go to the Israelite camp at Ramoth-gilead, there anoint Jehu, and flee. Elisha&#x2019;s attendant obeyed, calling Jehu away from the other officers into a house, where he anointed him and stated Jehu&#x2019;s commission to destroy the entire house of Ahab. Then the attendant fled, as Elisha had directed.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002401/10/0\" data-bid=\"11-1\" class=\"b\">2Ki 9:1-10</a>.On coming out of the house, Jehu tried to pass off the matter lightly, as though the prophet had said nothing of importance. But the men saw from his appearance and manner that something of significance had occurred. On being pressed, Jehu revealed that he had been anointed as king of Israel; on hearing this pronouncement, the army immediately proclaimed him king.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002401/11/0\" data-bid=\"12-1\" class=\"b\">2Ki 9:11-14</a>.<strong>Destruction of the House of Ahab. </strong>Giving orders to keep the matter secret from Jezreel, Jehu rode furiously toward that city. (<a href=\"/en/wol/bc/r1/lp-e/1200002401/12/0\" data-bid=\"13-1\" class=\"b\">2Ki 9:15,&#xA0;16</a>) Messengers sent out from Jezreel by Jehoram to inquire &#x201C;Is there peace?&#x201D; were sent to the rear of Jehu&#x2019;s men. As &#x201C;the heaving mass&#x201D; of Jehu&#x2019;s horsemen and chariots came closer, the chariot driving of Jehu &#x201C;with madness&#x201D; identified him to the watchman on the tower. Jehoram the king of Israel and son of Ahab became suspicious and rode out in his war chariot, reaching Jehu at Naboth&#x2019;s tract of land. Jehu shot him with an arrow and, recalling the prophecy of Elijah, commanded his adjutant Bidkar to throw his body into the field of Naboth. Then Jehu continued on into the city of Jezreel. Apparently Ahab&#x2019;s grandson Ahaziah, who had come out of the city with Jehoram, tried to make his way back to his own capital, Jerusalem, but got only as far as Samaria and hid there. He was captured later and taken to Jehu near the town of Ibleam, not far from Jezreel. Jehu ordered his men to kill him in his war chariot. They wounded him mortally, on the way up to Gur, near Ibleam, but he escaped and fled to Megiddo, where he died. Then he was taken to Jerusalem and buried there.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002401/13/0\" data-bid=\"14-1\" class=\"b\">2Ki 9:17-28;</a><a href=\"/en/wol/bc/r1/lp-e/1200002401/13/1\" data-bid=\"14-2\" class=\"b\"> 2Ch 22:6-9</a>.On Jehu&#x2019;s arrival in Jezreel, Ahab&#x2019;s widow Jezebel called out: &#x201C;Did it go all right with Zimri the killer of his lord?&#x201D; (See <a href=\"/en/wol/bc/r1/lp-e/1200002401/14/0\" data-bid=\"15-1\" class=\"b\">1Ki 16:8-20</a>.) But Jehu, unmoved by this veiled threat, called upon the court officials to throw her down. They complied. Her blood spattered on the wall, and Jehu trampled her under his horses. Possibly giving a further insight into Jehu&#x2019;s character is the terse statement in the account, &#x201C;After that he came on in and ate and drank,&#x201D; then commanded her burial. In the meantime Jezebel had been eaten by the dogs, which circumstance brought back to Jehu&#x2019;s mind Elijah&#x2019;s prophetic expression concerning her death.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002401/15/0\" data-bid=\"16-1\" class=\"b\">2Ki 9:30-37;</a><a href=\"/en/wol/bc/r1/lp-e/1200002401/15/1\" data-bid=\"16-2\" class=\"b\"> 1Ki 21:23</a>.Jehu wasted no time in pursuing the completion of his mission. He challenged the men of Samaria to set one of Ahab&#x2019;s 70 sons on the throne and fight. But in fear they expressed loyalty to Jehu. Jehu boldly tested their loyalty by saying: &#x201C;If you belong to me, .&#xA0;.&#xA0;. take the heads of the men that are sons of your lord and come to me tomorrow at this time at Jezreel.&#x201D; The next day messengers appeared, carrying in baskets the 70 heads, which Jehu commanded to be put in two heaps at the gate of Jezreel until morning. After this Jehu killed all of Ahab&#x2019;s distinguished men, his acquaintances, and his priests. Then he slaughtered 42 other men, the brothers of Ahab&#x2019;s grandson King Ahaziah of Judah. Thus he destroyed also the sons of Jehoram of Judah, the husband of wicked Jezebel&#x2019;s daughter Athaliah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002401/16/0\" data-bid=\"17-1\" class=\"b\">2Ki 10:1-14</a>.Great steps had been taken toward ridding Israel of Baal worship, but Jehu had much yet to do, and he went about it with characteristic promptness and zeal. On his ride to Samaria he encountered Jehonadab, a Rechabite. It may be recalled that the descendants of this man were later commended by Jehovah through the prophet Jeremiah for their faithfulness. (<a href=\"/en/wol/bc/r1/lp-e/1200002401/17/0\" data-bid=\"18-1\" class=\"b\">Jer 35:1-16</a>) Jehonadab expressed himself as being on Jehu&#x2019;s side in his fight against Baalism and went along, assisting Jehu. All left over of those related to or connected with Ahab in Samaria were destroyed.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002401/18/0\" data-bid=\"19-1\" class=\"b\">2Ki 10:15-17</a>.<strong>Baal Worshipers Annihilated. </strong>Next, by the ruse of calling a great gathering for the worship of Baal, Jehu got all of Israel&#x2019;s Baal worshipers to assemble at the house of Baal. After ascertaining that there were no worshipers of Jehovah present, Jehu commanded his men to put to death everyone in the house. They thereafter destroyed the sacred pillars of Baal and pulled down the house, setting it aside for privies, for which the site was used down to the day of Jeremiah, writer of the account in the book of Kings. The record reads: <span id=\"page24\" class=\"pageNum\" data-no=\"24\" data-before-text=\"24\"></span>&#x201C;Thus Jehu annihilated Baal out of Israel.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002401/19/0\" data-bid=\"20-1\" class=\"b\">2Ki 10:18-28</a>) However, later on Baal worship again gave trouble in both Israel and Judah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002401/20/0\" data-bid=\"21-1\" class=\"b\">2Ki 17:16;</a><a href=\"/en/wol/bc/r1/lp-e/1200002401/20/1\" data-bid=\"21-2\" class=\"b\"> 2Ch 28:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200002401/20/2\" data-bid=\"21-3\" class=\"b\"> Jer 32:29</a>.Likely to keep the ten-tribe kingdom of Israel distinct from the kingdom of Judah with its temple of Jehovah at Jerusalem, King Jehu let the calf worship remain in Israel with its centers at Dan and Bethel. &#x201C;And Jehu himself did not take care to walk in the law of Jehovah the God of Israel with all his heart. He did not turn aside from the sins of Jeroboam with which he caused Israel to sin.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002401/21/0\" data-bid=\"22-1\" class=\"b\">2Ki 10:29,</a><a href=\"/en/wol/bc/r1/lp-e/1200002401/21/1\" data-bid=\"22-2\" class=\"b\">&#xA0;31</a>.Nevertheless, for Jehu&#x2019;s zealous and thorough work in eradicating Baalism and in executing Jehovah&#x2019;s judgments on the house of Ahab, Jehovah rewarded Jehu with the promise that four generations of his sons would sit upon the throne of Israel. This was fulfilled in Jehu&#x2019;s descendants Jehoahaz, Jehoash, Jeroboam&#xA0;II, and Zechariah, whose rule ended in his assassination in about 791&#xA0;B.C.E. The dynasty of Jehu therefore reigned over Israel for about 114 years.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002401/22/0\" data-bid=\"23-1\" class=\"b\">2Ki 10:30;</a><a href=\"/en/wol/bc/r1/lp-e/1200002401/22/1\" data-bid=\"23-2\" class=\"b\"> 13:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002401/22/2\" data-bid=\"23-3\" class=\"b\"> 10;</a><a href=\"/en/wol/bc/r1/lp-e/1200002401/22/3\" data-bid=\"23-4\" class=\"b\"> 14:23;</a><a href=\"/en/wol/bc/r1/lp-e/1200002401/22/4\" data-bid=\"23-5\" class=\"b\"> 15:8-12</a>.<strong><em>Why was the house of Jehu held accountable by God for bloodshed, when Jehovah had commissioned Jehu as his executioner?</em></strong>However, after Jehu&#x2019;s day, by the prophet Hosea, Jehovah said: &#x201C;For yet a little while and I must hold an accounting for the acts of bloodshed of Jezreel against the house of Jehu, and I must cause the royal rule of the house of Israel to cease.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002401/23/0\" data-bid=\"24-1\" class=\"b\">Ho 1:4</a>) This bloodguilt on Jehu&#x2019;s house could not be for his carrying out the commission to destroy the house of Ahab, for God commended him for this. Neither could it be because he destroyed Ahaziah of Judah and his brothers. By their family connections, namely, the marriage of Jehoram of Judah, the son of King Jehoshaphat, to Athaliah, the daughter of Ahab and Jezebel, the royal line of Judah was contaminated with an infiltration of the wicked house of Omri.Rather, the key to the matter seems to lie in the statement that Jehu let calf worship continue in Israel and did not walk in the law of Jehovah with all his heart. Probably Jehu came to believe that independence from Judah could be maintained only through religious separation. Like other kings of Israel, he sought to secure his position by perpetuating calf worship. This was really an expression of lack of faith in Jehovah, who had made it possible for Jehu to become king. So, it may be that, apart from the proper execution of Jehovah&#x2019;s judgment against the house of Ahab, the wrong motivations that prompted Jehu to let calf worship remain also caused him to spill blood.The real power of the kingdom of Israel was broken when Jehu&#x2019;s house fell, the kingdom lasting only about 50 years longer. Only Menahem, who struck down Zechariah&#x2019;s murderer Shallum, had a son who succeeded him on the throne. This son, Pekahiah, was assassinated, as was his murderer and successor Pekah. Hoshea, Israel&#x2019;s last king, went into captivity to the king of Assyria.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002401/24/0\" data-bid=\"25-1\" class=\"b\">2Ki 15:10,</a><a href=\"/en/wol/bc/r1/lp-e/1200002401/24/1\" data-bid=\"25-2\" class=\"b\"> 13-30;</a><a href=\"/en/wol/bc/r1/lp-e/1200002401/24/2\" data-bid=\"25-3\" class=\"b\"> 17:4</a>.The primary sin of Israel all along was its practice of calf worship. This led to the drawing of the nation away from Jehovah, with consequent deterioration. So the guilt for the &#x201C;bloodshed of Jezreel&#x201D; was one of the things, along with murdering, stealing, adultery, and other crimes, that really found its root in the false worship in which the rulers permitted the people to indulge. Finally God had to &#x201C;cause the royal rule of the house of Israel to cease.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002401/25/0\" data-bid=\"26-1\" class=\"b\">Ho 1:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200002401/25/1\" data-bid=\"26-2\" class=\"b\"> 4:2</a>.<strong>Syria and Assyria Harass Israel. </strong>Because of not turning fully to Jehovah and walking in his ways, Jehu had to face trouble from Hazael, the king of Syria, all the days of his rule. Hazael took territory piece by piece from Israel&#x2019;s domain on the other side of the Jordan. (<a href=\"/en/wol/bc/r1/lp-e/1200002401/26/0\" data-bid=\"27-1\" class=\"b\">2Ki 10:32, 33;</a><a href=\"/en/wol/bc/r1/lp-e/1200002401/26/1\" data-bid=\"27-2\" class=\"b\"> Am 1:3,&#xA0;4</a>) At the same time the Assyrian threat to Israel&#x2019;s existence mounted.<strong>Assyrian Inscriptions Name Jehu. </strong>In inscriptions of Shalmaneser&#xA0;III, king of Assyria, he claims to have received tribute from Jehu. The inscription reads: &#x201C;The tribute of Jehu (<em>Ia-&#xFA;-a</em>), son of Omri (<em>Hu-um-ri</em>); I received from him silver, gold, a golden <em>saplu</em>-bowl, a golden vase with pointed bottom, golden tumblers, golden buckets, tin, a staff for a king, (and) wooden <em>puruhtu </em>[the meaning of the latter word being unknown].&#x201D; (<em>Ancient Near Eastern Texts, </em>edited by J.&#xA0;B.&#xA0;Pritchard, 1974, p.&#xA0;281) (Actually, Jehu was not the son of Omri. But from Omri&#x2019;s time the expression was sometimes used to designate the kings of Israel, doubtless because of Omri&#x2019;s prowess and his building of Samaria, which continued as Israel&#x2019;s capital until the fall of that ten-tribe kingdom to Assyria.)Along with this same inscription on what is known as the Black Obelisk is a pictorial representation, perhaps of an emissary of Jehu, bowing before Shalmaneser and offering tribute. Some commentators remark that this is the first pictorial <span id=\"page25\" class=\"pageNum\" data-no=\"25\" data-before-text=\"25\"></span>portrayal of Israelites, as far as is known. However, we cannot be absolutely sure of the truthfulness of Shalmaneser&#x2019;s claim. Also, the appearance of the figure in the picture cannot be relied on to be an accurate likeness of an Israelite, for these nations may have depicted their enemies as undesirable in appearance, much as drawings or pictures today portray people of an enemy nation as weak, grotesque, or hateful.<strong>4. </strong>The son of Obed of the family of Jerahmeel, a descendant of Hezron, son of Perez, who was born to Judah by Tamar. This Jehu&#x2019;s line came through Jarha, an Egyptian slave. Sheshan, a descendant of Jerahmeel, had no sons, so he gave to Jarha his daughter as wife. The son born to them was Attai, an ancestor of Jehu.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002401/27/0\" data-bid=\"28-1\" class=\"b\">1Ch 2:3-5,</a><a href=\"/en/wol/bc/r1/lp-e/1200002401/27/1\" data-bid=\"28-2\" class=\"b\"> 25,</a><a href=\"/en/wol/bc/r1/lp-e/1200002401/27/2\" data-bid=\"28-3\" class=\"b\"> 34-38</a>.<strong>5. </strong>A Simeonite, the son of Joshibiah. In the days of King Hezekiah of Judah he was among the chieftains of the Simeonite families who struck down the Hamites and the Meunim living in the vicinity of Gedor and who dwelt thereafter in the place of these people with their flocks.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002401/28/0\" data-bid=\"29-1\" class=\"b\">1Ch 4:24,</a><a href=\"/en/wol/bc/r1/lp-e/1200002401/28/1\" data-bid=\"29-2\" class=\"b\"> 35,</a><a href=\"/en/wol/bc/r1/lp-e/1200002401/28/2\" data-bid=\"29-3\" class=\"b\"> 38-41</a>."}