{"title":"Jephthah","link":"/en/wol/d/r1/lp-e/1200002413","html":"<span id=\"page26\" class=\"pageNum\" data-no=\"26\" data-before-text=\"26\"></span><strong>JEPHTHAH</strong>(Jeph&#x2B9;thah) [May [God] Open; [God] Has Opened].A judge of Israel, of the tribe of Manasseh. (<a href=\"/en/wol/bc/r1/lp-e/1200002413/0/0\" data-bid=\"1-1\" class=\"b\">Nu 26:29;</a><a href=\"/en/wol/bc/r1/lp-e/1200002413/0/1\" data-bid=\"1-2\" class=\"b\"> Jg 11:1</a>) He administered justice over the territory of Gilead for six years perhaps during the priesthood of Eli and the early life of Samuel. (<a href=\"/en/wol/bc/r1/lp-e/1200002413/1/0\" data-bid=\"2-1\" class=\"b\">Jg 12:7</a>) Jephthah&#x2019;s reference to &#x201C;three hundred years&#x201D; of Israelite control E of the Jordan would seem to place the start of his six-year judgeship around 1173&#xA0;B.C.E.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002413/2/0\" data-bid=\"3-1\" class=\"b\">Jg 11:26</a>.<strong>Jephthah a Legitimate Son. </strong>The mother of Jephthah was &#x201C;a prostitute woman,&#x201D; not meaning, however, that Jephthah was born of prostitution or was illegitimate. His mother <em>had been </em>a prostitute prior to her marriage as a secondary wife to Gilead, just as Rahab had once been a prostitute but later married Salmon. (<a href=\"/en/wol/bc/r1/lp-e/1200002413/3/0\" data-bid=\"4-1\" class=\"b\">Jg 11:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200002413/3/1\" data-bid=\"4-2\" class=\"b\"> Jos 2:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200002413/3/2\" data-bid=\"4-3\" class=\"b\"> Mt 1:5</a>) That Jephthah was not illegitimate is proved by the fact that his half brothers by Gilead&#x2019;s primary wife drove him out so that he would not share in the inheritance. (<a href=\"/en/wol/bc/r1/lp-e/1200002413/4/0\" data-bid=\"5-1\" class=\"b\">Jg 11:2</a>) Additionally, Jephthah later became the accepted leader of the men of Gilead (of whom Jephthah&#x2019;s half brothers seemed to be foremost). (<a href=\"/en/wol/bc/r1/lp-e/1200002413/5/0\" data-bid=\"6-1\" class=\"b\">Jg 11:11</a>) Moreover, he offered a sacrifice to God at the tabernacle. (<a href=\"/en/wol/bc/r1/lp-e/1200002413/6/0\" data-bid=\"7-1\" class=\"b\">Jg 11:30,&#xA0;31</a>) None of these things would have been possible for an illegitimate son, for the Law specifically stated: &#x201C;No illegitimate son may come into the congregation of Jehovah. Even to the tenth generation none of his may come into the congregation of Jehovah.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002413/7/0\" data-bid=\"8-1\" class=\"b\">De 23:2</a>.Jephthah was evidently the firstborn of Gilead. Consequently he would normally have inherited two portions in the property of his father Gilead (who apparently was dead at the time Jephthah&#x2019;s half brothers drove him out) and would also have been the head of the family. Only by illegally driving him away could Jephthah&#x2019;s half brothers deprive him of his rightful inheritance, for even though the firstborn son of a father was the son of a secondary wife, or even a less-favored wife, he was, nevertheless, to receive the firstborn&#x2019;s rights.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002413/8/0\" data-bid=\"9-1\" class=\"b\">De 21:15-17</a>.<strong>&#x201C;Idle Men&#x201D; Gather to Jephthah. </strong>When Jephthah was driven away by his half brothers he took up dwelling in the land of Tob, a region E of Gilead, apparently outside the borders of Israel. Here Jephthah would be on the frontier, exposed to Israel&#x2019;s foreign enemies, particularly Ammon. &#x201C;Idle men,&#x201D; that is, men evidently made idle or put out of employment by Ammonite harassment, and revolting against servitude to Ammon, came to Jephthah and put themselves under his command. (<a href=\"/en/wol/bc/r1/lp-e/1200002413/9/0\" data-bid=\"10-1\" class=\"b\">Jg 11:3</a>) The people living in the territory E of the Jordan River (the tribes of Reuben, Gad, and half of Manasseh) were mainly cattle raisers, and the forays of the Ammonite raiders (who even crossed the Jordan at times) had apparently taken away the possessions and the means of livelihood from many of the inhabitants of Gilead.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002413/10/0\" data-bid=\"11-1\" class=\"b\">Jg 10:6-10</a>.<strong>Ammonites Threaten War. </strong>For 18 years oppression by the Ammonites continued. This was permitted by God because the Israelites had unfaithfully turned to serving the gods of the nations round about. But now the sons of Israel were brought to their senses, repenting of their folly and calling on Jehovah for help. They began to do away with their idols and to serve Jehovah. At this point Ammon gathered together in Gilead for large-scale warfare. (<a href=\"/en/wol/bc/r1/lp-e/1200002413/11/0\" data-bid=\"12-1\" class=\"b\">Jg 10:7-17;</a><a href=\"/en/wol/bc/r1/lp-e/1200002413/11/1\" data-bid=\"12-2\" class=\"b\"> 11:4</a>) This fact indicates that it was actually the great invisible enemy of God, Satan the Devil, who incited the pagan nations against Israel and that the real issue was worship of the true God.<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200002413/12/0\" data-bid=\"13-1\" class=\"b\">Re 12:9;</a><a href=\"/en/wol/bc/r1/lp-e/1200002413/12/1\" data-bid=\"13-2\" class=\"b\"> Ps 96:5;</a><a href=\"/en/wol/bc/r1/lp-e/1200002413/12/2\" data-bid=\"13-3\" class=\"b\"> 1Co 10:20</a>.Israel gathered its forces at Mizpah. The half brothers of Jephthah were evidently prominent <span id=\"page27\" class=\"pageNum\" data-no=\"27\" data-before-text=\"27\"></span>among the older men of Gilead. (<a href=\"/en/wol/bc/r1/lp-e/1200002413/13/0\" data-bid=\"14-1\" class=\"b\">Jg 10:17;</a><a href=\"/en/wol/bc/r1/lp-e/1200002413/13/1\" data-bid=\"14-2\" class=\"b\"> 11:7</a>) They saw the need for proper leadership and direction. (<a href=\"/en/wol/bc/r1/lp-e/1200002413/14/0\" data-bid=\"15-1\" class=\"b\">Jg 10:18</a>) They realized that they must be under the headship of a God-appointed man if they were to defeat Ammon. (<a href=\"/en/wol/bc/r1/lp-e/1200002413/15/0\" data-bid=\"16-1\" class=\"b\">Jg 11:5, 6,</a><a href=\"/en/wol/bc/r1/lp-e/1200002413/15/1\" data-bid=\"16-2\" class=\"b\">&#xA0;10</a>) Undoubtedly Jephthah and his men had been performing exploits in Tob, suggesting that he was God&#x2019;s designated choice. (<a href=\"/en/wol/bc/r1/lp-e/1200002413/16/0\" data-bid=\"17-1\" class=\"b\">Jg 11:1</a>) The men of Gilead decided to go to Jephthah, whom they had despised, to ask him to be their head.<strong>Jephthah Becomes Head of Gilead. </strong>Jephthah agreed to lead them in the fight against Ammon on one condition: if Jehovah gave him victory, he would continue as head after returning from the fight. His insistence on this was not a selfish demand. He had shown himself concerned with the fight in behalf of God&#x2019;s name and his people. Now, if he defeated Ammon, it would prove that God was with him. Jephthah wanted to make sure that God&#x2019;s rule would not be forsaken again once the crisis had passed. Also, if he was indeed Gilead&#x2019;s firstborn son, he was only establishing his legal right as head of the house of Gilead. The covenant was then concluded before Jehovah in Mizpah. Here again Jephthah showed that he looked to Jehovah as Israel&#x2019;s God and King and their real Deliverer.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002413/17/0\" data-bid=\"18-1\" class=\"b\">Jg 11:8-11</a>.Jephthah, a man of action, lost no time in exercising vigorous leadership. He sent a message to the king of Ammon, pointing out that Ammon was the aggressor in invading Israel&#x2019;s land. The king replied that it was land Israel had taken from Ammon. (<a href=\"/en/wol/bc/r1/lp-e/1200002413/18/0\" data-bid=\"19-1\" class=\"b\">Jg 11:12,&#xA0;13</a>) Here Jephthah showed himself to be, not a mere rough, uncultured warrior, but a student of history and particularly of God&#x2019;s dealings with his people. He refuted the Ammonite argument, showing that (1)&#xA0;Israel did not molest Ammon, Moab, or Edom (<a href=\"/en/wol/bc/r1/lp-e/1200002413/19/0\" data-bid=\"20-1\" class=\"b\">Jg 11:14-18;</a><a href=\"/en/wol/bc/r1/lp-e/1200002413/19/1\" data-bid=\"20-2\" class=\"b\"> De 2:9,</a><a href=\"/en/wol/bc/r1/lp-e/1200002413/19/2\" data-bid=\"20-3\" class=\"b\"> 19,</a><a href=\"/en/wol/bc/r1/lp-e/1200002413/19/3\" data-bid=\"20-4\" class=\"b\"> 37;</a><a href=\"/en/wol/bc/r1/lp-e/1200002413/19/4\" data-bid=\"20-5\" class=\"b\"> 2Ch 20:10,&#xA0;11</a>); (2)&#xA0;Ammon had not possessed the disputed land at the time of the Israelite conquest, because it was in the hands of the Canaanite Amorites and God had given their king, Sihon, and his land into Israel&#x2019;s hand; (3)&#xA0;Ammon had not disputed Israel&#x2019;s occupation for the past 300 years; therefore, on what valid basis could they do so now?<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002413/20/0\" data-bid=\"21-1\" class=\"b\">Jg 11:19-27</a>.Jephthah got at the heart of the matter when he showed that the issue revolved around the matter of worship. He declared that Jehovah God had given Israel the land and that for this reason they would not give an inch of it to worshipers of a false god. He called Chemosh the god of Ammon. Some have thought this to be an error. But, although Ammon had the god Milcom, and though Chemosh was a god of Moab, those related nations worshiped many gods. Solomon even wrongly brought the worship of Chemosh into Israel because of his foreign wives. (<a href=\"/en/wol/bc/r1/lp-e/1200002413/21/0\" data-bid=\"22-1\" class=\"b\">Jg 11:24;</a><a href=\"/en/wol/bc/r1/lp-e/1200002413/21/1\" data-bid=\"22-2\" class=\"b\"> 1Ki 11:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002413/21/2\" data-bid=\"22-3\" class=\"b\"> 7, 8,</a><a href=\"/en/wol/bc/r1/lp-e/1200002413/21/3\" data-bid=\"22-4\" class=\"b\"> 33;</a><a href=\"/en/wol/bc/r1/lp-e/1200002413/21/4\" data-bid=\"22-5\" class=\"b\"> 2Ki 23:13</a>) Furthermore, &#x201C;Chemosh&#x201D; may mean &#x201C;Subduer, Conqueror,&#x201D; according to some scholars. (See <em>Gesenius&#x2019;s Hebrew and Chaldee Lexicon, </em>translated by S.&#xA0;Tregelles, 1901, p.&#xA0;401.) Jephthah may have called attention to this god as being given credit by the Ammonites for &#x2018;subduing&#x2019; or &#x2018;conquering&#x2019; others and giving them land.<strong>Jephthah&#x2019;s Vow. </strong>Jephthah now saw that a fight with Ammon was God&#x2019;s will. With God&#x2019;s spirit energizing him, he led his army to the fight. Similar to Jacob&#x2019;s action some 600 years previously, Jephthah made a vow, demonstrating his wholehearted desire for Jehovah&#x2019;s direction and attributing any success he would have to Jehovah. (<a href=\"/en/wol/bc/r1/lp-e/1200002413/22/0\" data-bid=\"23-1\" class=\"b\">Jg 11:30, 31;</a><a href=\"/en/wol/bc/r1/lp-e/1200002413/22/1\" data-bid=\"23-2\" class=\"b\"> Ge 28:20-22</a>) Jehovah heard his vow with favor, and the Ammonites were subdued.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002413/23/0\" data-bid=\"24-1\" class=\"b\">Jg 11:32,&#xA0;33</a>.<strong><em>Did Jephthah have in mind human sacrifice when he vowed to present as a burnt offering the first one coming out of his house?</em></strong>Some critics and scholars have condemned Jephthah for his vow, having the view that Jephthah followed the practice of other nations, offering up his daughter by fire as a human burnt offering. But this is not the case. It would be an insult to Jehovah, a disgusting thing in violation of his law, to make a literal human sacrifice. He strictly commanded Israel: &#x201C;You must not learn to do according to the detestable things of those nations. There should not be found in you anyone who makes his son or his daughter pass through the fire .&#xA0;.&#xA0;. For everybody doing these things is something detestable to Jehovah, and on account of these detestable things Jehovah your God is driving them away from before you.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002413/24/0\" data-bid=\"25-1\" class=\"b\">De 18:9-12</a>) Jehovah would curse, not bless, such a person. The very ones Jephthah was fighting, the Ammonites, practiced human sacrifice to their god Molech.<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200002413/25/0\" data-bid=\"26-1\" class=\"b\">2Ki 17:17;</a><a href=\"/en/wol/bc/r1/lp-e/1200002413/25/1\" data-bid=\"26-2\" class=\"b\"> 21:6;</a><a href=\"/en/wol/bc/r1/lp-e/1200002413/25/2\" data-bid=\"26-3\" class=\"b\"> 23:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200002413/25/3\" data-bid=\"26-4\" class=\"b\"> Jer 7:31, 32;</a><a href=\"/en/wol/bc/r1/lp-e/1200002413/25/4\" data-bid=\"26-5\" class=\"b\"> 19:5,&#xA0;6</a>.When Jephthah said: &#x201C;It must also occur that the one coming out, who comes out of the doors of my house to meet me .&#xA0;.&#xA0;. must also become Jehovah&#x2019;s,&#x201D; he had reference to a person and not an animal, since animals suitable for sacrifice were not likely kept in Israelite homes, to have free run there. Besides, the offering of an animal would not show extraordinary devotion to God. Jephthah knew that it might well be his daughter who <span id=\"page28\" class=\"pageNum\" data-no=\"28\" data-before-text=\"28\"></span>would come out to meet him. It must be borne in mind that Jehovah&#x2019;s spirit was on Jephthah at the time; this would prevent any rash vow on Jephthah&#x2019;s part. How, then, would the person coming out to meet Jephthah to congratulate him on his victory &#x201C;become Jehovah&#x2019;s&#x201D; and be offered up &#x201C;as a burnt offering&#x201D;?<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002413/26/0\" data-bid=\"27-1\" class=\"b\">Jg 11:31</a>.Persons could be devoted to Jehovah&#x2019;s exclusive service in connection with the sanctuary. It was a right that parents could exercise. Samuel was one such person, promised to tabernacle service by a vow of his mother Hannah before his birth. This vow was approved by her husband Elkanah. As soon as Samuel was weaned, Hannah offered him at the sanctuary. Along with him, Hannah brought an animal sacrifice. (<a href=\"/en/wol/bc/r1/lp-e/1200002413/27/0\" data-bid=\"28-1\" class=\"b\">1Sa 1:11,</a><a href=\"/en/wol/bc/r1/lp-e/1200002413/27/1\" data-bid=\"28-2\" class=\"b\"> 22-28;</a><a href=\"/en/wol/bc/r1/lp-e/1200002413/27/2\" data-bid=\"28-3\" class=\"b\"> 2:11</a>) Samson was another child specially devoted to God&#x2019;s service as a Nazirite.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002413/28/0\" data-bid=\"29-1\" class=\"b\">Jg 13:2-5,</a><a href=\"/en/wol/bc/r1/lp-e/1200002413/28/1\" data-bid=\"29-2\" class=\"b\"> 11-14</a>; compare the father&#x2019;s authority over a daughter as outlined in <a href=\"/en/wol/bc/r1/lp-e/1200002413/29/0\" data-bid=\"30-1\" class=\"b\">Nu 30:3-5,</a><a href=\"/en/wol/bc/r1/lp-e/1200002413/29/1\" data-bid=\"30-2\" class=\"b\">&#xA0;16</a>.When Jephthah brought his daughter to the sanctuary, which was in Shiloh at that time, he undoubtedly accompanied his presentation of her with an animal burnt offering. According to the Law, a burnt offering was slaughtered, skinned, and cut up; the intestines and shanks were washed; and its body, head and all, was burned on the altar. (<a href=\"/en/wol/bc/r1/lp-e/1200002413/30/0\" data-bid=\"31-1\" class=\"b\">Le 1:3-9</a>) The wholeness of such offering represented full, unqualified, wholehearted dedication to Jehovah, and when it accompanied another offering (as, for example, when the burnt offering followed the sin offering on the Day of Atonement), it constituted an appeal to Jehovah to accept that other offering.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002413/31/0\" data-bid=\"32-1\" class=\"b\">Le 16:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200002413/31/1\" data-bid=\"32-2\" class=\"b\"> 5, 6,</a><a href=\"/en/wol/bc/r1/lp-e/1200002413/31/2\" data-bid=\"32-3\" class=\"b\"> 11,</a><a href=\"/en/wol/bc/r1/lp-e/1200002413/31/3\" data-bid=\"32-4\" class=\"b\"> 15,</a><a href=\"/en/wol/bc/r1/lp-e/1200002413/31/4\" data-bid=\"32-5\" class=\"b\">&#xA0;24</a>.It was a real sacrifice on the part of both Jephthah and his daughter, for he had no other child. (<a href=\"/en/wol/bc/r1/lp-e/1200002413/32/0\" data-bid=\"33-1\" class=\"b\">Jg 11:34</a>) Therefore no descendant of his would carry on his name and his inheritance in Israel. Jephthah&#x2019;s daughter was his only hope for this. She wept, not over her death, but over her &#x201C;virginity,&#x201D; for it was the desire of every Israelite man and woman to have children and to keep the family name and inheritance alive. (<a href=\"/en/wol/bc/r1/lp-e/1200002413/33/0\" data-bid=\"34-1\" class=\"b\">Jg 11:37,&#xA0;38</a>) Barrenness was a calamity. But Jephthah&#x2019;s daughter &#x201C;never had relations with a man.&#x201D; Had these words applied only to the time prior to the carrying out of the vow, they would have been superfluous, for she is specifically said to have been a virgin. That the statement has reference to the fulfilling of the vow is shown in that it follows the expression, &#x201C;He carried out his vow that he had made toward her.&#x201D; Actually, the record is pointing out that also <em>after </em>the vow was carried out she maintained her virginity.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002413/34/0\" data-bid=\"35-1\" class=\"b\">Jg 11:39</a>; compare renderings in <em>KJ; Dy; Yg; NW.</em>Moreover, Jephthah&#x2019;s daughter was visited &#x201C;from year to year&#x201D; by her companions to &#x2018;give her commendation.&#x2019; (<a href=\"/en/wol/bc/r1/lp-e/1200002413/35/0\" data-bid=\"36-1\" class=\"b\">Jg 11:40</a>) The Hebrew word <em>ta&#xB7;nah&#x2B9;, </em>used here, also occurs at <a href=\"/en/wol/bc/r1/lp-e/1200002413/36/0\" data-bid=\"37-1\" class=\"b\">Judges 5:11</a>, and in that text is variously rendered &#x201C;recount&#x201D; (<em>NW</em>), &#x201C;rehearse&#x201D; (<em>KJ</em>), &#x201C;recounted&#x201D; (<em>AT</em>), &#x201C;repeat&#x201D; (<em>RS</em>). The word is defined in <em>A Hebrew and Chaldee Lexicon </em>(edited by B.&#xA0;Davies, 1957, p.&#xA0;693) as &#x201C;to repeat, to rehearse.&#x201D; At <a href=\"/en/wol/bc/r1/lp-e/1200002413/37/0\" data-bid=\"38-1\" class=\"b\">Judges 11:40</a> the <em>King James Version </em>renders the term &#x201C;lament,&#x201D; but the margin reads &#x201C;talk with.&#x201D; As Jephthah&#x2019;s daughter served at the sanctuary, doubtless like other Nethinim (&#x201C;Given Ones&#x201D; devoted to sanctuary service), there was much she could do. These persons served in gathering wood, drawing water, doing repair work, and undoubtedly performing many other tasks as assistants to the priests and Levites there.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002413/38/0\" data-bid=\"39-1\" class=\"b\">Jos 9:21,</a><a href=\"/en/wol/bc/r1/lp-e/1200002413/38/1\" data-bid=\"39-2\" class=\"b\"> 23,</a><a href=\"/en/wol/bc/r1/lp-e/1200002413/38/2\" data-bid=\"39-3\" class=\"b\"> 27;</a><a href=\"/en/wol/bc/r1/lp-e/1200002413/38/3\" data-bid=\"39-4\" class=\"b\"> Ezr 7:24;</a><a href=\"/en/wol/bc/r1/lp-e/1200002413/38/4\" data-bid=\"39-5\" class=\"b\"> 8:20;</a><a href=\"/en/wol/bc/r1/lp-e/1200002413/38/5\" data-bid=\"39-6\" class=\"b\"> Ne 3:26</a>.<strong>Ephraimites Resist Jephthah. </strong>The Ephraimites, who considered themselves the dominant tribe of northern Israel (including Gilead), proudly refused to acknowledge Jephthah and sought to justify themselves. So they worked up a false charge as an excuse for taking offense against him. A like attitude had been shown by them years before, in Judge Gideon&#x2019;s time. (<a href=\"/en/wol/bc/r1/lp-e/1200002413/39/0\" data-bid=\"40-1\" class=\"b\">Jg 8:1</a>) They claimed that Jephthah failed to call them to the fight against Ammon, and they threatened to burn Jephthah&#x2019;s house over him.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002413/40/0\" data-bid=\"41-1\" class=\"b\">Jg 12:1</a>.Jephthah replied that he had called them but they had refused to respond. He argued: <em>&#x201C;Jehovah </em>gave them [Ammon] into my hand. So why have you come up against me this day to fight against me?&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002413/41/0\" data-bid=\"42-1\" class=\"b\">Jg 12:2,&#xA0;3</a>) The Ephraimites contended about Jephthah&#x2019;s forces: &#x201C;Men escaped from Ephraim is what you are, O&#xA0;Gilead, inside of Ephraim, inside of Manasseh.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002413/42/0\" data-bid=\"43-1\" class=\"b\">Jg 12:4</a>) By this they may have been slurring Jephthah by reference to his formerly being driven out and having associated with him &#x201C;idle men,&#x201D; unemployed, as &#x2018;fugitives.&#x2019;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002413/43/0\" data-bid=\"44-1\" class=\"b\">Jg 11:3</a>.In the fight that ensued, Ephraim was beaten and routed. Jephthah&#x2019;s men stopped them at the fords of the Jordan. When the fleeing Ephraimites tried to conceal their identity, their pronunciation gave them away. When tested by being asked to say the word &#x201C;Shibboleth,&#x201D; they were unable to pronounce the harsh &#x201C;sh&#x201D; but could only form a soft &#x201C;Sibboleth.&#x201D; For taking rebellious action against one whom Jehovah had appointed for their salvation, 42,000 Ephraimites lost their lives.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002413/44/0\" data-bid=\"45-1\" class=\"b\">Jg 12:5,&#xA0;6</a>.<span id=\"page29\" class=\"pageNum\" data-no=\"29\" data-before-text=\"29\"></span><strong>Approved by God. </strong>At <a href=\"/en/wol/bc/r1/lp-e/1200002413/45/0\" data-bid=\"46-1\" class=\"b\">1&#xA0;Samuel 12:11</a> Jephthah is named as being sent by Jehovah as a deliverer, and at <a href=\"/en/wol/bc/r1/lp-e/1200002413/46/0\" data-bid=\"47-1\" class=\"b\">Hebrews 11:32</a> he is listed among the faithful &#x201C;cloud of witnesses.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002413/47/0\" data-bid=\"48-1\" class=\"b\">Heb 12:1</a>."}