{"title":"Jeremiah","link":"/en/wol/d/r1/lp-e/1200002421","html":"<span id=\"page30\" class=\"pageNum\" data-no=\"30\" data-before-text=\"30\"></span><strong>JEREMIAH</strong>(Jer&#xB7;e&#xB7;mi&#x2B9;ah) [possibly, Jehovah Exalts; or, Jehovah Loosens [likely from the womb]].<strong>1. </strong>A Benjamite who joined David when he was at Ziklag. He was among David&#x2019;s mighty men.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002421/0/0\" data-bid=\"1-1\" class=\"b\">1Ch 12:1-4</a>.<strong>2. </strong>One of the sons of Gad who gathered to David &#x201C;at the place difficult to approach in the wilderness&#x201D; when David was a refugee from Saul. He was the fifth among these &#x201C;valiant, mighty men .&#xA0;.&#xA0;. whose faces were the faces of lions, and they were like the gazelles upon the mountains for speed.&#x201D; Of these Gadite heads of David&#x2019;s army, it is said: &#x201C;The least one was equal to a hundred, and the greatest to a thousand.&#x201D; They &#x201C;crossed the Jordan in the first month when it was overflowing all its banks, and they then chased away all those of the low plains, to the east and to the west.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002421/1/0\" data-bid=\"2-1\" class=\"b\">1Ch 12:8-15</a>.<strong>3. </strong>The tenth one of the Gadite heads in David&#x2019;s army, as described in No.&#xA0;2.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002421/2/0\" data-bid=\"3-1\" class=\"b\">1Ch 12:13,&#xA0;14</a>.<strong>4. </strong>One of the heads of paternal houses in the section of the tribe of Manasseh E of the Jordan in the days of the kings. The Reubenites, the Gadites, and the half tribe of Manasseh E of the Jordan (among them being this Jeremiah&#x2019;s descendants) &#x201C;began to act unfaithfully toward the God of their forefathers and went having immoral intercourse with the gods of the peoples of the land, whom God had annihilated from before them. Consequently the God of Israel stirred up the spirit of Pul the king of Assyria even the spirit of Tilgath-pilneser the king of Assyria, so that [in the days of Pekah, king of Israel] he took into exile those of the Reubenites and of the Gadites and of the half tribe of Manasseh and brought them to Halah and Habor and Hara and the river Gozan.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002421/3/0\" data-bid=\"4-1\" class=\"b\">1Ch 5:23-26;</a><a href=\"/en/wol/bc/r1/lp-e/1200002421/3/1\" data-bid=\"4-2\" class=\"b\"> 2Ki 15:29</a>.<strong>5. </strong>A man of the town of Libnah, a priestly city. He was the father of King Josiah&#x2019;s wife Hamutal, who was the mother of Kings Jehoahaz and Zedekiah (Mattaniah).<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002421/4/0\" data-bid=\"5-1\" class=\"b\">2Ki 23:30, 31;</a><a href=\"/en/wol/bc/r1/lp-e/1200002421/4/1\" data-bid=\"5-2\" class=\"b\"> 24:18;</a><a href=\"/en/wol/bc/r1/lp-e/1200002421/4/2\" data-bid=\"5-3\" class=\"b\"> Jer 52:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200002421/4/3\" data-bid=\"5-4\" class=\"b\"> Jos 21:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200002421/4/4\" data-bid=\"5-5\" class=\"b\"> 1Ch 6:57</a>.<strong>6. </strong>A prophet, the son of Hilkiah, a priest of Anathoth, a city of the priests located in Benjamin&#x2019;s territory less than 5&#xA0;km (3&#xA0;mi) NNE of the Temple Mount in Jerusalem. (<a href=\"/en/wol/bc/r1/lp-e/1200002421/5/0\" data-bid=\"6-1\" class=\"b\">Jer 1:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200002421/5/1\" data-bid=\"6-2\" class=\"b\"> Jos 21:13,</a><a href=\"/en/wol/bc/r1/lp-e/1200002421/5/2\" data-bid=\"6-3\" class=\"b\"> 17,&#xA0;18</a>) Jeremiah&#x2019;s father, Hilkiah, was not the high priest of that name, who was of the line of Eleazar. Jeremiah&#x2019;s father was very likely of the line of Ithamar and possibly descended from Abiathar, the priest whom King Solomon dismissed from priestly service.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002421/6/0\" data-bid=\"7-1\" class=\"b\">1Ki 2:26,&#xA0;27</a>.<strong>Commissioned as Prophet. </strong>Jeremiah was called to be a prophet when a young man, in 647&#xA0;B.C.E., in the 13th year of the reign of King Josiah of Judah (659-629&#xA0;B.C.E.). Jehovah told him: &#x201C;Before I was forming you in the belly I knew you, and before you proceeded to come forth from the womb I sanctified you. Prophet to the nations I made you.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002421/7/0\" data-bid=\"8-1\" class=\"b\">Jer 1:2-5</a>) He was therefore one of the few men for whose birth Jehovah assumed responsibility<wbr>&#x2014;intervening by a miracle or by a guiding providence&#x2014;<wbr>that they might be his special servants. Among these men are Isaac, Samson, Samuel, John the Baptizer, and Jesus.<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200002421/0\">FOREKNOWLEDGE, FOREORDINATION</a>.When Jehovah spoke to him, Jeremiah showed diffidence. He replied to God: &#x201C;Alas, O&#xA0;Sovereign Lord Jehovah! Here I actually do not know how to speak, for I am but a boy.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002421/8/0\" data-bid=\"9-1\" class=\"b\">Jer 1:6</a>) From this remark of his, and comparing his boldness and firmness during his prophetic ministry, it can be seen that such unusual strength was not a thing inherent in Jeremiah, but actually came from full reliance on Jehovah. Truly Jehovah was with him &#x201C;like a terrible mighty one,&#x201D; and it was Jehovah who made Jeremiah &#x201C;a fortified city and an iron pillar and copper walls against all the land.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002421/9/0\" data-bid=\"10-1\" class=\"b\">Jer 20:11;</a><a href=\"/en/wol/bc/r1/lp-e/1200002421/9/1\" data-bid=\"10-2\" class=\"b\"> 1:18,&#xA0;19</a>) Jeremiah&#x2019;s reputation for courage and boldness was such that some during Jesus&#x2019; <span id=\"page31\" class=\"pageNum\" data-no=\"31\" data-before-text=\"31\"></span>earthly ministry took him to be Jeremiah returned to life.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002421/10/0\" data-bid=\"11-1\" class=\"b\">Mt 16:13,&#xA0;14</a>.<strong>Writings. </strong>Jeremiah was a researcher and a historian as well as a prophet. He wrote the book bearing his name and is also generally credited with writing the books of First and Second Kings, covering the history of both kingdoms (Judah and Israel) from the point where the books of Samuel left off (that is, in the latter part of David&#x2019;s reign over all Israel) down to the end of both kingdoms. His chronology of the period of the kings, using the method of comparison or collation of the reigns of Israel&#x2019;s and Judah&#x2019;s kings, helps us to establish the dates of certain events with accuracy. After the fall of Jerusalem, Jeremiah wrote the book of Lamentations.<strong>Strong Denunciatory Message. </strong>Jeremiah was no chronic complainer. Rather, he showed himself to be loving, considerate, and sympathetic. He exercised fine control and marvelous endurance and was moved to great sadness by the conduct of his people and the judgments they suffered.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002421/11/0\" data-bid=\"12-1\" class=\"b\">Jer 8:21</a>.Actually, it was Jehovah who made the complaint against Judah, and justifiably so, and Jeremiah was under obligation to declare it unremittingly, which he did. Also, it must be borne in mind that Israel was God&#x2019;s nation, bound to him by covenant and under his law, which they were grossly violating. As basis and solid ground for Jeremiah&#x2019;s denunciations, Jehovah repeatedly pointed to the Law, calling attention to the responsibility of the princes and the people and recounting wherein they had broken the Law. Time and again Jehovah called attention to the things he, through his prophet Moses, had warned them would come upon them if they refused to listen to his words and broke his covenant.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002421/12/0\" data-bid=\"13-1\" class=\"b\">Le 26;</a><a href=\"/en/wol/bc/r1/lp-e/1200002421/12/1\" data-bid=\"13-2\" class=\"b\"> De&#xA0;28</a>.<strong>Courage, Endurance, Love. </strong>Jeremiah&#x2019;s courage and endurance were matched by his love for his people. He had scathing denunciations and fearful judgments to proclaim, especially to the priests, prophets, and rulers and to those who took &#x201C;the popular course&#x201D; and had developed &#x201C;an enduring unfaithfulness.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002421/13/0\" data-bid=\"14-1\" class=\"b\">Jer 8:5,&#xA0;6</a>) Yet he appreciated that his commission was also &#x201C;to build and to plant.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002421/14/0\" data-bid=\"15-1\" class=\"b\">Jer 1:10</a>) He wept over the calamity that was to come to Jerusalem. (<a href=\"/en/wol/bc/r1/lp-e/1200002421/15/0\" data-bid=\"16-1\" class=\"b\">Jer 8:21, 22;</a><a href=\"/en/wol/bc/r1/lp-e/1200002421/15/1\" data-bid=\"16-2\" class=\"b\"> 9:1</a>) The book of Lamentations is an evidence of his love and concern for Jehovah&#x2019;s name and people. In spite of cowardly, vacillating King Zedekiah&#x2019;s treacherousness toward him, Jeremiah pleaded with him to obey the voice of Jehovah and continue living. (<a href=\"/en/wol/bc/r1/lp-e/1200002421/16/0\" data-bid=\"17-1\" class=\"b\">Jer 38:4, 5,</a><a href=\"/en/wol/bc/r1/lp-e/1200002421/16/1\" data-bid=\"17-2\" class=\"b\"> 19-23</a>) Furthermore, Jeremiah had no self-righteous attitude but included himself when acknowledging the wickedness of the nation. (<a href=\"/en/wol/bc/r1/lp-e/1200002421/17/0\" data-bid=\"18-1\" class=\"b\">Jer 14:20,&#xA0;21</a>) After his release by Nebuzaradan, he hesitated to leave those being taken into Babylonian exile, perhaps feeling that he should share their lot or desiring to serve their spiritual interests further.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002421/18/0\" data-bid=\"19-1\" class=\"b\">Jer 40:5</a>.At times in his long career Jeremiah became discouraged and required Jehovah&#x2019;s assurance, but even in adversity he did not forsake calling on Jehovah for help.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002421/19/0\" data-bid=\"20-1\" class=\"b\">Jer&#xA0;20</a>.<strong>Associations. </strong>Through all of his more than 40 years of prophetic service, Jeremiah was not abandoned. Jehovah was with him to deliver him from his enemies. (<a href=\"/en/wol/bc/r1/lp-e/1200002421/20/0\" data-bid=\"21-1\" class=\"b\">Jer 1:19</a>) Jeremiah took delight in Jehovah&#x2019;s word. (<a href=\"/en/wol/bc/r1/lp-e/1200002421/21/0\" data-bid=\"22-1\" class=\"b\">Jer 15:16</a>) He avoided association with those who had no consideration for God. (<a href=\"/en/wol/bc/r1/lp-e/1200002421/22/0\" data-bid=\"23-1\" class=\"b\">Jer 15:17</a>) He found good associates among whom he could do &#x2018;building up&#x2019; work (<a href=\"/en/wol/bc/r1/lp-e/1200002421/23/0\" data-bid=\"24-1\" class=\"b\">Jer 1:10</a>), namely, the Rechabites, Ebed-melech, and Baruch. Through these friends he was assisted and delivered from death, and more than once Jehovah&#x2019;s power was manifested in protecting him.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002421/24/0\" data-bid=\"25-1\" class=\"b\">Jer 26:7-24;</a><a href=\"/en/wol/bc/r1/lp-e/1200002421/24/1\" data-bid=\"25-2\" class=\"b\"> 35:1-19;</a><a href=\"/en/wol/bc/r1/lp-e/1200002421/24/2\" data-bid=\"25-3\" class=\"b\"> 36:19-26;</a><a href=\"/en/wol/bc/r1/lp-e/1200002421/24/3\" data-bid=\"25-4\" class=\"b\"> 38:7-13;</a><a href=\"/en/wol/bc/r1/lp-e/1200002421/24/4\" data-bid=\"25-5\" class=\"b\"> 39:11-14;</a><a href=\"/en/wol/bc/r1/lp-e/1200002421/24/5\" data-bid=\"25-6\" class=\"b\"> 40:1-5</a>.<strong>Dramatic Illustrations. </strong>Jeremiah performed several small dramas as symbols to Jerusalem of her condition and the calamity to come to her. There was his visit to the house of the potter (<a href=\"/en/wol/bc/r1/lp-e/1200002421/25/0\" data-bid=\"26-1\" class=\"b\">Jer 18:1-11</a>), and the incident of the ruined belt. (<a href=\"/en/wol/bc/r1/lp-e/1200002421/26/0\" data-bid=\"27-1\" class=\"b\">Jer 13:1-11</a>) Jeremiah was commanded not to marry; this served as a warning of the &#x201C;deaths from maladies&#x201D; of the children who would be born during those last days of Jerusalem. (<a href=\"/en/wol/bc/r1/lp-e/1200002421/27/0\" data-bid=\"28-1\" class=\"b\">Jer 16:1-4</a>) He broke a flask before the older men of Jerusalem as a symbol of the impending smashing of the city. (<a href=\"/en/wol/bc/r1/lp-e/1200002421/28/0\" data-bid=\"29-1\" class=\"b\">Jer 19:1, 2,</a><a href=\"/en/wol/bc/r1/lp-e/1200002421/28/1\" data-bid=\"29-2\" class=\"b\"> 10,&#xA0;11</a>) He repurchased a field from his paternal uncle&#x2019;s son Hanamel as a figure of the restoration to come after the 70 years&#x2019; exile, when fields would again be bought in Judah. (<a href=\"/en/wol/bc/r1/lp-e/1200002421/29/0\" data-bid=\"30-1\" class=\"b\">Jer 32:8-15,</a><a href=\"/en/wol/bc/r1/lp-e/1200002421/29/1\" data-bid=\"30-2\" class=\"b\">&#xA0;44</a>) Down in Tahpanhes, Egypt, he hid large stones in the terrace of bricks at the house of Pharaoh, prophesying that Nebuchadnezzar would set his throne over that very spot.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002421/30/0\" data-bid=\"31-1\" class=\"b\">Jer 43:8-10</a>.<strong>A True Prophet. </strong>Jeremiah was acknowledged as God&#x2019;s true prophet by Daniel, who, by a study of Jeremiah&#x2019;s words concerning the 70 years&#x2019; exile, was able to strengthen and encourage the Jews regarding the nearness of their release. (<a href=\"/en/wol/bc/r1/lp-e/1200002421/31/0\" data-bid=\"32-1\" class=\"b\">Da 9:1,&#xA0;2;</a><a href=\"/en/wol/bc/r1/lp-e/1200002421/31/1\" data-bid=\"32-2\" class=\"b\"> Jer 29:10</a>) Ezra called attention to the fulfillment of his words. (<a href=\"/en/wol/bc/r1/lp-e/1200002421/32/0\" data-bid=\"33-1\" class=\"b\">Ezr 1:1</a>; see also <a href=\"/en/wol/bc/r1/lp-e/1200002421/33/0\" data-bid=\"34-1\" class=\"b\">2Ch 36:20,&#xA0;21</a>.) The apostle Matthew pointed to a fulfillment of one of Jeremiah&#x2019;s prophecies in the days of Jesus&#x2019; young childhood. (<a href=\"/en/wol/bc/r1/lp-e/1200002421/34/0\" data-bid=\"35-1\" class=\"b\">Mt 2:17, 18;</a><a href=\"/en/wol/bc/r1/lp-e/1200002421/34/1\" data-bid=\"35-2\" class=\"b\"> Jer 31:15</a>) The apostle Paul spoke of the prophets, among whom was Jeremiah, from whose writings <span id=\"page32\" class=\"pageNum\" data-no=\"32\" data-before-text=\"32\"></span>he quoted, at <a href=\"/en/wol/bc/r1/lp-e/1200002421/35/0\" data-bid=\"36-1\" class=\"b\">Hebrews 8:8-12</a>. (<a href=\"/en/wol/bc/r1/lp-e/1200002421/36/0\" data-bid=\"37-1\" class=\"b\">Jer 31:31-34</a>) Of these men, the same writer said, &#x201C;the world was not worthy of them,&#x201D; and &#x201C;they had witness borne to them through their faith.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002421/37/0\" data-bid=\"38-1\" class=\"b\">Heb 11:32,</a><a href=\"/en/wol/bc/r1/lp-e/1200002421/37/1\" data-bid=\"38-2\" class=\"b\"> 38,&#xA0;39</a>.<strong>7. </strong>Son of Habazziniah and father of Jaazaniah, the latter being a leader of the Rechabites, whose integrity the prophet Jeremiah tested by offering them wine, which they refused.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002421/38/0\" data-bid=\"39-1\" class=\"b\">Jer 35:1-10,</a><a href=\"/en/wol/bc/r1/lp-e/1200002421/38/1\" data-bid=\"39-2\" class=\"b\">&#xA0;19</a>.<strong>8. </strong>A priest (or one representing the priestly house of that name) who returned from Babylonian exile in 537&#xA0;B.C.E. with Governor Zerubbabel and High Priest Jeshua.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002421/39/0\" data-bid=\"40-1\" class=\"b\">Ne 12:1</a>.<strong>9. </strong>A priest (or one representing a household by that name) among those attesting by seal the &#x201C;trustworthy arrangement&#x201D; entered into before Jehovah by Nehemiah and the princes, priests, and Levites, to walk in God&#x2019;s law. If the name stands for a house rather than an individual, this may be the same as No.&#xA0;8.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002421/40/0\" data-bid=\"41-1\" class=\"b\">Ne 9:38;</a><a href=\"/en/wol/bc/r1/lp-e/1200002421/40/1\" data-bid=\"41-2\" class=\"b\"> 10:1, 2,</a><a href=\"/en/wol/bc/r1/lp-e/1200002421/40/2\" data-bid=\"41-3\" class=\"b\">&#xA0;29</a>.<strong>10. </strong>One appointed by Nehemiah to walk in a procession upon the rebuilt wall of Jerusalem at its inauguration. (This may be the same as the priest named at <a href=\"/en/wol/bc/r1/lp-e/1200002421/41/0\" data-bid=\"42-1\" class=\"b\">Nehemiah 10:2</a>.) They followed the choir that proceeded past the Gate of the Ash-heaps to the right, toward the Water Gate, eventually meeting the other choir at the temple. (<a href=\"/en/wol/bc/r1/lp-e/1200002421/42/0\" data-bid=\"43-1\" class=\"b\">Ne 12:31-37</a>) In the days of Joiakim, Hananiah was head of the paternal house of Jeremiah. (<a href=\"/en/wol/bc/r1/lp-e/1200002421/43/0\" data-bid=\"44-1\" class=\"b\">Ne 12:12</a>) If the name Jeremiah here stands for a house and not for an individual, this may be the same as No.&#xA0;8."}