{"title":"Jericho","link":"/en/wol/d/r1/lp-e/1200002426","html":"<span id=\"page34\" class=\"pageNum\" data-no=\"34\" data-before-text=\"34\"></span><strong>JERICHO</strong>(Jer&#x2B9;i&#xB7;cho) [possibly, Moon City].The first Canaanite city W of the Jordan to be conquered by the Israelites. (<a href=\"/en/wol/bc/r1/lp-e/1200002426/0/0\" data-bid=\"1-1\" class=\"b\">Nu 22:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200002426/0/1\" data-bid=\"1-2\" class=\"b\"> Jos 6:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002426/0/2\" data-bid=\"1-3\" class=\"b\"> 24,&#xA0;25</a>) It is identified with Tell es-Sultan (Tel Yeriho) about 22&#xA0;km (14&#xA0;mi) ENE of Jerusalem. Nearby Tulul Abu el-&#x2BD;Alayiq is considered to be the site of first-century Jericho. Lying about 250&#xA0;m (820&#xA0;ft) below sea level in the Jordan Valley, Jericho has a subtropical climate. Today oranges, bananas, and figs are cultivated in the area and, as anciently, palms still thrive there.<strong>Firstfruits of Israel&#x2019;s Conquest. </strong>At the end of their 40 years of wandering in the wilderness, the Israelites came to the Plains of Moab. There, opposite Jericho, Moses ascended Mount Nebo and viewed the Promised Land, including Jericho, &#x201C;the city of the palm trees,&#x201D; and its plain.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002426/1/0\" data-bid=\"2-1\" class=\"b\">Nu 36:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200002426/1/1\" data-bid=\"2-2\" class=\"b\"> De 32:49;</a><a href=\"/en/wol/bc/r1/lp-e/1200002426/1/2\" data-bid=\"2-3\" class=\"b\"> 34:1-3</a>.After Moses&#x2019; death Joshua sent two spies to Jericho. Concealed by Rahab, they avoided detection <span id=\"page35\" class=\"pageNum\" data-no=\"35\" data-before-text=\"35\"></span>and afterward escaped from the city by means of a rope through the window of her house situated atop Jericho&#x2019;s wall. For three days the two men hid themselves in the nearby mountainous region, after which they forded the Jordan and returned to the Israelite camp.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002426/2/0\" data-bid=\"3-1\" class=\"b\">Jos 2:1-23</a>.Great must have been the fear of Jericho&#x2019;s king and its inhabitants as they heard about or witnessed the miraculous damming up of the flooding Jordan, enabling the Israelites to cross on dry ground. Afterward, although the Israelite males underwent circumcision and had to recover from its effects before being in a good position to defend themselves, no one dared to attack them at Gilgal. Unmolested, the Israelites also observed the Passover on the desert plain of Jericho.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002426/3/0\" data-bid=\"4-1\" class=\"b\">Jos 5:1-10</a>.Later, near Jericho, an angelic prince appeared to Joshua and outlined the procedure for taking the city, which was then tightly shut up on account of the Israelites. Obediently, once a day for six days the Israelite military force went forth, followed by seven priests continually blowing the horns, behind whom were the priests carrying the Ark, and finally the rear guard<wbr>&#x2014;all marching around Jericho. But on the seventh day they marched around the city seven times. At the blowing of the horns on the final march around Jericho, the people shouted a great war cry, and the city&#x2019;s walls began to fall flat.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002426/4/0\" data-bid=\"5-1\" class=\"b\">Jos 5:13&#x2013;6:20</a>.The Israelites then rushed into Jericho, devoting its inhabitants and all domestic animals to destruction. But on account of the kindness shown by Rahab in hiding the spies, she and her relatives, safe in her house atop the portion of the wall that had not fallen, were preserved alive. The entire city was burned, but the gold and silver were turned over to Jehovah&#x2019;s sanctuary. (<a href=\"/en/wol/bc/r1/lp-e/1200002426/5/0\" data-bid=\"6-1\" class=\"b\">Jos 6:20-25</a>) However, one Israelite, Achan, stole a gold bar, some silver, and a fine garment and then hid the items under his tent. Thereby he brought death upon himself and his entire family.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002426/6/0\" data-bid=\"7-1\" class=\"b\">Jos 7:20-26</a>.<strong>Later Historical References. </strong>The destroyed city of Jericho subsequently became part of Benjamite territory bordering on Ephraim and Manasseh. (<a href=\"/en/wol/bc/r1/lp-e/1200002426/7/0\" data-bid=\"8-1\" class=\"b\">Jos 16:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002426/7/1\" data-bid=\"8-2\" class=\"b\">&#xA0;7;</a><a href=\"/en/wol/bc/r1/lp-e/1200002426/7/2\" data-bid=\"8-3\" class=\"b\"> 18:12,</a><a href=\"/en/wol/bc/r1/lp-e/1200002426/7/3\" data-bid=\"8-4\" class=\"b\">&#xA0;21</a>) Not long thereafter some kind of settlement apparently sprang up at the site. It was captured by Moab&#x2019;s King Eglon and remained under his control for 18 years. (<a href=\"/en/wol/bc/r1/lp-e/1200002426/8/0\" data-bid=\"9-1\" class=\"b\">Jg 3:12-30</a>) In the time of King David a settlement continued to exist at Jericho. (<a href=\"/en/wol/bc/r1/lp-e/1200002426/9/0\" data-bid=\"10-1\" class=\"b\">2Sa 10:5;</a><a href=\"/en/wol/bc/r1/lp-e/1200002426/9/1\" data-bid=\"10-2\" class=\"b\"> 1Ch 19:5</a>) But not until Ahab&#x2019;s reign did Hiel the Bethelite actually rebuild Jericho. The prophetic curse pronounced by Joshua over 500 years earlier was then fulfilled, Hiel losing Abiram his firstborn as he laid the foundation and Segub his youngest son when he put up the doors.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002426/10/0\" data-bid=\"11-1\" class=\"b\">Jos 6:26;</a><a href=\"/en/wol/bc/r1/lp-e/1200002426/10/1\" data-bid=\"11-2\" class=\"b\"> 1Ki 16:34</a>.During this same general period some of &#x201C;the sons of the prophets&#x201D; resided at Jericho. (<a href=\"/en/wol/bc/r1/lp-e/1200002426/11/0\" data-bid=\"12-1\" class=\"b\">2Ki 2:4,&#xA0;5</a>) After Jehovah took the prophet Elijah away in a <span id=\"page36\" class=\"pageNum\" data-no=\"36\" data-before-text=\"36\"></span>windstorm, Elisha remained at Jericho for a time and healed the city&#x2019;s water supply. (<a href=\"/en/wol/bc/r1/lp-e/1200002426/12/0\" data-bid=\"13-1\" class=\"b\">2Ki 2:11-15,</a><a href=\"/en/wol/bc/r1/lp-e/1200002426/12/1\" data-bid=\"13-2\" class=\"b\"> 19-22</a>) The water of &#x2BD;Ain es-Sultan (traditionally, the fountain that Elisha healed) has been described as sweet and pleasant and irrigates the gardens of modern Jericho.In the time of wicked Judean King Ahaz, Jehovah permitted the Israelite armies under King Pekah to inflict a humiliating defeat upon unfaithful Judah, killing 120,000 and taking 200,000 captives. But Jehovah&#x2019;s prophet Oded met the returning victors and warned them not to enslave the captives. Accordingly, the captives, after being clothed and fed, were taken to Jericho and released.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002426/13/0\" data-bid=\"14-1\" class=\"b\">2Ch 28:6-15</a>.After the fall of Jerusalem in 607&#xA0;B.C.E., King Zedekiah fled in the direction of Jericho but was overtaken and captured by the Babylonians in the desert plains of Jericho. (<a href=\"/en/wol/bc/r1/lp-e/1200002426/14/0\" data-bid=\"15-1\" class=\"b\">2Ki 25:5;</a><a href=\"/en/wol/bc/r1/lp-e/1200002426/14/1\" data-bid=\"15-2\" class=\"b\"> Jer 39:5;</a><a href=\"/en/wol/bc/r1/lp-e/1200002426/14/2\" data-bid=\"15-3\" class=\"b\"> 52:8</a>) Following the release from Babylonian exile, 345 &#x201C;sons of Jericho&#x201D; were among those returning with Zerubbabel in 537&#xA0;B.C.E. and apparently settled at Jericho. (<a href=\"/en/wol/bc/r1/lp-e/1200002426/15/0\" data-bid=\"16-1\" class=\"b\">Ezr 2:1, 2,</a><a href=\"/en/wol/bc/r1/lp-e/1200002426/15/1\" data-bid=\"16-2\" class=\"b\"> 34;</a><a href=\"/en/wol/bc/r1/lp-e/1200002426/15/2\" data-bid=\"16-3\" class=\"b\"> Ne 7:36</a>) Later, some of the men of Jericho assisted in rebuilding the wall of Jerusalem.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002426/16/0\" data-bid=\"17-1\" class=\"b\">Ne 3:2</a>.Toward the close of the year 32 and the beginning of 33&#xA0;C.E., Jericho figured in Jesus&#x2019; ministry. Near this city Jesus Christ healed the sight of blind Bartimaeus and his companion. (<a href=\"/en/wol/bc/r1/lp-e/1200002426/17/0\" data-bid=\"18-1\" class=\"b\">Mr 10:46;</a><a href=\"/en/wol/bc/r1/lp-e/1200002426/17/1\" data-bid=\"18-2\" class=\"b\"> Mt 20:29;</a><a href=\"/en/wol/bc/r1/lp-e/1200002426/17/2\" data-bid=\"18-3\" class=\"b\"> Lu 18:35</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200002426/0\">BARTIMAEUS</a>.) At Jericho, Jesus also met Zacchaeus and thereafter was a guest at his home. (<a href=\"/en/wol/bc/r1/lp-e/1200002426/18/0\" data-bid=\"19-1\" class=\"b\">Lu 19:1-7</a>) Earlier in Judea, when giving his illustration of the neighborly Samaritan, Jesus alluded to the road from Jerusalem to Jericho. (<a href=\"/en/wol/bc/r1/lp-e/1200002426/19/0\" data-bid=\"20-1\" class=\"b\">Lu 10:30</a>) This road, according to ancient historical testimony, was frequented by robbers.<strong><em>Have archaeologists found evidence of the destruction of Jericho in the days of Joshua?</em></strong>Professor John Garstang, leader of an English expedition at Tell es-Sultan between 1929 and 1936, found that what he considered to be one of the cities built on the site had been subjected to intense fires and its walls had fallen. This city he identified with the Jericho of Joshua&#x2019;s time and assigned its destruction to about 1400&#xA0;B.C.E. Although some scholars today still endorse Garstang&#x2019;s conclusions, others interpret the evidence differently. Writes archaeologist G.&#xA0;Ernest Wright: &#x201C;The two walls which surrounded the summit of the old city, which Garstang .&#xA0;.&#xA0;. believed were destroyed by earthquake and fire in Joshua&#x2019;s time, were discovered to date from the 3rd millennium and to represent only two of some fourteen different walls or wall-components built successively during that age.&#x201D; (<em>Biblical Archaeology, </em>1962, pp.&#xA0;79,&#xA0;80) Many feel that little, if anything, remains of the Jericho that existed in Joshua&#x2019;s time, earlier excavations at the site having removed what might have survived from the time of its destruction. As Professor Jack Finegan notes: &#x201C;There is now, therefore, virtually no evidence at the site by which to try to determine at what date Joshua might have taken Jericho.&#x201D;<wbr>&#x2014;<em>Light From the Ancient Past, </em>1959, p.&#xA0;159.For this reason numerous scholars date the fall of Jericho on circumstantial evidence, and suggested dates span a period of about 200 years. In view of such uncertainty, Professor Merrill F.&#xA0;Unger fittingly observes: &#x201C;Scholars also must be extremely wary of attaching undue authority to archeologists&#x2019; estimates of dates and interpretation of data. That the fixing of dates and the conclusions drawn from archeological findings often depend on subjective factors is amply demonstrated by the wide divergences between competent authorities on these matters.&#x201D;<wbr>&#x2014;<em>Archaeology and the Old Testament, </em>1964, p.&#xA0;164.Therefore, the fact that the interpretations of archaeologists do not agree with Biblical chronology in pointing to 1473&#xA0;B.C.E. as the date for Jericho&#x2019;s destruction is no reason for concern. The difference in the viewpoint of Garstang and other archaeologists about Jericho illustrates the need for caution in accepting archaeological testimony regardless of whether it seems to confirm or to contradict the Bible record and its chronology.<strong>[Picture on page&#xA0;35]</strong>Excavation of walls of ancient Jericho"}