{"title":"Jerusalem’s Conquest by Babylon","link":"/en/wol/d/r1/lp-e/1200002905","html":"<span id=\"page326\" class=\"pageNum\" data-no=\"326\" data-before-text=\"326\"></span><strong>JERUSALEM&#x2019;S CONQUEST BY BABYLON</strong>ANCIENT Jerusalem enjoyed a unique distinction: It was the only earthly city upon which Jehovah placed his name. (<a href=\"/en/wol/bc/r1/lp-e/1200002905/0/0\" data-bid=\"1-1\" class=\"b\">1Ki 11:36</a>) It was also the center for the pure worship of Jehovah. His temple was built there, and for that reason Jerusalem could especially be called God&#x2019;s &#x201C;resting-place.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002905/1/0\" data-bid=\"2-1\" class=\"b\">Ps 132:13, 14;</a><a href=\"/en/wol/bc/r1/lp-e/1200002905/1/1\" data-bid=\"2-2\" class=\"b\"> 135:21</a>) In addition, Jerusalem was the location where the kings of the Davidic line sat on &#x201C;Jehovah&#x2019;s throne,&#x201D; representing him by administering his laws.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002905/2/0\" data-bid=\"3-1\" class=\"b\">1Ch 29:23</a>.In contrast, ancient Babylon was the center from which false worship spread to all parts of the earth. It was of special significance, therefore, when Jehovah permitted Babylon to destroy unfaithful Jerusalem. In 620&#xA0;B.C.E., Jerusalem was made subject to Babylon. (<a href=\"/en/wol/bc/r1/lp-e/1200002905/3/0\" data-bid=\"4-1\" class=\"b\">2Ki 24:1</a>) Three years later, in 617&#xA0;B.C.E., the Babylonians deported many of Jerusalem&#x2019;s inhabitants<wbr>&#x2014;its nobility, its mighty men, and its craftsmen&#x2014;<wbr>and looted the city&#x2019;s treasures. (<a href=\"/en/wol/bc/r1/lp-e/1200002905/4/0\" data-bid=\"5-1\" class=\"b\">2Ch 36:5-10</a>) Finally, the city, along with the temple, was destroyed and thousands of Jews were taken into exile.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002905/5/0\" data-bid=\"6-1\" class=\"b\">2Ch 36:17-20</a>.Jerusalem&#x2019;s destruction took place in 607&#xA0;B.C.E., a very significant year from the standpoint of Bible prophecy. Although this date differs from the one used by many Bible commentators, it is used consistently in this publication. Why? Because we give greater weight to the testimony of the Bible than to the conclusions that scholars have drawn from the fragmentary record of history that is available on cuneiform tablets.<strong>[Picture on page&#xA0;326]</strong>Babylonian chronicle that tells of Nebuchadnezzar&#x2019;s capturing Jerusalem, seizing the king, and appointing one of his own choice; 617&#xA0;B.C.E.<strong>[Picture on page&#xA0;326]</strong>According to some archaeologists, this &#x201C;Burnt Room&#x201D; excavated in Jerusalem dates back to the destruction of Jerusalem at the time of Judah&#x2019;s last king"}