{"title":"Jerusalem Destroyed by the Romans","link":"/en/wol/d/r1/lp-e/1200003646","html":"<span id=\"page751\" class=\"pageNum\" data-no=\"751\" data-before-text=\"751\"></span><strong>JERUSALEM DESTROYED BY THE ROMANS</strong>SHORTLY before his death in 33&#xA0;C.E., Jesus called Jerusalem &#x201C;the killer of the prophets and stoner of those sent forth to her.&#x201D; The city as a whole followed the pattern of its past and rejected the Son of God.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003646/0/0\" data-bid=\"1-1\" class=\"b\">Mt 23:37</a>.Jesus foretold what would happen: &#x201C;The days will come upon you when your enemies will build around you a fortification with pointed stakes.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003646/1/0\" data-bid=\"2-1\" class=\"b\">Lu 19:41-44</a>) He also said: &#x201C;When you see Jerusalem surrounded by encamped armies, then .&#xA0;.&#xA0;. let those in Judea begin fleeing to the mountains.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003646/2/0\" data-bid=\"3-1\" class=\"b\">Lu 21:20,&#xA0;21</a>.In 66&#xA0;C.E., following a Jewish revolt, Roman armies under Cestius Gallus came against Jerusalem. But, as Josephus notes, Gallus &#x201C;suddenly recalled his troops, .&#xA0;.&#xA0;. and, contrary to all calculation, retired from the city.&#x201D; This afforded Christians the opportunity to flee from Jerusalem, which they did. Soon the Roman armies under Titus returned. This time they built &#x201C;a fortification with pointed stakes,&#x201D; an encircling fence 7.2&#xA0;km (4.5&#xA0;mi) long. After a siege of about five months, the city was thoroughly destroyed and the temple reduced to ruins. Three years later, in 73&#xA0;C.E., the Roman armies captured the last Jewish stronghold, the mountaintop fortress of Masada. (See below.)Jerusalem&#x2019;s destruction emphasizes the importance of paying attention to Bible prophecy.<strong>[Picture on page&#xA0;751]</strong>Roman coins commemorating destruction of Jerusalem in 70&#xA0;C.E.<span id=\"page752\" class=\"pageNum\" data-no=\"752\" data-before-text=\"752\"></span><strong>[Pictures on page&#xA0;752]</strong>Roman conquest and destruction of Jerusalem, 70&#xA0;C.E.Arch of Titus in Rome showing Roman soldiers with temple loot"}