{"title":"Joab","link":"/en/wol/d/r1/lp-e/1200002469","html":"<span id=\"page77\" class=\"pageNum\" data-no=\"77\" data-before-text=\"77\"></span><strong>JOAB</strong>(Jo&#x2B9;ab) [Jehovah Is Father].<strong>1. </strong>Son of Seraiah, a descendant of Kenaz of the tribe of Judah. Joab was &#x201C;the father of Ge-harashim&#x201D; (meaning &#x201C;Valley of Craftsmen&#x201D;), &#x201C;for,&#x201D; says the Bible account, &#x201C;craftsmen are what they became.&#x201D; Evidently Joab was &#x201C;father&#x201D; or founder of the community of craftsmen living in the valley.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002469/0/0\" data-bid=\"1-1\" class=\"b\">1Ch 4:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002469/0/1\" data-bid=\"1-2\" class=\"b\"> 13, 14</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200002469/0\">GE-HARASHIM</a>.<strong>2. </strong>The second of three sons of David&#x2019;s sister or half sister Zeruiah (possibly the daughter of David&#x2019;s mother by an earlier marriage to Nahash; <a href=\"/en/wol/bc/r1/lp-e/1200002469/1/0\" data-bid=\"2-1\" class=\"b\">2Sa 17:25</a>). Joab was therefore the nephew of David. His brothers were Abishai and Asahel. (<a href=\"/en/wol/bc/r1/lp-e/1200002469/2/0\" data-bid=\"3-1\" class=\"b\">2Sa 8:16;</a><a href=\"/en/wol/bc/r1/lp-e/1200002469/2/1\" data-bid=\"3-2\" class=\"b\"> 1Ch 2:13-16</a>) In identifying these three men, the mother&#x2019;s name is recorded rather than the father&#x2019;s, because she was David&#x2019;s sister; thus the relationship of David to the three men is made clear.<strong>Characteristics. </strong>Joab was an able general, a man of organizational ability, resourceful, and decisive. On the other hand, he was an ambitious opportunist, vengeful, cunning, and at times unscrupulous.Joab was at the head of David&#x2019;s men at the time Ish-bosheth the son of Saul ruled over all Israel with the exception of the tribe of Judah, which clung to David. (<a href=\"/en/wol/bc/r1/lp-e/1200002469/3/0\" data-bid=\"4-1\" class=\"b\">2Sa 2:10</a>) The servants of Ish-bosheth and those of David were drawn up against one another at the Pool of Gibeon, Ish-bosheth&#x2019;s forces being under command of Saul&#x2019;s uncle Abner, who had been responsible for putting Ish-bosheth on the throne. As the men sat facing one another, Abner suggested a combat between 12 men from each side. When they grabbed hold of one another by the head, each ran his opponent through with the sword, all falling <span id=\"page78\" class=\"pageNum\" data-no=\"78\" data-before-text=\"78\"></span>down dead together. (<a href=\"/en/wol/bc/r1/lp-e/1200002469/4/0\" data-bid=\"5-1\" class=\"b\">2Sa 2:12-16</a>) Since the issue was not settled by the combat, a full-scale battle resulted. A count afterward revealed that Ish-bosheth&#x2019;s forces lost 360 men, and David&#x2019;s, only&#xA0;20.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002469/5/0\" data-bid=\"6-1\" class=\"b\">2Sa 2:30,&#xA0;31</a>.During the fight, as Abner fled, Joab&#x2019;s fleet-footed brother Asahel pursued Abner. Despite remonstrances and warnings from Abner, Asahel persisted until finally Abner thrust backward with the butt end of his spear, piercing him through. (<a href=\"/en/wol/bc/r1/lp-e/1200002469/6/0\" data-bid=\"7-1\" class=\"b\">2Sa 2:18-23</a>) Reaching the hill of Ammah, Abner and his men gathered on its top, from which Abner made appeal to stop the fighting in order to avoid bitterness and endless slaughter. Joab here demonstrated practical wisdom by heeding the appeal and returning to David at Hebron.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002469/7/0\" data-bid=\"8-1\" class=\"b\">2Sa 2:24-28,</a><a href=\"/en/wol/bc/r1/lp-e/1200002469/7/1\" data-bid=\"8-2\" class=\"b\">&#xA0;32</a>.<strong><em>Slays Abner in vengeance. </em></strong>Joab&#x2019;s desire for vengeance, nevertheless, smoldered in him, and he waited for opportunity to satisfy it. In the meantime he engaged in a drawn-out war with Saul&#x2019;s house, which constantly declined, while David grew stronger. Eventually Abner, offended at Ish-bosheth over a personal matter, made a covenant with David, promising to bring all Israel over to David&#x2019;s side. (<a href=\"/en/wol/bc/r1/lp-e/1200002469/8/0\" data-bid=\"9-1\" class=\"b\">2Sa 3:6-21</a>) Joab strongly disagreed with the transaction, charging Abner with being a spy. But pretending friendship for Abner, Joab caught Abner off guard and slew him in revenge for his brother Asahel. He may also have felt that he was at the same time eliminating a possible rival for the post of commander of David&#x2019;s army.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002469/9/0\" data-bid=\"10-1\" class=\"b\">2Sa 3:22-27</a>.When David heard of the murder, he disclaimed guilt for his own house before all Israel and said: &#x201C;May it whirl back upon the head of Joab and upon the entire house of his father, and let there not be cut off from Joab&#x2019;s house a man with a running discharge or a leper [one diseased] or a man taking hold of the twirling spindle [perhaps, one crippled] or one falling by the sword or one in need of bread!&#x201D; David did not act at this time against Joab and Abishai, who connived with Joab in the murder, because, as he said: &#x201C;I today am weak although anointed as king, and these men, the sons of Zeruiah, are too severe for me. May Jehovah repay the doer of what is bad according to his own badness.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002469/10/0\" data-bid=\"11-1\" class=\"b\">2Sa 3:28-30,</a><a href=\"/en/wol/bc/r1/lp-e/1200002469/10/1\" data-bid=\"11-2\" class=\"b\"> 35-39</a>.<strong>Commander of the Armies of Israel. </strong>After David had been anointed as king of all Israel, he went up against Jerusalem (Jebus). The Jebusites taunted David, thinking that their position was unassailable. But David saw that the city was vulnerable through its water tunnel. Hence, he offered the position as &#x201C;head and prince&#x201D; to anyone who would climb up the tunnel and be first to strike the Jebusites. Joab went up, the city fell to David, and Joab was rewarded with the high position of commander of the armies of Israel. (<a href=\"/en/wol/bc/r1/lp-e/1200002469/11/0\" data-bid=\"12-1\" class=\"b\">2Sa 5:6-8;</a><a href=\"/en/wol/bc/r1/lp-e/1200002469/11/1\" data-bid=\"12-2\" class=\"b\"> 8:16;</a><a href=\"/en/wol/bc/r1/lp-e/1200002469/11/2\" data-bid=\"12-3\" class=\"b\"> 20:23;</a><a href=\"/en/wol/bc/r1/lp-e/1200002469/11/3\" data-bid=\"12-4\" class=\"b\"> 1Ch 11:4-8</a>) As commander, Joab had a body of ten personal attendants bearing his weapons, among whom was the mighty man Naharai the Berothite.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002469/12/0\" data-bid=\"13-1\" class=\"b\">2Sa 18:15;</a><a href=\"/en/wol/bc/r1/lp-e/1200002469/12/1\" data-bid=\"13-2\" class=\"b\"> 1Ch 11:39</a>.After David&#x2019;s conquest of Edom, Joab remained there for six months in an effort to destroy every male among them. (<a href=\"/en/wol/bc/r1/lp-e/1200002469/13/0\" data-bid=\"14-1\" class=\"b\">2Sa 8:13, 14;</a><a href=\"/en/wol/bc/r1/lp-e/1200002469/13/1\" data-bid=\"14-2\" class=\"b\"> 1Ki 11:14-17</a>) Later, Joab manifested military leadership in the fight with the Ammonites and Syrians, putting his brother Abishai in charge of one division, to defeat a pincer movement of the enemy forces. (<a href=\"/en/wol/bc/r1/lp-e/1200002469/14/0\" data-bid=\"15-1\" class=\"b\">2Sa 10:8-14;</a><a href=\"/en/wol/bc/r1/lp-e/1200002469/14/1\" data-bid=\"15-2\" class=\"b\"> 1Ch 19:6-16</a>) He doubtless played a large part in the other battles fought by David against the Philistines, the Moabites, and others.<strong><em>Supports David&#x2019;s kingship. </em></strong>At the siege of Rabbah of Ammon, Joab appeared to evince loyalty to David as Jehovah&#x2019;s anointed king. He took &#x201C;the city of waters,&#x201D; possibly meaning that part of the city containing its water supply or the fort protecting its water supply. With this vital part of the city taken, the capital city could not hold out much longer, and surrender would be inevitable. Instead of pressing the siege of the city to a successful climax by himself, Joab (whether actually out of respect for the king, for Israel&#x2019;s good, or for his own advancement) seemed to show the proper regard for his earthly sovereign. He said that he preferred to have Jehovah&#x2019;s anointed king complete the capture of the enemy&#x2019;s royal city and earn the fame for this exploit, even though he, Joab, had done the vital preliminary work.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002469/15/0\" data-bid=\"16-1\" class=\"b\">2Sa 12:26-31;</a><a href=\"/en/wol/bc/r1/lp-e/1200002469/15/1\" data-bid=\"16-2\" class=\"b\"> 1Ch 20:1-3</a>.<strong><em>Cooperates in bringing Uriah&#x2019;s death. </em></strong>It was during the siege of Rabbah that David sent a letter by Uriah telling Joab to place Uriah in the heaviest part of the battle so that he would be killed. Joab went along with the arrangement in full cooperation, but in his report to the king on the outcome of the battle, he adroitly used the fact to block David from reprimanding him because he had lost valiant men in the battle by sending them too close to the city wall. In his report Joab said: &#x201C;Some of the servants of the king died; and your servant Uriah the Hittite also died.&#x201D; As Joab had calculated, David&#x2019;s answer contained no tone of displeasure but one of encouragement to Joab.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002469/16/0\" data-bid=\"17-1\" class=\"b\">2Sa 11:14-25</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200002469/1\">DAVID</a>.<strong><em>Helps, then opposes, Absalom. </em></strong>It was Joab who, after Absalom had been in banishment for three years for slaying his half brother Amnon, <span id=\"page79\" class=\"pageNum\" data-no=\"79\" data-before-text=\"79\"></span>sent a woman from Tekoa to David, putting words in her mouth to appeal for Absalom&#x2019;s return. The appeal was successful, and Joab brought Absalom back to Jerusalem, though David would not see Absalom. Two years later Absalom repeatedly requested Joab to come and approach the king in his behalf, but Joab declined. Finally Absalom resorted to the device of setting Joab&#x2019;s barley field afire, which brought a quick and angry response from Joab. Absalom was then able to give the reason for his act, and he induced Joab to see the king to bring about restoration of Absalom to David&#x2019;s favor.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002469/17/0\" data-bid=\"18-1\" class=\"b\">2Sa 13:38;</a><a href=\"/en/wol/bc/r1/lp-e/1200002469/17/1\" data-bid=\"18-2\" class=\"b\"> 14:1-33</a>.Though Joab supported Absalom&#x2019;s cause in achieving his return, when Absalom rebelled, Joab supported David. David placed Joab in charge of a third part of his men, with strict orders to deal gently with Absalom. But during the fight Joab disobeyed David&#x2019;s order and killed Absalom. (<a href=\"/en/wol/bc/r1/lp-e/1200002469/18/0\" data-bid=\"19-1\" class=\"b\">2Sa 18:1-17</a>) Here, as in some other cases, he put his own judgment ahead of theocratic orders through God&#x2019;s anointed king. But he had the courage to speak in a bold, direct manner to David afterward, when David&#x2019;s mourning for Absalom endangered the unity of the kingdom.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002469/19/0\" data-bid=\"20-1\" class=\"b\">2Sa 19:1-8</a>.<strong>Removed, Then Reinstated, as Army Chief. </strong>Evidently because of Joab&#x2019;s disobedience in the killing of Absalom, David replaced Joab as chief of the army, appointing Amasa. (<a href=\"/en/wol/bc/r1/lp-e/1200002469/20/0\" data-bid=\"21-1\" class=\"b\">2Sa 19:13</a>) Amasa, however, did not prove to be the general that Joab had been. When commanded by David to call the men of Judah together to fight the rebel Sheba the son of Bichri, Amasa called Judah, but he came later than the time appointed by David. Because the matter was urgent, David commissioned Abishai to go after Sheba, saying, &#x201C;That he may not actually find for himself fortified cities and escape before our eyes.&#x201D; In the ensuing fight, Joab appears to have taken the lead as he had done when army chief. At the siege of Abel of Beth-maacah that followed, the citizens of the town threw Sheba&#x2019;s head over the wall at Joab&#x2019;s bidding, and Joab spared the city, withdrawing and returning to Jerusalem.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002469/21/0\" data-bid=\"22-1\" class=\"b\">2Sa 20:1-7,</a><a href=\"/en/wol/bc/r1/lp-e/1200002469/21/1\" data-bid=\"22-2\" class=\"b\"> 14-22</a>.<strong><em>Murders Amasa. </em></strong>During the pursuit of Sheba, Joab committed a grave crime. As Amasa (who was his cousin; <a href=\"/en/wol/bc/r1/lp-e/1200002469/22/0\" data-bid=\"23-1\" class=\"b\">2Sa 17:25;</a><a href=\"/en/wol/bc/r1/lp-e/1200002469/22/1\" data-bid=\"23-2\" class=\"b\"> 1Ch 2:16,&#xA0;17</a>) came to meet him near Gibeon, Joab let his sword fall out of its sheath. Picking it up, he held it conveniently in his left hand as he took hold of Amasa&#x2019;s beard with his right hand, as if to kiss him. Because Amasa was off guard, Joab was able to kill him with one thrust of his sword. It is true that Joab may have had some distrust of Amasa because he had headed Absalom&#x2019;s rebellious army; but be that as it may, Joab, the opportunist, seized on a time of emergency and strife to advance his personal career by murdering his rival. David may have deferred action against Joab because of Amasa&#x2019;s recent connections with Absalom and the fact that Joab had only recently fought the rebel forces of Absalom under Amasa&#x2019;s leadership. According to Joab&#x2019;s ambitious wishes, he was again made head of the army.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002469/23/0\" data-bid=\"24-1\" class=\"b\">2Sa 20:8-13,</a><a href=\"/en/wol/bc/r1/lp-e/1200002469/23/1\" data-bid=\"24-2\" class=\"b\">&#xA0;23</a>.Why did David fail to execute Joab when he murdered Abner, and why did he reappoint Joab as general over the army after he had also murdered Amasa, who had been made general to replace Joab? The Bible does not say. If it was weakness in enforcing God&#x2019;s law, it may have been because of the strength and influence of Joab and his family in the army. Or there may have been other circumstances that the Bible does not relate. At any rate, it must be remembered that David, though not executing Joab for some reason, whether good or bad, did not forgive him, but he charged Solomon his son and successor to see that Joab paid for his badness.<strong><em>Takes incomplete census. </em></strong>At another time David was incited by Satan to take an illegal census of the people. Joab remonstrated with David, to no avail. But he did not complete the work, leaving out the tribes of Levi and Benjamin &#x201C;because the king&#x2019;s word had been detestable to Joab.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002469/24/0\" data-bid=\"25-1\" class=\"b\">1Ch 21:1-6;</a><a href=\"/en/wol/bc/r1/lp-e/1200002469/24/1\" data-bid=\"25-2\" class=\"b\"> 2Sa 24:1-9</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002469/2\">REGISTRATION</a>.<strong><em>Joins Adonijah&#x2019;s attempt to take throne. </em></strong>Despite his previous service under David, when David became old and sick, Joab forsook David and joined the conspiracy of David&#x2019;s son Adonijah. (<a href=\"/en/wol/bc/r1/lp-e/1200002469/25/0\" data-bid=\"26-1\" class=\"b\">1Ki 1:18,&#xA0;19</a>) Perhaps he did this because he felt that, with Adonijah as king, he would be the power behind the throne, or it may be that he felt more sure of his position with Adonijah than with Solomon. When he heard that Solomon had been made king by David, he forsook Adonijah. (<a href=\"/en/wol/bc/r1/lp-e/1200002469/26/0\" data-bid=\"27-1\" class=\"b\">1Ki 1:49</a>) Later, when Adonijah was killed, Joab ran to the tent of Jehovah and took hold of the horns of the altar. (<a href=\"/en/wol/bc/r1/lp-e/1200002469/27/0\" data-bid=\"28-1\" class=\"b\">1Ki 2:28</a>) This furnished no sanctuary for him, for he was a deliberate murderer; therefore Solomon sent Benaiah to execute him there. Thus Solomon carried out David&#x2019;s deathbed counsel to him not to let the gray hairs of Joab go down in peace to Sheol, because of the bloodguilt on Joab for his murder of Abner and Amasa, &#x201C;two men more righteous and better than he was.&#x201D; Joab was buried in his own house in the wilderness. Thereafter Benaiah was made head of the army.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002469/28/0\" data-bid=\"29-1\" class=\"b\">1Ki 2:5, 6,</a><a href=\"/en/wol/bc/r1/lp-e/1200002469/28/1\" data-bid=\"29-2\" class=\"b\"> 29-35;</a><a href=\"/en/wol/bc/r1/lp-e/1200002469/28/2\" data-bid=\"29-3\" class=\"b\"> 11:21</a>.<span id=\"page80\" class=\"pageNum\" data-no=\"80\" data-before-text=\"80\"></span>The 60th psalm, a psalm of David, is devoted, in its latter verses (<a href=\"/en/wol/bc/r1/lp-e/1200002469/29/0\" data-bid=\"30-1\" class=\"b\">8-12</a>), to Joab&#x2019;s victory over the Edomites.<wbr>&#x2014;See <a href=\"/en/wol/bc/r1/lp-e/1200002469/30/0\" data-bid=\"31-1\" class=\"b\">the superscription</a> of this psalm.<strong>3. </strong>The head of a family of &#x201C;sons of Pahath-moab,&#x201D; some of whom returned in 537&#xA0;B.C.E. from Babylonian exile, with Zerubbabel.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002469/31/0\" data-bid=\"32-1\" class=\"b\">Ezr 2:1, 2,</a><a href=\"/en/wol/bc/r1/lp-e/1200002469/31/1\" data-bid=\"32-2\" class=\"b\">&#xA0;6;</a><a href=\"/en/wol/bc/r1/lp-e/1200002469/31/2\" data-bid=\"32-3\" class=\"b\"> Ne 7:6, 7,</a><a href=\"/en/wol/bc/r1/lp-e/1200002469/31/3\" data-bid=\"32-4\" class=\"b\">&#xA0;11</a>.<strong>4. </strong>At <a href=\"/en/wol/bc/r1/lp-e/1200002469/32/0\" data-bid=\"33-1\" class=\"b\">Ezra 8:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002469/32/1\" data-bid=\"33-2\" class=\"b\"> 9</a>, &#x201C;sons of Joab&#x201D; are listed among those returning with Ezra in 468&#xA0;B.C.E. At that time Obadiah the son of Jehiel was family head. In this text they are not connected with the house of Pahath-moab, but it is possible that they are of the same family or were related to No.&#xA0;3."}