{"title":"Jochebed","link":"/en/wol/d/r1/lp-e/1200002478","html":"<span id=\"page84\" class=\"pageNum\" data-no=\"84\" data-before-text=\"84\"></span><strong>JOCHEBED</strong>(Joch&#x2B9;e&#xB7;bed) [possibly, Jehovah Is Glory].A daughter of Levi who married Amram of the same tribe and became the mother of Miriam, Aaron, and Moses. (<a href=\"/en/wol/bc/r1/lp-e/1200002478/0/0\" data-bid=\"1-1\" class=\"b\">Ex 6:20;</a><a href=\"/en/wol/bc/r1/lp-e/1200002478/0/1\" data-bid=\"1-2\" class=\"b\"> Nu 26:59</a>) Jochebed was a woman of faith; she trusted in her God Jehovah. In defiance of Pharaoh&#x2019;s decree she refused to kill her baby, later named Moses, and after three months, when he could no longer be concealed in the house, she placed him in an ark of papyrus and put it among the reeds along the bank of the Nile. Pharaoh&#x2019;s daughter found the baby and claimed him for herself, but, as it worked out, Moses&#x2019; own mother was asked to nurse him. As the child grew, Jochebed, together with her husband, was very diligent to teach her children the principles of pure worship, as is reflected in their later lives.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002478/1/0\" data-bid=\"2-1\" class=\"b\">Ex 2:1-10</a>.According to the Masoretic text, Jochebed was the sister of Amram&#x2019;s father Kohath; that is to say, Amram married his aunt, which was not unlawful at the time. (<a href=\"/en/wol/bc/r1/lp-e/1200002478/2/0\" data-bid=\"3-1\" class=\"b\">Ex 6:18,</a><a href=\"/en/wol/bc/r1/lp-e/1200002478/2/1\" data-bid=\"3-2\" class=\"b\">&#xA0;20</a>) However, some scholars believe that Jochebed was Amram&#x2019;s cousin rather than his aunt, for the Greek <em>Septuagint </em>so reads, conveying the same idea as the Syriac <em>Peshitta </em>and Jewish traditions. For example, <a href=\"/en/wol/bc/r1/lp-e/1200002478/3/0\" data-bid=\"4-1\" class=\"b\">Exodus 6:20</a> reads in part: &#x201C;Jochabed the daughter of his father&#x2019;s brother.&#x201D; (<em>LXX, </em>Bagster) &#x201C;Amram took his uncle&#x2019;s daughter Jokhaber.&#x201D; (<em>La</em>) &#x201C;When Amram married he took his cousin Jokabad.&#x201D; (<em>Fn</em>) &#x201C;Amram married a kinswoman of his called Jochabed.&#x201D; (<em>Kx</em>) A footnote of Rotherham on the expression &#x201C;his father&#x2019;s sister&#x201D; says: &#x201C;Prob[ably] merely a female member of his father&#x2019;s family.&#x201D; Thomas Scott in his <em>Explanatory Notes </em>(1832) says: &#x201C;According to the Septuagint and the Jewish traditions, Jochebed was <em>cousin, </em>not <em>aunt </em>to Amram.&#x201D; &#x201C;The best critics suppose that Jochebed was the <em>cousin-german </em>of Amram, and not his <em>aunt.&#x201D; </em>(Clarke&#x2019;s <em>Commentary</em>) When <a href=\"/en/wol/bc/r1/lp-e/1200002478/4/0\" data-bid=\"5-1\" class=\"b\">Numbers 26:59</a> says Jochebed was &#x201C;Levi&#x2019;s daughter,&#x201D; it could mean &#x201C;granddaughter,&#x201D; as in so many other places in the Scriptures where &#x201C;son&#x201D; is used to denote a &#x201C;grandson.&#x201D; In his translation, F.&#xA0;Fenton comments that the expression &#x2018;born to Levi&#x2019; in this same verse, &#x201C;in the Hebrew idiom of language, does not mean to Levi personally, but simply a descendant of the Tribe. The length of time makes it impossible for her to have been Levi&#x2019;s personal child.&#x201D;If, on the other hand, the Masoretic text is correct at <a href=\"/en/wol/bc/r1/lp-e/1200002478/5/0\" data-bid=\"6-1\" class=\"b\">Exodus 6:20</a>, Jochebed was Amram&#x2019;s aunt and not his cousin. Granting the possibility that Jochebed&#x2019;s father was Levi, her mother must have been someone younger than Kohath&#x2019;s mother. In this case Jochebed, though only a half sister to Kohath, would have been an aunt to Amram."}