{"title":"John, The Letters of","link":"/en/wol/d/r1/lp-e/1200002491","html":"<span id=\"page94\" class=\"pageNum\" data-no=\"94\" data-before-text=\"94\"></span><strong>JOHN, THE LETTERS OF</strong>These letters were among the last portions of the inspired Scriptures to be put in writing. Although the name of the apostle John nowhere appears within these letters, scholars have generally been in agreement with the traditional view that the writer of The Good News According to John and the three letters entitled the First, Second, and Third of John are by the same hand. There are many similarities between them and the fourth Gospel.The authenticity of these letters is well established. The internal evidence testifies to their harmoniousness with the rest of the Scriptures. Also, many early writers give testimony to their genuineness. Polycarp seems to quote from <a href=\"/en/wol/bc/r1/lp-e/1200002491/0/0\" data-bid=\"1-1\" class=\"b\">1&#xA0;John 4:3</a>; Papias is said by Eusebius to have testified to the first letter, as did Tertullian and Cyprian; and it is contained in the Syriac <em>Peshitta. </em>Clement of Alexandria seemingly indicates knowledge of the other two letters; Irenaeus apparently quotes from <a href=\"/en/wol/bc/r1/lp-e/1200002491/1/0\" data-bid=\"2-1\" class=\"b\">2&#xA0;John&#xA0;10, 11</a>; Dionysius of Alexandria, according to Eusebius, alludes to them. These latter-mentioned writers also testify to the authenticity of First John.Very likely John wrote the letters from Ephesus about 98&#xA0;C.E., near the time when he wrote his Gospel account. The frequent expression &#x201C;little [or, <span id=\"page95\" class=\"pageNum\" data-no=\"95\" data-before-text=\"95\"></span>young] children&#x201D; seems to indicate that they were written in his old age.<strong>First John. </strong>This letter is written more in the style of a treatise, since it has neither a greeting nor a conclusion. In <a href=\"/en/wol/bc/r1/lp-e/1200002491/2/0\" data-bid=\"3-1\" class=\"b\">the second chapter</a> John addresses fathers, young children, and young men, denoting that it was not a personal letter to an individual. It was very likely intended for a congregation or congregations and, in fact, applies to the entire association of those in union with Christ.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002491/3/0\" data-bid=\"4-1\" class=\"b\">1Jo 2:13,&#xA0;14</a>.John was the last living apostle. It had been more than 30 years since the last of the other letters of the Christian Greek Scriptures had been written. Soon the apostles would all be off the scene. Years before this time, Paul had written to Timothy that he would not be with him much longer. (<a href=\"/en/wol/bc/r1/lp-e/1200002491/4/0\" data-bid=\"5-1\" class=\"b\">2Ti 4:6</a>) He urged Timothy to keep holding the pattern of healthful words and to commit to faithful men the things he had heard from Paul, so that these men could, in turn, teach others.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002491/5/0\" data-bid=\"6-1\" class=\"b\">2Ti 1:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200002491/5/1\" data-bid=\"6-2\" class=\"b\"> 2:2</a>.The apostle Peter had warned of false teachers who would arise from within the congregation, bringing in destructive sects. (<a href=\"/en/wol/bc/r1/lp-e/1200002491/6/0\" data-bid=\"7-1\" class=\"b\">2Pe 2:1-3</a>) Additionally, Paul had told the overseers of the congregation in Ephesus (where John&#x2019;s letters were later written) that &#x201C;oppressive wolves&#x201D; would enter in, not treating the flock with tenderness. (<a href=\"/en/wol/bc/r1/lp-e/1200002491/7/0\" data-bid=\"8-1\" class=\"b\">Ac 20:29,&#xA0;30</a>) He foretold the great apostasy with its &#x201C;man of lawlessness.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002491/8/0\" data-bid=\"9-1\" class=\"b\">2Th 2:3-12</a>) In 98&#xA0;C.E. it was, therefore, as John said: &#x201C;Young children, it is the last hour, and, just as you have heard that antichrist is coming, even now there have come to be many antichrists; from which fact we gain the knowledge that it is the last hour.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002491/9/0\" data-bid=\"10-1\" class=\"b\">1Jo 2:18</a>) Consequently, the letter was most timely and of vital importance for the strengthening of the faithful Christians as a bulwark against the apostasy.<strong><em>Purpose. </em></strong>However, John did not write merely to refute false teachings. Rather, his main purpose was to strengthen the faith of the early Christians in the truths they had received; often he contrasted these truths with the false teachings. Possibly, First John was sent as a circular letter to all the congregations in the area. This view is supported by the writer&#x2019;s frequent use of the Greek plural form for &#x201C;you.&#x201D;His argument is orderly and forceful, as the following consideration of the letter will show. The letter has strong emotional appeal, and it is clear that John wrote out of his great love for the truth and his abhorrence of error<wbr>&#x2014;his love for light and hatred of darkness.<strong><em>Three primary themes. </em></strong>John dealt extensively with three themes in particular in his first letter: the antichrist, sin, and love.Regarding the antichrist, he spoke very plainly. He said: &#x201C;These things I write you about those who are trying to mislead you.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002491/10/0\" data-bid=\"11-1\" class=\"b\">1Jo 2:26</a>) These <span id=\"page96\" class=\"pageNum\" data-no=\"96\" data-before-text=\"96\"></span>men were denying that Jesus Christ was the Son of God that had come in the flesh. He explained that they were once with the congregation but had gone out in order that it might be shown that they were not of &#x201C;our sort.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002491/11/0\" data-bid=\"12-1\" class=\"b\">2:19</a>) They were not the loyal, loving sort that &#x201C;have faith to the preserving alive of the soul&#x201D; but were the sort &#x201C;that shrink back to destruction.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002491/12/0\" data-bid=\"13-1\" class=\"b\">Heb 10:39</a>.As to sin, some of the high points made are: (1)&#xA0;We all sin, and those who say they do not sin do not have the truth and are making God out to be a liar (<a href=\"/en/wol/bc/r1/lp-e/1200002491/13/0\" data-bid=\"14-1\" class=\"b\">1Jo 1:8-10</a>); (2)&#xA0;we are all to strive against sin (<a href=\"/en/wol/bc/r1/lp-e/1200002491/14/0\" data-bid=\"15-1\" class=\"b\">2:1</a>); (3)&#xA0;God has provided a propitiatory sacrifice for sins by Jesus Christ, whom we have as a helper with the Father (<a href=\"/en/wol/bc/r1/lp-e/1200002491/15/0\" data-bid=\"16-1\" class=\"b\">2:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200002491/15/1\" data-bid=\"16-2\" class=\"b\"> 4:10</a>); (4)&#xA0;those who are true Christians do not make a practice of sin<wbr>&#x2014;they do not carry on sin, although they may commit an act of sin at times (<a href=\"/en/wol/bc/r1/lp-e/1200002491/16/0\" data-bid=\"17-1\" class=\"b\">2:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200002491/16/1\" data-bid=\"17-2\" class=\"b\"> 3:4-10;</a><a href=\"/en/wol/bc/r1/lp-e/1200002491/16/2\" data-bid=\"17-3\" class=\"b\"> 5:18</a>); (5)&#xA0;there are two kinds of sin, the kind that can be forgiven and the willful, deliberate kind that is not forgivable (<a href=\"/en/wol/bc/r1/lp-e/1200002491/17/0\" data-bid=\"18-1\" class=\"b\">5:16,&#xA0;17</a>).On the subject of love, John writes more freely. He declares: (1)&#xA0;God is love (<a href=\"/en/wol/bc/r1/lp-e/1200002491/18/0\" data-bid=\"19-1\" class=\"b\">1Jo 4:8,</a><a href=\"/en/wol/bc/r1/lp-e/1200002491/18/1\" data-bid=\"19-2\" class=\"b\">&#xA0;16</a>); (2)&#xA0;God showed his love by having his Son die as a propitiatory sacrifice for our sins; also, by providing through Christ that his anointed ones become children of God (<a href=\"/en/wol/bc/r1/lp-e/1200002491/19/0\" data-bid=\"20-1\" class=\"b\">3:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200002491/19/1\" data-bid=\"20-2\" class=\"b\"> 4:10</a>); (3)&#xA0;the love of God and Christ puts us under obligation to show love to our brothers (<a href=\"/en/wol/bc/r1/lp-e/1200002491/20/0\" data-bid=\"21-1\" class=\"b\">3:16;</a><a href=\"/en/wol/bc/r1/lp-e/1200002491/20/1\" data-bid=\"21-2\" class=\"b\"> 4:11</a>); (4)&#xA0;the love of God means to observe his commandments (<a href=\"/en/wol/bc/r1/lp-e/1200002491/21/0\" data-bid=\"22-1\" class=\"b\">5:2,&#xA0;3</a>); (5)&#xA0;perfect love throws fear outside, removing restraint from freeness of speech to God (<a href=\"/en/wol/bc/r1/lp-e/1200002491/22/0\" data-bid=\"23-1\" class=\"b\">4:17,&#xA0;18</a>); (6)&#xA0;love of brothers is not just a matter of words but of deeds, giving them things that we have if they are in need (<a href=\"/en/wol/bc/r1/lp-e/1200002491/23/0\" data-bid=\"24-1\" class=\"b\">3:17,&#xA0;18</a>); (7)&#xA0;anyone who hates his brother is a manslayer (<a href=\"/en/wol/bc/r1/lp-e/1200002491/24/0\" data-bid=\"25-1\" class=\"b\">3:15</a>); and (8)&#xA0;Christians are not to love the world and the things in it (<a href=\"/en/wol/bc/r1/lp-e/1200002491/25/0\" data-bid=\"26-1\" class=\"b\">2:15</a>).<strong>Second John. </strong>The second letter of John opens with the words: &#x201C;The older man to the chosen lady and to her children.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002491/26/0\" data-bid=\"27-1\" class=\"b\">2Jo&#xA0;1</a>) Thus, in a tactful way, John indicates that he is the writer. He was indeed an &#x201C;older man,&#x201D; being, by this time, about 90 or 100 years of age. He was also older in the sense of Christian growth and was a &#x2018;pillar&#x2019; of the congregation.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002491/27/0\" data-bid=\"28-1\" class=\"b\">Ga 2:9</a>.It is thought by some that this letter to &#x201C;the chosen lady&#x201D; is addressed to one of the Christian congregations and that the children are spiritual children, the children of the &#x201C;sister&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002491/28/0\" data-bid=\"29-1\" class=\"b\">2Jo&#xA0;13</a>) being members of another congregation. On the other hand, some hold the idea that it actually was addressed to an individual, perhaps named Kyria (Greek for &#x201C;lady&#x201D;).Many of the points made by John in his second letter are abbreviations of thoughts from his first letter. He speaks of the truth that remains in those who really know it and of the undeserved kindness and peace from God. He rejoices that some continue to &#x2018;walk in the truth.&#x2019; They show love for one another and keep God&#x2019;s commandments. However, deceivers have gone forth into the world, the antichrist denying that God&#x2019;s Son came in the flesh. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200002491/29/0\" data-bid=\"30-1\" class=\"b\">2Jo 7</a> and <a href=\"/en/wol/bc/r1/lp-e/1200002491/30/0\" data-bid=\"31-1\" class=\"b\">1Jo 4:3</a>.) In <a href=\"/en/wol/bc/r1/lp-e/1200002491/31/0\" data-bid=\"32-1\" class=\"b\">2&#xA0;John&#xA0;10, 11</a> he adds to the instruction in his first letter, showing the action that members of the congregation should take toward those who push ahead of the teaching of the Christ and who come with a teaching of their own or of men. John commands that such should not be greeted or received into the Christian&#x2019;s home.<strong>Third John. </strong>The third letter was from &#x201C;the older man&#x201D; to Gaius, with greetings to others in the congregation. It was written in customary letter style. It is so like the first and second letters in style and material that it was clearly written by the same person, namely, the apostle John. Just who Gaius was is not certain. While there are several persons by this name mentioned in the Scriptures, this may have been yet another Gaius, since the letter was written 30 years or more after Acts, Romans, and First Corinthians, where the name Gaius also appears.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002491/32/0\" data-bid=\"33-1\" class=\"b\">Ac 19:29;</a><a href=\"/en/wol/bc/r1/lp-e/1200002491/32/1\" data-bid=\"33-2\" class=\"b\"> 20:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200002491/32/2\" data-bid=\"33-3\" class=\"b\"> Ro 16:23;</a><a href=\"/en/wol/bc/r1/lp-e/1200002491/32/3\" data-bid=\"33-4\" class=\"b\"> 1Co 1:14</a>.John urges Christian hospitality and says that one Diotrephes, who liked to have the first place in the congregation, did not receive the messages from John or other responsible ones with respect, nor did Diotrephes demonstrate any respect for other traveling representatives of the early Christian <span id=\"page97\" class=\"pageNum\" data-no=\"97\" data-before-text=\"97\"></span>congregation. He even wanted to throw out of the congregation those who did receive such brothers hospitably. Therefore John mentioned that if he came personally, as he hoped to do, he would set this matter straight. (<a href=\"/en/wol/bc/r1/lp-e/1200002491/33/0\" data-bid=\"34-1\" class=\"b\">3Jo 9,&#xA0;10</a>) He commends to Gaius a faithful brother named Demetrius, who may have been the bearer of the letter, urging Gaius to receive hospitably those who went forth to build up the Christian congregations.Throughout the three letters we find emphasized Christian unity, love for God shown by keeping his commandments, avoiding the darkness and walking in the light, showing love for the brothers, and continuing to walk in the truth. Even in his old age, this &#x201C;older man&#x201D; John was thus a great source of encouragement and strength to the congregations in Asia Minor and to all Christians reading his letters.<strong>[Box on page&#xA0;95]</strong><strong>HIGHLIGHTS OF FIRST JOHN</strong>  A vigorous treatise designed to safeguard Christians against apostate influences  Written by the apostle John about 98&#xA0;C.E., after Revelation and not long before John&#x2019;s death<strong>Beware of falsehoods being spread about Jesus</strong>  Jesus&#x2019; having come in the flesh is confirmed by his having been heard, seen, and touched (<a href=\"/en/wol/bc/r1/lp-e/1200002491/34/0\" data-bid=\"35-1\" class=\"b\">1:1-4</a>)  Anyone denying that Jesus is the Christ is a liar, an antichrist; anointed believers know the truth and do not need to listen to a different teaching (<a href=\"/en/wol/bc/r1/lp-e/1200002491/35/0\" data-bid=\"36-1\" class=\"b\">2:18-29</a>)  Any inspired expression denying that Jesus Christ came in the flesh is not from God; many false prophets have gone forth (<a href=\"/en/wol/bc/r1/lp-e/1200002491/36/0\" data-bid=\"37-1\" class=\"b\">4:1-6</a>)  Anyone denying that Jesus is God&#x2019;s Son is rejecting the Father&#x2019;s own testimony about his Son (<a href=\"/en/wol/bc/r1/lp-e/1200002491/37/0\" data-bid=\"38-1\" class=\"b\">5:5-12</a>)<strong>Christians do not lead sinful lives</strong>  If we avoid the darkness and walk in the light, Jesus&#x2019; blood cleanses us from sin (<a href=\"/en/wol/bc/r1/lp-e/1200002491/38/0\" data-bid=\"39-1\" class=\"b\">1:5-7</a>)  If we <em>do </em>commit a sin, we should confess our wrong, and we will be cleansed on the basis of Jesus&#x2019; sacrifice (<a href=\"/en/wol/bc/r1/lp-e/1200002491/39/0\" data-bid=\"40-1\" class=\"b\">1:8&#x2013;2:2</a>)  Christians do not <em>practice </em>sin; practicers of sin originate with the Devil; children of God seek righteousness and shun sin (<a href=\"/en/wol/bc/r1/lp-e/1200002491/40/0\" data-bid=\"41-1\" class=\"b\">3:1-12;</a><a href=\"/en/wol/bc/r1/lp-e/1200002491/40/1\" data-bid=\"41-2\" class=\"b\"> 5:18,&#xA0;19</a>)  Christians are encouraged to pray for their brother if he falls into sin<wbr>&#x2014;as long as it is not a sin &#x201C;so as to incur death&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002491/41/0\" data-bid=\"42-1\" class=\"b\">5:16,&#xA0;17</a>)<strong>Love for God and for fellow Christians will safeguard us</strong>  He who loves his brother is walking in the light and will not stumble (<a href=\"/en/wol/bc/r1/lp-e/1200002491/42/0\" data-bid=\"43-1\" class=\"b\">2:9-11</a>)  To have the love of the Father, a Christian must do His will and avoid loving the world and its attractions (<a href=\"/en/wol/bc/r1/lp-e/1200002491/43/0\" data-bid=\"44-1\" class=\"b\">2:15-17</a>)  Genuine love for the brothers shows that one has passed over from death to life; if we do not show love for our brothers by helping them when they are in need, there is no love of God in us (<a href=\"/en/wol/bc/r1/lp-e/1200002491/44/0\" data-bid=\"45-1\" class=\"b\">3:13-24</a>)  Christians should love one another because God is love; we love Him because he loved us first; if a Christian claims to love God but hates his brother, he is a liar (<a href=\"/en/wol/bc/r1/lp-e/1200002491/45/0\" data-bid=\"46-1\" class=\"b\">4:7&#x2013;5:2</a>)<strong>[Box on page&#xA0;96]</strong><strong>HIGHLIGHTS OF </strong><strong>SECOND JOHN</strong>  A letter addressed to &#x201C;the chosen lady&#x201D;<wbr>&#x2014;perhaps an individual or possibly a congregation  Written by the apostle John about 98&#xA0;C.E.<strong>Go on walking in the truth </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200002491/46/0\" data-bid=\"47-1\" class=\"b\">vss 1-6</a>)  John and all others who know the truth love &#x201C;the chosen lady&#x201D; and her children who are walking in the truth  He encourages her to continue to cultivate love  Love means &#x201C;walking according to his commandments&#x201D;<strong>Be on guard against deceivers </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200002491/47/0\" data-bid=\"48-1\" class=\"b\">vss 7-13</a>)  Deceivers deny that Jesus Christ came in the flesh  Believers must avoid anyone not remaining in the teaching of Christ; they must not receive such a person into their homes or even say a greeting to him; otherwise they may become sharers in his wicked works<strong>[Box on page&#xA0;97]</strong><strong>HIGHLIGHTS OF </strong><strong>THIRD JOHN</strong>  An inspired letter to Gaius that can benefit all Christians  Written by the apostle John around 98&#xA0;C.E., about the same time as his other two letters<strong>We are obligated to be hospitable to fellow Christians </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200002491/48/0\" data-bid=\"49-1\" class=\"b\">vss 1-8</a>)  John experienced great joy when traveling brothers reported about Gaius&#x2019; walking in the truth and about his love, evidently expressed in his receiving them hospitably  We are &#x201C;fellow workers in the truth&#x201D; if we show hospitality to brothers who go forth in behalf of God&#x2019;s name<strong>Be an imitator, not of bad, but of what is good </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200002491/49/0\" data-bid=\"50-1\" class=\"b\">vss 9-14</a>)  Diotrephes, liking to have the first place, refuses to accept anything from John with respect  He will not receive traveling brothers and tries to expel anyone who wants to show hospitality to them  Avoid copying what is bad; imitate what is good"}