{"title":"Jonah, Book of","link":"/en/wol/d/r1/lp-e/1200002504","html":"<span id=\"page99\" class=\"pageNum\" data-no=\"99\" data-before-text=\"99\"></span><strong>JONAH, BOOK OF</strong>The only book in the Hebrew Scriptures dealing exclusively with the commission of a prophet of Jehovah to proclaim in and for a non-Israelite city a message of doom, and which proclamation resulted in that city&#x2019;s repentance. The experiences related in this book were unique to its writer, Jonah the son of Amittai. Evidently being the same person as the Jonah of <a href=\"/en/wol/bc/r1/lp-e/1200002504/0/0\" data-bid=\"1-1\" class=\"b\">2&#xA0;Kings 14:25</a>, he must have prophesied during the reign of Israel&#x2019;s King Jeroboam&#xA0;II (c.&#xA0;844-804&#xA0;B.C.E.). It is therefore reasonable to place the events recorded in the book of Jonah in the ninth century B.C.E.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002504/0\">JONAH</a> No.&#xA0;1.<strong>Authenticity. </strong>Because of the supernatural character of many events mentioned in the book of Jonah, it has often been attacked by Bible critics. The raising of the tempestuous wind and its quick cessation, the fish swallowing Jonah and three days later vomiting the prophet out unharmed, and the sudden growth and death of a gourd plant have all been labeled unhistorical because such things do not happen today. This contention might have a basis if the book of Jonah claimed that they were ordinary occurrences back then. But it does not do so. It relates events in the life of one who was specially commissioned by God. Therefore, those maintaining that these things simply could not have happened must deny either the existence of God or his ability to affect natural forces and plant, animal, and human life in a special way for his purpose.<wbr>&#x2014;See <a href=\"/en/wol/bc/r1/lp-e/1200002504/1/0\" data-bid=\"2-1\" class=\"b\">Mt 19:26</a>.<strong><em>What sort of sea creature could possibly have swallowed Jonah?</em></strong>A favorite contention in the past was that no sea creature could swallow a man. But this argument is not valid. The sperm whale, having a mammoth square-shaped head that constitutes about one <span id=\"page100\" class=\"pageNum\" data-no=\"100\" data-before-text=\"100\"></span>third of its length, is fully capable of swallowing a man whole. (Walker&#x2019;s <em>Mammals of the World, </em>revised by R.&#xA0;Nowak and J.&#xA0;Paradiso, 1983, Vol.&#xA0;II, p.&#xA0;901) Interestingly, there is evidence that the seaport of Joppa anciently was a headquarters for whalers. On the other hand, it is possible that the great white shark was the fish that swallowed Jonah. One of these that was caught in 1939 contained two whole 2-m-long (6&#xA0;ft) sharks in its stomach<wbr>&#x2014;each about the size of a man. And the great white sharks have roamed all the seas, including the Mediterranean. (<em>Australian Zoological Handbook, </em>The Fishes of Australia, by G.&#xA0;P.&#xA0;Whitley, Sydney, 1940, Part 1<wbr>&#x2014;The Sharks, p.&#xA0;125; <em>The Natural History of Sharks, </em>by R.&#xA0;H.&#xA0;Backus and T.&#xA0;H.&#xA0;Lineaweaver&#xA0;III, 1970, pp.&#xA0;111, 113) It should be noted, however, that the Bible simply states: &#x201C;Jehovah appointed a great fish to swallow Jonah,&#x201D; the kind of fish not being specified. (<a href=\"/en/wol/bc/r1/lp-e/1200002504/2/0\" data-bid=\"3-1\" class=\"b\">Jon 1:17</a>) So it cannot be determined just what &#x201C;fish&#x201D; might have been involved. In fact, man&#x2019;s knowledge of the creatures inhabiting the seas and oceans is rather incomplete. Noted the magazine <em>Scientific American </em>(September&#xA0;1969, p.&#xA0;162): &#x201C;As it has in the past, further exploration of the abyssal realm will undoubtedly reveal undescribed creatures including members of groups thought long extinct.&#x201D;Some feel that the authenticity of the book of Jonah is in question because there is no confirmation of this prophet&#x2019;s activity in Assyrian records. Actually, though, the absence of such information should not be surprising. It was customary for nations of antiquity to extol their successes, not their failures and humiliations, and also to eradicate anything unfavorable to them. Moreover, since not all ancient records have been preserved or found, no one can say with certainty that an account of what happened in Jonah&#x2019;s time never existed.The lack of certain details (such as the name of the Assyrian king and the exact spot where Jonah was spewed onto dry land) has been cited as yet another proof that the book of Jonah is not true history. This objection, however, ignores the fact that all historical narratives are condensed accounts, the historian recording only such information as he deemed important or necessary for his purpose. As commentator C.&#xA0;F.&#xA0;Keil fittingly observes: &#x201C;There is not a single one of the ancient historians in whose works such completeness as this can be found: and still less do the biblical historians aim at communicating such things as have no close connection with the main object of their narrative, or with the religious significance of the facts themselves.&#x201D;<wbr>&#x2014;<em>Commentary on the Old Testament, </em>1973, Vol.&#xA0;X, Introduction to Jonah, p.&#xA0;381.Since archaeological evidence has been interpreted as indicating that the walls surrounding ancient Nineveh were only about 13&#xA0;km (8&#xA0;mi) in circumference, it is claimed that the book of Jonah <span id=\"page101\" class=\"pageNum\" data-no=\"101\" data-before-text=\"101\"></span>exaggerates the size of the city when describing it as being a walking distance of three days. (<a href=\"/en/wol/bc/r1/lp-e/1200002504/3/0\" data-bid=\"4-1\" class=\"b\">Jon 3:3</a>) This, however, is not a valid reason for questioning the Scriptural reference. Both in Biblical and modern usage the name of a city can include its suburbs. In fact, <a href=\"/en/wol/bc/r1/lp-e/1200002504/4/0\" data-bid=\"5-1\" class=\"b\">Genesis 10:11, 12</a> shows that Nineveh, Rehoboth-Ir, Calah, and Resen constituted &#x201C;the great city.&#x201D;The fact that Jonah did not write in the first person has been used to discredit the book. But this argument does not take into account that it was common for Bible writers to refer to themselves in the third person. (<a href=\"/en/wol/bc/r1/lp-e/1200002504/5/0\" data-bid=\"6-1\" class=\"b\">Ex 24:1-18;</a><a href=\"/en/wol/bc/r1/lp-e/1200002504/5/1\" data-bid=\"6-2\" class=\"b\"> Isa 7:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200002504/5/2\" data-bid=\"6-3\" class=\"b\"> 20:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200002504/5/3\" data-bid=\"6-4\" class=\"b\"> 37:2,</a><a href=\"/en/wol/bc/r1/lp-e/1200002504/5/4\" data-bid=\"6-5\" class=\"b\"> 5, 6,</a><a href=\"/en/wol/bc/r1/lp-e/1200002504/5/5\" data-bid=\"6-6\" class=\"b\"> 21;</a><a href=\"/en/wol/bc/r1/lp-e/1200002504/5/6\" data-bid=\"6-7\" class=\"b\"> Jer 20:1,&#xA0;2;</a><a href=\"/en/wol/bc/r1/lp-e/1200002504/5/7\" data-bid=\"6-8\" class=\"b\"> 26:7, 8,</a><a href=\"/en/wol/bc/r1/lp-e/1200002504/5/8\" data-bid=\"6-9\" class=\"b\"> 12;</a><a href=\"/en/wol/bc/r1/lp-e/1200002504/5/9\" data-bid=\"6-10\" class=\"b\"> 37:2-6,</a><a href=\"/en/wol/bc/r1/lp-e/1200002504/5/10\" data-bid=\"6-11\" class=\"b\"> 12-21;</a><a href=\"/en/wol/bc/r1/lp-e/1200002504/5/11\" data-bid=\"6-12\" class=\"b\"> Da 1:6-13;</a><a href=\"/en/wol/bc/r1/lp-e/1200002504/5/12\" data-bid=\"6-13\" class=\"b\"> Am 7:12-14;</a><a href=\"/en/wol/bc/r1/lp-e/1200002504/5/13\" data-bid=\"6-14\" class=\"b\"> Hag 1:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002504/5/14\" data-bid=\"6-15\" class=\"b\"> 3,</a><a href=\"/en/wol/bc/r1/lp-e/1200002504/5/15\" data-bid=\"6-16\" class=\"b\"> 12, 13;</a><a href=\"/en/wol/bc/r1/lp-e/1200002504/5/16\" data-bid=\"6-17\" class=\"b\"> 2:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002504/5/17\" data-bid=\"6-18\" class=\"b\"> 10-14,</a><a href=\"/en/wol/bc/r1/lp-e/1200002504/5/18\" data-bid=\"6-19\" class=\"b\"> 20;</a><a href=\"/en/wol/bc/r1/lp-e/1200002504/5/19\" data-bid=\"6-20\" class=\"b\"> Joh 21:20</a>) Even ancient secular historians, including Xenophon and Thucydides, did this. Yet it is noteworthy that the genuineness of their accounts has never been called into question on this basis.By its opening statement, &#x201C;the word of Jehovah began to occur,&#x201D; the book of Jonah lays claim to being from God. (<a href=\"/en/wol/bc/r1/lp-e/1200002504/6/0\" data-bid=\"7-1\" class=\"b\">Jon 1:1</a>) The Jews have from earliest times accepted this and other prophetic books similarly introduced (<a href=\"/en/wol/bc/r1/lp-e/1200002504/7/0\" data-bid=\"8-1\" class=\"b\">Jer 1:1,&#xA0;2;</a><a href=\"/en/wol/bc/r1/lp-e/1200002504/7/1\" data-bid=\"8-2\" class=\"b\"> Ho 1:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200002504/7/2\" data-bid=\"8-3\" class=\"b\"> Mic 1:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200002504/7/3\" data-bid=\"8-4\" class=\"b\"> Zep 1:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200002504/7/4\" data-bid=\"8-5\" class=\"b\"> Hag 1:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200002504/7/5\" data-bid=\"8-6\" class=\"b\"> Zec 1:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200002504/7/6\" data-bid=\"8-7\" class=\"b\"> Mal 1:1</a>) as genuine. This in itself provides a good case for its authenticity. As has been noted: &#x201C;It is in fact inconceivable .&#xA0;.&#xA0;. that the Jewish authorities would have received such a book into the canon of Scripture without the most conclusive evidence of its genuineness and authenticity.&#x201D;<wbr>&#x2014;<em>The Imperial Bible-Dictionary, </em>edited by P.&#xA0;Fairbairn, London, 1874, Vol.&#xA0;I, p.&#xA0;945.Further, this book is in complete harmony with the rest of the Scriptures. It attributes salvation to Jehovah (<a href=\"/en/wol/bc/r1/lp-e/1200002504/8/0\" data-bid=\"9-1\" class=\"b\">Jon 2:9</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002504/9/0\" data-bid=\"10-1\" class=\"b\">Ps 3:8;</a><a href=\"/en/wol/bc/r1/lp-e/1200002504/9/1\" data-bid=\"10-2\" class=\"b\"> Isa 12:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200002504/9/2\" data-bid=\"10-3\" class=\"b\"> Re 7:10</a>), and the narrative illustrates Jehovah&#x2019;s mercy, long-suffering, patience, and undeserved kindness in dealing with sinful humans.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002504/10/0\" data-bid=\"11-1\" class=\"b\">Jon 3:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200002504/10/1\" data-bid=\"11-2\" class=\"b\"> 4:2,</a><a href=\"/en/wol/bc/r1/lp-e/1200002504/10/2\" data-bid=\"11-3\" class=\"b\"> 11</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002504/11/0\" data-bid=\"12-1\" class=\"b\">De 4:29-31;</a><a href=\"/en/wol/bc/r1/lp-e/1200002504/11/1\" data-bid=\"12-2\" class=\"b\"> Jer 18:6-10;</a><a href=\"/en/wol/bc/r1/lp-e/1200002504/11/2\" data-bid=\"12-3\" class=\"b\"> Ro 9:21-23;</a><a href=\"/en/wol/bc/r1/lp-e/1200002504/11/3\" data-bid=\"12-4\" class=\"b\"> Eph 2:4-7;</a><a href=\"/en/wol/bc/r1/lp-e/1200002504/11/4\" data-bid=\"12-5\" class=\"b\"> 2Pe 3:9</a>.Another evidence testifying to the authenticity of this Bible book is its candor. Jonah&#x2019;s improper attitude toward his commission and concerning God&#x2019;s action in sparing the Ninevites is not covered over.The most conclusive evidence, though, is provided by the Son of God himself. Said he: &#x201C;No sign will be given [this generation] except the sign of Jonah the prophet. For just as Jonah was in the belly of the huge fish three days and three nights, so the Son of man will be in the heart of the earth three days and three nights. Men of Nineveh will rise up in the judgment with this generation and will condemn it; because they repented at what Jonah preached, but, look! something more than Jonah is here.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002504/12/0\" data-bid=\"13-1\" class=\"b\">Mt 12:39-41;</a><a href=\"/en/wol/bc/r1/lp-e/1200002504/12/1\" data-bid=\"13-2\" class=\"b\"> 16:4</a>) The resurrection of Christ Jesus was to be just as real as Jonah&#x2019;s deliverance from the belly of the fish. And the generation that heard Jonah&#x2019;s preaching must have been just as literal as the generation that heard what Christ Jesus said. Mythical men of Nineveh could never rise up in the judgment and condemn an unresponsive generation of Jews.<strong>[Box on page&#xA0;100]</strong><strong>HIGHLIGHTS OF JONAH</strong>  The experiences of Jonah when he was assigned to prophesy to a pagan people, the inhabitants of Nineveh  It was written about 844&#xA0;B.C.E., some 100 years before Assyria took Israel into exile<strong>Jonah&#x2019;s flight </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200002504/13/0\" data-bid=\"14-1\" class=\"b\">1:1&#x2013;2:10</a>)  Jonah is commissioned to warn the Ninevites of Jehovah&#x2019;s anger but takes passage on a ship bound for Tarshish  A tremendous storm arises and rouses fear of shipwreck  Fearful mariners cry to their gods, try to lighten the ship, and then cast lots to determine on whose account they face calamity  The lot singles out Jonah; he tells the mariners to cast him overboard since the tempest is on his account  The sailors, unwilling to do this, try to get the vessel back to land; when this fails, they hurl Jonah into the sea; the storm promptly abates  In the water, Jonah is swallowed by a big fish  From inside the fish&#x2019;s belly, he prays to Jehovah and promises to pay what he has vowed  Finally, Jonah is vomited out onto dry land<strong>Jonah goes to Nineveh </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200002504/14/0\" data-bid=\"15-1\" class=\"b\">3:1&#x2013;4:11</a>)  Jehovah again instructs Jonah to go to Nineveh to proclaim His warning  Jonah goes to Nineveh and announces that the city will be overthrown in 40 days  The Ninevites repent; as directed by the king, they cover their animals and themselves with sackcloth and cry out to God for mercy; Jehovah &#x2018;feels regret&#x2019; over the foretold calamity  Jonah becomes furiously angry that Nineveh is to be spared; he erects a booth outside the city, sits in its shade, and awaits developments  Jehovah causes a bottle-gourd plant to spring up and provide Jonah with welcome shade; the next day a worm strikes the plant and it dries up; using Jonah&#x2019;s reaction to this, Jehovah explains to Jonah why He showed mercy to the more than 120,000 inhabitants of Nineveh"}