{"title":"Jonathan","link":"/en/wol/d/r1/lp-e/1200002506","html":"<span id=\"page101\" class=\"pageNum\" data-no=\"101\" data-before-text=\"101\"></span><strong>JONATHAN</strong>(Jon&#x2B9;a&#xB7;than) [Jehovah Has Given].An English rendering of two Hebrew names, <em>Yoh&#xB7;na&#xB7;than&#x2B9; </em>and the longer form <em>Yehoh&#xB7;na&#xB7;than&#x2B9;.<wbr></em>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200002506/0\">JEHONATHAN</a>.<strong>1. </strong>A Levite who served as priest in connection with false worship at the house of Micah in Ephraim and later with the Danites. The account in <a href=\"/en/wol/bc/r1/lp-e/1200002506/0/0\" data-bid=\"1-1\" class=\"b\">Judges chapters&#xA0;17</a> and <a href=\"/en/wol/bc/r1/lp-e/1200002506/1/0\" data-bid=\"2-1\" class=\"b\">18</a> repeatedly refers to a young Levite who, at <a href=\"/en/wol/bc/r1/lp-e/1200002506/2/0\" data-bid=\"3-1\" class=\"b\">Judges 18:30</a>, is called &#x201C;Jonathan the son of Gershom, Moses&#x2019; son.&#x201D; That he was earlier described as &#x201C;of the family of Judah&#x201D; may refer simply to the fact that he resided in Bethlehem in the territory of Judah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002506/3/0\" data-bid=\"4-1\" class=\"b\">Jg 17:7</a>.Wandering Jonathan eventually came to the home of Micah in the mountains of Ephraim. Micah had set up a carved image in his home. Jonathan agreed to serve as priest for the household even though he was not of the family of Aaron and an image was being used in worship. Later five Danites seeking a place for a section of the tribe to settle met Jonathan. They asked him to inquire of God whether they would be successful, and he gave them a favorable response in the name of Jehovah.When the main body of 600 Danite men, as well as their families and livestock, passed by Micah&#x2019;s house on their way north, they took the objects of worship including the carved image. They also induced selfish Jonathan to throw in his lot with them, to become their priest and not just priest for a family. (<a href=\"/en/wol/bc/r1/lp-e/1200002506/4/0\" data-bid=\"5-1\" class=\"b\">Jg 17:7&#x2013;18:21</a>) Jonathan &#x201C;and his sons became priests to the tribe of the Danites until the day of the land&#x2019;s being taken into exile.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002506/5/0\" data-bid=\"6-1\" class=\"b\">Jg 18:30</a>) Some commentators have applied this to a conquest of the district, such as by Tiglath-pileser&#xA0;III, or all of the northern tribes in 740&#xA0;B.C.E. (<a href=\"/en/wol/bc/r1/lp-e/1200002506/6/0\" data-bid=\"7-1\" class=\"b\">2Ki 15:29;</a><a href=\"/en/wol/bc/r1/lp-e/1200002506/6/1\" data-bid=\"7-2\" class=\"b\"> 17:6</a>) However, since Samuel evidently wrote Judges, an earlier application must be intended. <a href=\"/en/wol/bc/r1/lp-e/1200002506/7/0\" data-bid=\"8-1\" class=\"b\">Judges 18:31</a> mentions that the Danites <span id=\"page102\" class=\"pageNum\" data-no=\"102\" data-before-text=\"102\"></span>kept the carved image &#x201C;set up for themselves all the days that the house of the true God continued in Shiloh.&#x201D; This suggests a time period for the application of the preceding verse, and it strengthens the view that Jonathan&#x2019;s family served as priests until the Ark was captured by the Philistines. It has been contended that <a href=\"/en/wol/bc/r1/lp-e/1200002506/8/0\" data-bid=\"9-1\" class=\"b\">verse 30</a> should read, &#x2018;until the day of the ark&#x2019;s being taken into exile.&#x2019; (<a href=\"/en/wol/bc/r1/lp-e/1200002506/9/0\" data-bid=\"10-1\" class=\"b\">1Sa 4:11,</a><a href=\"/en/wol/bc/r1/lp-e/1200002506/9/1\" data-bid=\"10-2\" class=\"b\">&#xA0;22</a>) But this conclusion about the duration of the priesthood of Jonathan&#x2019;s family may be correct even without altering the reading, for <a href=\"/en/wol/bc/r1/lp-e/1200002506/10/0\" data-bid=\"11-1\" class=\"b\">verse 30</a> may be taking the view that the land, in a sense, was carried into exile when the Ark was captured.<strong>2. </strong>Eldest and favorite son of Benjamite King Saul, evidently by Ahinoam the daughter of Ahimaaz. (<a href=\"/en/wol/bc/r1/lp-e/1200002506/11/0\" data-bid=\"12-1\" class=\"b\">1Sa 14:49,&#xA0;50</a>) Jonathan is chiefly noted for his unselfish friendship for and support of David as Jehovah&#x2019;s king-designate.Jonathan is first mentioned in the early years of Saul&#x2019;s reign as a valiant commander of a thousand warriors. (<a href=\"/en/wol/bc/r1/lp-e/1200002506/12/0\" data-bid=\"13-1\" class=\"b\">1Sa 13:2</a>) He thus would probably be at least 20 then and hence at least approaching 60 when he died in about 1078&#xA0;B.C.E. (<a href=\"/en/wol/bc/r1/lp-e/1200002506/13/0\" data-bid=\"14-1\" class=\"b\">Nu 1:3</a>) David was 30 at the time of Jonathan&#x2019;s death. (<a href=\"/en/wol/bc/r1/lp-e/1200002506/14/0\" data-bid=\"15-1\" class=\"b\">1Sa 31:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200002506/14/1\" data-bid=\"15-2\" class=\"b\"> 2Sa 5:4</a>) Hence, during their friendship Jonathan was evidently some 30 years David&#x2019;s senior. Jonathan&#x2019;s being a grown young man when Saul became king might help to explain his temperament and outlook. During his formative years he well may have been influenced by his father who, up to the time of being chosen as king, displayed modesty, obedience, and a respect for Jehovah and his arrangements.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002506/15/0\" data-bid=\"16-1\" class=\"b\">1Sa 9:7,</a><a href=\"/en/wol/bc/r1/lp-e/1200002506/15/1\" data-bid=\"16-2\" class=\"b\"> 21,</a><a href=\"/en/wol/bc/r1/lp-e/1200002506/15/2\" data-bid=\"16-3\" class=\"b\"> 26;</a><a href=\"/en/wol/bc/r1/lp-e/1200002506/15/3\" data-bid=\"16-4\" class=\"b\"> 10:21,&#xA0;22</a>.In the opening notice of Jonathan, he courageously and successfully led a thousand poorly armed men against the Philistine garrison at Geba. In response the enemy collected at Michmash. Secretly Jonathan and his armor-bearer left Saul and his men and approached the enemy outpost. By this act alone Jonathan displayed his valor, his ability to inspire confidence in others, and yet his recognition of Jehovah&#x2019;s leading, for his actions depended on a sign from God. The two bold fighters struck down about 20 Philistines, which led to a full-scale battle and victory for Israel. (<a href=\"/en/wol/bc/r1/lp-e/1200002506/16/0\" data-bid=\"17-1\" class=\"b\">1Sa 13:3&#x2013;14:23</a>) As the fighting was proceeding, Saul rashly swore a curse on anyone eating before the battle ended. Jonathan was unaware of this and he ate some wild honey. Later, when confronted by Saul, Jonathan did not shrink back from dying for having partaken of the honey. Yet he was redeemed by the people, who recognized that God was with him that day.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002506/17/0\" data-bid=\"18-1\" class=\"b\">1Sa 14:24-45</a>.These exploits clearly prove that Jonathan was a courageous, capable, and manly warrior. He and Saul well deserved being described as &#x201C;swifter than the eagles&#x201D; and &#x201C;mightier than the lions.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002506/18/0\" data-bid=\"19-1\" class=\"b\">2Sa 1:23</a>) He was skilled as an archer. (<a href=\"/en/wol/bc/r1/lp-e/1200002506/19/0\" data-bid=\"20-1\" class=\"b\">2Sa 1:22;</a><a href=\"/en/wol/bc/r1/lp-e/1200002506/19/1\" data-bid=\"20-2\" class=\"b\"> 1Sa 20:20</a>) His manly qualities may have especially endeared him to Saul. It is apparent that they were very close. (<a href=\"/en/wol/bc/r1/lp-e/1200002506/20/0\" data-bid=\"21-1\" class=\"b\">1Sa 20:2</a>) This did not, though, overshadow Jonathan&#x2019;s zeal for God and loyalty to his friend David.David had been introduced into the king&#x2019;s court to play music for Saul, since Jehovah&#x2019;s spirit had departed from the king and had been replaced by a bad spirit<wbr>&#x2014;something Jonathan may have noted. Though young, David was &#x201C;a valiant, mighty man and a man of war,&#x201D; and Saul &#x201C;got to loving him very much, and he came to be his armor-bearer.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002506/21/0\" data-bid=\"22-1\" class=\"b\">1Sa 16:14-23</a>.Jonathan&#x2019;s special friendship with David dates from soon after he killed Goliath. That fearless act in defense of Jehovah&#x2019;s people must have particularly moved Jonathan. Hearing David&#x2019;s account of it, &#x201C;Jonathan&#x2019;s very soul became bound up with the soul of David, and Jonathan began to love him as his own soul.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002506/22/0\" data-bid=\"23-1\" class=\"b\">1Sa 18:1</a>) The two courageous warriors and devoted servants of God &#x201C;proceeded to conclude a covenant&#x201D; of friendship. Jonathan could see that David had God&#x2019;s spirit. (<a href=\"/en/wol/bc/r1/lp-e/1200002506/23/0\" data-bid=\"24-1\" class=\"b\">1Sa 18:3</a>) He did not jealously view him as a rival, as did Saul. Instead, his respect for God&#x2019;s way of handling matters was a fine example for his younger friend. He did not act on Saul&#x2019;s desire to kill David but, rather, warned David and tried to intercede. When David was forced to flee, Jonathan met him and made a covenant to the effect that David would protect him and his household.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002506/24/0\" data-bid=\"25-1\" class=\"b\">1Sa 19:1&#x2013;20:17</a>.Jonathan again spoke to Saul about David, but it nearly cost him his life, for in a fit of rage Saul hurled a spear at his own son. According to arrangement, Jonathan and David met in a field where ostensibly the king&#x2019;s son had gone to practice archery. (<a href=\"/en/wol/bc/r1/lp-e/1200002506/25/0\" data-bid=\"26-1\" class=\"b\">1Sa 20:24-40</a>) The two friends renewed their bond of affection and &#x201C;began kissing each other and weeping for each other,&#x201D; as other men are noted to have done and even as is done in some lands today. (<a href=\"/en/wol/bc/r1/lp-e/1200002506/26/0\" data-bid=\"27-1\" class=\"b\">1Sa 20:41;</a><a href=\"/en/wol/bc/r1/lp-e/1200002506/26/1\" data-bid=\"27-2\" class=\"b\"> Ge 29:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200002506/26/2\" data-bid=\"27-3\" class=\"b\"> 45:15;</a><a href=\"/en/wol/bc/r1/lp-e/1200002506/26/3\" data-bid=\"27-4\" class=\"b\"> Ac 20:37</a>) Later Jonathan was able to contact David for the last time at Horesh and he strengthened &#x201C;his hand in regard to God&#x201D;; they renewed their covenant.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002506/27/0\" data-bid=\"28-1\" class=\"b\">1Sa 23:16-18</a>.There is no Biblical indication that Jonathan shared with his father in his expeditions against David. But in the battle against God&#x2019;s enemies, the Philistines, Jonathan fought to the death, dying on <span id=\"page103\" class=\"pageNum\" data-no=\"103\" data-before-text=\"103\"></span>the same day as two of his brothers and his father. The Philistines hung the corpses on the walls at Beth-shan. However, valiant men of Jabesh-gilead removed them and buried them at Jabesh. Later David moved the bones of Saul and Jonathan to Zela. (<a href=\"/en/wol/bc/r1/lp-e/1200002506/28/0\" data-bid=\"29-1\" class=\"b\">1Sa 31:1-13;</a><a href=\"/en/wol/bc/r1/lp-e/1200002506/28/1\" data-bid=\"29-2\" class=\"b\"> 2Sa 21:12-14;</a><a href=\"/en/wol/bc/r1/lp-e/1200002506/28/2\" data-bid=\"29-3\" class=\"b\"> 1Ch 10:1-12</a>) David deeply lamented the death of his close friend Jonathan, even chanting over Saul and Jonathan the dirge entitled &#x201C;The Bow.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002506/29/0\" data-bid=\"30-1\" class=\"b\">2Sa 1:17-27</a>) King David showed special kindness to Jonathan&#x2019;s lame son Mephibosheth, who was five years old at his father&#x2019;s death. He eventually had a permanent place at the king&#x2019;s table. (<a href=\"/en/wol/bc/r1/lp-e/1200002506/30/0\" data-bid=\"31-1\" class=\"b\">2Sa 4:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200002506/30/1\" data-bid=\"31-2\" class=\"b\"> 9:10-13</a>) Jonathan&#x2019;s line continued for generations.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002506/31/0\" data-bid=\"32-1\" class=\"b\">1Ch 8:33-40</a>.<strong>3. </strong>A son of High Priest Abiathar and one who served as a courier when David fled Jerusalem during Absalom&#x2019;s revolt but who apparently later sided with rebellious Adonijah. Jonathan&#x2019;s father Abiathar traveled with David when the future king was outlawed by Saul, and later he was made high priest. At the time of Absalom&#x2019;s usurpation, David sent Abiathar and Zadok back to the capital so they could supply information. Abiathar&#x2019;s priestly son Jonathan is here first brought into the Biblical account. He and Ahimaaz the son of Zadok were to carry vital messages from their fathers and from Hushai to David. (<a href=\"/en/wol/bc/r1/lp-e/1200002506/32/0\" data-bid=\"33-1\" class=\"b\">2Sa 15:27-29,</a><a href=\"/en/wol/bc/r1/lp-e/1200002506/32/1\" data-bid=\"33-2\" class=\"b\">&#xA0;36</a>) The two couriers could not enter the city without being recognized, so they waited at a spring or well named En-rogel near the city. When Absalom seemed to accept Hushai&#x2019;s counsel, word was sent to the two waiting messengers, Jonathan and Ahimaaz. They sped to convey word to the king. Spotted and pursued, they were almost apprehended. With the help of a woman, they hid in a well until the danger was past and then went to David and advised him to cross over the Jordan.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002506/33/0\" data-bid=\"34-1\" class=\"b\">2Sa 17:15-22</a>.In David&#x2019;s closing days his son Adonijah conspired to become king instead of Solomon, and Abiathar linked up with him. Perhaps being influenced by his father&#x2019;s lead, Jonathan evidently defected to the side of Adonijah. It was Jonathan who brought to the banqueting usurper the disquieting news that David had foiled the plot by making Solomon the king. The Bible does not say anything further about Jonathan. He may have shared his father&#x2019;s banishment, but whatever occurred, the office of high priest did not continue in his family.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002506/34/0\" data-bid=\"35-1\" class=\"b\">1Ki 1:41-43;</a><a href=\"/en/wol/bc/r1/lp-e/1200002506/34/1\" data-bid=\"35-2\" class=\"b\"> 2:26,&#xA0;27</a>.<strong>4. </strong>Nephew of King David who struck down a giant who taunted Israel at Gath. (<a href=\"/en/wol/bc/r1/lp-e/1200002506/35/0\" data-bid=\"36-1\" class=\"b\">2Sa 21:20, 21;</a><a href=\"/en/wol/bc/r1/lp-e/1200002506/35/1\" data-bid=\"36-2\" class=\"b\"> 1Ch 20:6,&#xA0;7</a>) This Jonathan is listed as the son of King David&#x2019;s brother Shimea, or Shimei. Since there is a Jehonadab mentioned at <a href=\"/en/wol/bc/r1/lp-e/1200002506/36/0\" data-bid=\"37-1\" class=\"b\">2&#xA0;Samuel 13:3</a> as the son of David&#x2019;s brother Shimeah, some commentators feel that the same individual is intended.<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200002506/1\">JEHONADAB</a> No.&#xA0;1.<strong>5. </strong>One of David&#x2019;s mighty men of the military forces. He was the son of Shagee the Hararite.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002506/37/0\" data-bid=\"38-1\" class=\"b\">2Sa 23:8,</a><a href=\"/en/wol/bc/r1/lp-e/1200002506/37/1\" data-bid=\"38-2\" class=\"b\"> 32;</a><a href=\"/en/wol/bc/r1/lp-e/1200002506/37/2\" data-bid=\"38-3\" class=\"b\"> 1Ch 11:26,</a><a href=\"/en/wol/bc/r1/lp-e/1200002506/37/3\" data-bid=\"38-4\" class=\"b\">&#xA0;34</a>.<strong>6. </strong>A son of Uzziah, in charge of King David&#x2019;s treasures &#x201C;in the field, in the cities and in the villages and in the towers,&#x201D; as distinct from the king&#x2019;s treasures in Jerusalem. (<a href=\"/en/wol/bc/r1/lp-e/1200002506/38/0\" data-bid=\"39-1\" class=\"b\">1Ch 27:25</a>) Jonathan is mentioned after royal treasurer Azmaveth and before those responsible to care for specific assignments such as the vineyards or the olive groves.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002506/39/0\" data-bid=\"40-1\" class=\"b\">1Ch 27:25-28</a>.<strong>7. </strong>A man of understanding, a secretary and a counselor for King David. (<a href=\"/en/wol/bc/r1/lp-e/1200002506/40/0\" data-bid=\"41-1\" class=\"b\">1Ch 27:32</a>) In the Masoretic text Jonathan&#x2019;s relationship to David is indicated by the Hebrew word <em>dohdh, </em>which generally means &#x201C;uncle.&#x201D; But in view of two references in the Scriptures to a nephew of David named Jonathan, it is likely that the word is here used in the wider sense of &#x201C;relative,&#x201D; here being &#x201C;brother&#x2019;s son&#x201D; or &#x201C;nephew.&#x201D; (<em>Ro; AS, </em>ftn; <em>NW</em>) He would thus be the same as No.&#xA0;4.<strong>8. </strong>One of the military chiefs in the field when Nebuchadnezzar conquered Jerusalem in 607&#xA0;B.C.E.; a son of Kareah and brother of Johanan. After Gedaliah had been put in charge of the people left in the land, Jonathan and the other military leaders from the field went to him and were reassured of safety. (<a href=\"/en/wol/bc/r1/lp-e/1200002506/41/0\" data-bid=\"42-1\" class=\"b\">Jer 40:7-10</a>) Evidently Jonathan was also among those who delivered to Gedaliah the warning that he chose to ignore about the danger of assassination.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002506/42/0\" data-bid=\"43-1\" class=\"b\">Jer 40:13-16</a>.<strong>9. </strong>One of the two sons of Jada and a descendant of Judah through Hezron and Jerahmeel. His brother Jether died without sons, but Jonathan had two, Peleth and Zaza.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002506/43/0\" data-bid=\"44-1\" class=\"b\">1Ch 2:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200002506/43/1\" data-bid=\"44-2\" class=\"b\"> 25, 26,</a><a href=\"/en/wol/bc/r1/lp-e/1200002506/43/2\" data-bid=\"44-3\" class=\"b\"> 28,</a><a href=\"/en/wol/bc/r1/lp-e/1200002506/43/3\" data-bid=\"44-4\" class=\"b\"> 32,&#xA0;33</a>.<strong>10. </strong>An Israelite of the family of Adin whose son Ebed returned to Jerusalem from Babylon with Ezra in 468&#xA0;B.C.E.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002506/44/0\" data-bid=\"45-1\" class=\"b\">Ezr 8:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002506/44/1\" data-bid=\"45-2\" class=\"b\">&#xA0;6</a>.<strong>11. </strong>Son of Asahel who perhaps opposed Ezra&#x2019;s proposal that the returned Jews put away their foreign wives. It has been suggested, however, that this opposition was not to Ezra&#x2019;s suggestion but to the procedure adopted for carrying it out.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002506/45/0\" data-bid=\"46-1\" class=\"b\">Ezr 10:15</a>, ftn.<strong>12. </strong>Son of Joiada and grandson of High Priest Eliashib. (<a href=\"/en/wol/bc/r1/lp-e/1200002506/46/0\" data-bid=\"47-1\" class=\"b\">Ne 12:10,&#xA0;11</a>) It is thought that actually <a href=\"/en/wol/bc/r1/lp-e/1200002506/47/0\" data-bid=\"48-1\" class=\"b\">verse 11</a> should read &#x201C;Johanan&#x201D; instead of &#x201C;Jonathan&#x201D; since <a href=\"/en/wol/bc/r1/lp-e/1200002506/48/0\" data-bid=\"49-1\" class=\"b\">Nehemiah 12:22, 23</a> refers to Johanan as &#x201C;son of Eliashib&#x201D; and &#x201C;son&#x201D; can signify &#x201C;grandson.&#x201D;<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002506/2\">JOHANAN</a> No.&#xA0;7.<span id=\"page104\" class=\"pageNum\" data-no=\"104\" data-before-text=\"104\"></span><strong>13. </strong>Priest who was head of the paternal house of Malluchi in the days of High Priest Joiakim.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002506/49/0\" data-bid=\"50-1\" class=\"b\">Ne 12:12,</a><a href=\"/en/wol/bc/r1/lp-e/1200002506/49/1\" data-bid=\"50-2\" class=\"b\">&#xA0;14</a>.<strong>14. </strong>Son of Shemaiah of the family of Asaph and father of Zechariah, a priestly trumpeter in the procession that marched upon the rebuilt wall of Jerusalem.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002506/50/0\" data-bid=\"51-1\" class=\"b\">Ne 12:31,</a><a href=\"/en/wol/bc/r1/lp-e/1200002506/50/1\" data-bid=\"51-2\" class=\"b\"> 35,&#xA0;36</a>."}