{"title":"Judah","link":"/en/wol/d/r1/lp-e/1200002538","html":"<span id=\"page123\" class=\"pageNum\" data-no=\"123\" data-before-text=\"123\"></span><strong>JUDAH</strong>(Ju&#x2B9;dah) [Lauded; [Object of] Laudation].<strong>1. </strong>Jacob&#x2019;s fourth son by his wife Leah. (<a href=\"/en/wol/bc/r1/lp-e/1200002538/0/0\" data-bid=\"1-1\" class=\"b\">Ge 29:35;</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/0/1\" data-bid=\"1-2\" class=\"b\"> 1Ch 2:1</a>) After spending about nine years of his life at Haran in Paddan-aram, Judah was taken with all of Jacob&#x2019;s household to Canaan. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200002538/1/0\" data-bid=\"2-1\" class=\"b\">Ge 29:4, 5,</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/1/1\" data-bid=\"2-2\" class=\"b\"> 32-35;</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/1/2\" data-bid=\"2-3\" class=\"b\"> 30:9-12,</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/1/3\" data-bid=\"2-4\" class=\"b\"> 16-28;</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/1/4\" data-bid=\"2-5\" class=\"b\"> 31:17, 18,</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/1/5\" data-bid=\"2-6\" class=\"b\">&#xA0;41</a>.) Subsequently he resided with his father at Succoth and then at Shechem. After his sister Dinah was violated by Hamor&#x2019;s son, and Simeon and Levi had avenged her by killing all the males of Shechem, Judah evidently shared in plundering the city.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002538/2/0\" data-bid=\"3-1\" class=\"b\">Ge 33:17, 18;</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/2/1\" data-bid=\"3-2\" class=\"b\"> 34:1, 2,</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/2/2\" data-bid=\"3-3\" class=\"b\"> 25-29</a>.<strong>Relationship to Joseph. </strong>In the course of time, because Jacob favored him, Joseph came to be hated by Judah and his other half brothers. Their hatred intensified after Joseph related two dreams that pointed to his becoming their superior. Therefore, when Jacob sent Joseph to check on his half brothers as they cared for the flocks, they, upon seeing him from a distance, plotted to kill him. But at the suggestion of Reuben, who had in mind saving Joseph&#x2019;s life, they pitched him into a dry waterpit.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002538/3/0\" data-bid=\"4-1\" class=\"b\">Ge 37:2-24</a>.Thereafter, as a caravan of Ishmaelites came into view, Judah, apparently in Reuben&#x2019;s absence, convinced the others that, instead of murdering Joseph, it would be better to sell him to the passing merchants. (<a href=\"/en/wol/bc/r1/lp-e/1200002538/4/0\" data-bid=\"5-1\" class=\"b\">Ge 37:25-27</a>) Despite Joseph&#x2019;s plea for compassion, they sold him for 20 silver pieces (if shekels, $44). (<a href=\"/en/wol/bc/r1/lp-e/1200002538/5/0\" data-bid=\"6-1\" class=\"b\">Ge 37:28;</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/5/1\" data-bid=\"6-2\" class=\"b\"> 42:21</a>) Although the indications are that Judah&#x2019;s main concern was to save Joseph&#x2019;s life and that the sale itself afterward proved to be a blessing for all concerned, Judah, like the others, was guilty of a grave sin that long burdened his conscience. (<a href=\"/en/wol/bc/r1/lp-e/1200002538/6/0\" data-bid=\"7-1\" class=\"b\">Ge 42:21, 22;</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/6/1\" data-bid=\"7-2\" class=\"b\"> 44:16;</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/6/2\" data-bid=\"7-3\" class=\"b\"> 45:4,&#xA0;5;</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/6/3\" data-bid=\"7-4\" class=\"b\"> 50:15-21</a>) (Under the Mosaic Law later given to the Israelites, this offense carried the death penalty; <a href=\"/en/wol/bc/r1/lp-e/1200002538/7/0\" data-bid=\"8-1\" class=\"b\">Ex 21:16</a>.) Afterward Judah also joined the others in deceiving Jacob into thinking that Joseph had been killed by a wild beast. (<a href=\"/en/wol/bc/r1/lp-e/1200002538/8/0\" data-bid=\"9-1\" class=\"b\">Ge 37:31-33</a>) Judah was then about 20 years old.<strong>Judah&#x2019;s Family. </strong>It seems that after this incident Judah left his brothers. He took up tenting near Hirah the Adullamite, and apparently a friendly relationship developed between them. During this time Judah married the daughter of the Canaanite Shua. By her he had three sons, Er, Onan, and Shelah. The youngest, Shelah, was born at Achzib.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002538/9/0\" data-bid=\"10-1\" class=\"b\">Ge 38:1-5</a>.Later, Judah selected Tamar as a wife for his <span id=\"page124\" class=\"pageNum\" data-no=\"124\" data-before-text=\"124\"></span>firstborn Er. But on account of his badness, Er was executed by Jehovah. Judah then instructed his second son, Onan, to perform brother-in-law marriage. But Onan, although having relations with Tamar, &#x201C;wasted his semen on the earth so as not to give offspring to his brother.&#x201D; For this Jehovah also slew him. Judah then recommended that Tamar return to her father&#x2019;s house and wait until Shelah matured. Yet, even after Shelah had grown up, Judah, seemingly reasoning that his youngest son might die, did not give him in marriage to Tamar.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002538/10/0\" data-bid=\"11-1\" class=\"b\">Ge 38:6-11,</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/10/1\" data-bid=\"11-2\" class=\"b\">&#xA0;14</a>.Therefore, subsequent to Judah&#x2019;s becoming a widower, Tamar, on learning that her father-in-law was going to Timnah, disguised herself as a prostitute and then seated herself at the entrance of Enaim on the road Judah would be traversing. Not recognizing his daughter-in-law and assuming her to be a prostitute, Judah had relations with her. When it later came to light that Tamar was pregnant, Judah demanded that she be burned as a harlot. But upon the presentation of the evidence that he himself had made her pregnant, Judah exclaimed: &#x201C;She is more righteous than I am, for the reason that I did not give her to Shelah my son.&#x201D; Thus unwittingly Judah had taken the place of Shelah in fathering legal offspring. Some six months later Tamar gave birth to the twins Perez and Zerah. Judah had no further relations with her.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002538/11/0\" data-bid=\"12-1\" class=\"b\">Ge 38:12-30</a>.<strong>To Egypt for Food. </strong>Sometime later reports reached famine-stricken Canaan that food was available in Egypt. Consequently, at Jacob&#x2019;s direction, ten of his sons, including Judah, went there for food. At this time their half brother Joseph was serving as Egypt&#x2019;s food administrator. Whereas Joseph immediately knew them, they did not recognize him. Joseph accused them of being spies and warned them not to return without Benjamin, whom they mentioned in denying that they were spies. Joseph also had one of his half brothers, Simeon, bound and held as a hostage.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002538/12/0\" data-bid=\"13-1\" class=\"b\">Ge 42:1-25</a>.Understandably, Jacob, presuming that he had lost both Joseph and Simeon, was unwilling to let Benjamin accompany his other sons to Egypt. Reuben&#x2019;s emotional statement that Jacob could put his own two sons to death if he did not return Benjamin carried insufficient weight, perhaps because he had proved himself to be unreliable by violating his father&#x2019;s concubine. (<a href=\"/en/wol/bc/r1/lp-e/1200002538/13/0\" data-bid=\"14-1\" class=\"b\">Ge 35:22</a>) Finally Judah succeeded in getting his father&#x2019;s consent by promising to be surety for Benjamin.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002538/14/0\" data-bid=\"15-1\" class=\"b\">Ge 42:36-38;</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/14/1\" data-bid=\"15-2\" class=\"b\"> 43:8-14</a>.Homeward bound, after having bought cereals in Egypt, Jacob&#x2019;s sons were overtaken by Joseph&#x2019;s steward and accused of theft (actually a ruse by Joseph). When the supposedly stolen item was found in Benjamin&#x2019;s bag, the men returned and entered Joseph&#x2019;s house. It was Judah who then answered the charge and eloquently and earnestly pleaded in behalf of Benjamin and for the sake of his father, requesting that he be constituted a slave in Benjamin&#x2019;s stead. So moved was Joseph by Judah&#x2019;s sincere plea that he could no longer control his emotions. Thereafter, alone with his brothers, Joseph identified himself. After pardoning them for having sold him into slavery, Joseph instructed his half brothers to get Jacob and then return to Egypt, as the famine was to continue for five more years.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002538/15/0\" data-bid=\"16-1\" class=\"b\">Ge 44:1&#x2013;45:13</a>.Later, as Jacob and his entire household neared Egypt, Jacob &#x201C;sent Judah in advance of him to Joseph to impart information ahead of him to Goshen.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002538/16/0\" data-bid=\"17-1\" class=\"b\">Ge 46:28</a>.<strong>Superior Among His Brothers. </strong>By his concern for his aged father and his noble effort to preserve Benjamin&#x2019;s freedom at the cost of his own, Judah proved himself to be superior among his brothers. (<a href=\"/en/wol/bc/r1/lp-e/1200002538/17/0\" data-bid=\"18-1\" class=\"b\">1Ch 5:2</a>) No longer was he the Judah who in his youth had shared in plundering the Shechemites and who had been party to wronging his half brother Joseph and then deceiving his own father. His fine qualities of leadership entitled Judah, as one of the heads of the 12 tribes of Israel, to receive a superior prophetic blessing from his dying father. (<a href=\"/en/wol/bc/r1/lp-e/1200002538/18/0\" data-bid=\"19-1\" class=\"b\">Ge 49:8-12</a>) Its fulfillment is considered below.<strong>2. </strong>The tribe that sprang from Judah. About 216 years after Judah came to Egypt with Jacob&#x2019;s household, the tribe&#x2019;s able-bodied men from 20 years old upward had increased to 74,600, a number greater than that of any other of the 12 tribes. (<a href=\"/en/wol/bc/r1/lp-e/1200002538/19/0\" data-bid=\"20-1\" class=\"b\">Nu 1:26,&#xA0;27</a>) At the end of the 40 years of wandering in the wilderness, Judah&#x2019;s registered males had increased by 1,900.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002538/20/0\" data-bid=\"21-1\" class=\"b\">Nu 26:22</a>.It was under the direction of Judean Bezalel and his Danite assistant Oholiab that the tabernacle and its furnishings and utensils were constructed. (<a href=\"/en/wol/bc/r1/lp-e/1200002538/21/0\" data-bid=\"22-1\" class=\"b\">Ex 35:30-35</a>) After its erection, Judah, along with the tribes of Issachar and Zebulun, encamped on the E side of the sanctuary.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002538/22/0\" data-bid=\"23-1\" class=\"b\">Nu 2:3-8</a>.<strong>Early Evidence of His Leadership. </strong>Jacob&#x2019;s prophetic blessing had assigned a leading role to Judah (<a href=\"/en/wol/bc/r1/lp-e/1200002538/23/0\" data-bid=\"24-1\" class=\"b\">Ge 49:8</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002538/24/0\" data-bid=\"25-1\" class=\"b\">1Ch 5:2</a>), and its fulfillment is confirmed even by the early history of the tribe. Under the leadership of its chieftain Nahshon, Judah led the march through the wilderness. (<a href=\"/en/wol/bc/r1/lp-e/1200002538/25/0\" data-bid=\"26-1\" class=\"b\">Nu 2:3-9;</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/25/1\" data-bid=\"26-2\" class=\"b\"> 10:12-14</a>) Also, this tribe produced Caleb, one of the two faithful spies who were privileged to reenter the Promised Land. <span id=\"page125\" class=\"pageNum\" data-no=\"125\" data-before-text=\"125\"></span>Though advanced in years, Caleb had an active share in conquering the land allotted to Judah. The tribe itself was divinely designated to take the lead in the fight against the Canaanites, and it did so in association with the Simeonites. (<a href=\"/en/wol/bc/r1/lp-e/1200002538/26/0\" data-bid=\"27-1\" class=\"b\">Nu 13:6,</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/26/1\" data-bid=\"27-2\" class=\"b\"> 30;</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/26/2\" data-bid=\"27-3\" class=\"b\"> 14:6-10,</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/26/3\" data-bid=\"27-4\" class=\"b\"> 38;</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/26/4\" data-bid=\"27-5\" class=\"b\"> Jos 14:6-14;</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/26/5\" data-bid=\"27-6\" class=\"b\"> 15:13-20;</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/26/6\" data-bid=\"27-7\" class=\"b\"> Jg 1:1-20</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002538/27/0\" data-bid=\"28-1\" class=\"b\">De 33:7</a>.) Later, Judah, again on the basis of divine authorization, led the punitive military action against Benjamin.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002538/28/0\" data-bid=\"29-1\" class=\"b\">Jg 20:18</a>.<strong>Judah&#x2019;s Inheritance. </strong>The territory allotted to the tribe of Judah was bounded by Benjamite and Danite territories on the N (<a href=\"/en/wol/bc/r1/lp-e/1200002538/29/0\" data-bid=\"30-1\" class=\"b\">Jos 15:5-11;</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/29/1\" data-bid=\"30-2\" class=\"b\"> 18:11</a>), the Salt Sea (Dead Sea) on the E (<a href=\"/en/wol/bc/r1/lp-e/1200002538/30/0\" data-bid=\"31-1\" class=\"b\">Jos 15:5</a>), and the Great Sea (Mediterranean) on the W (<a href=\"/en/wol/bc/r1/lp-e/1200002538/31/0\" data-bid=\"32-1\" class=\"b\">Jos 15:12</a>). The S boundary appears to have extended in a southwesterly direction from the southernmost point of the Dead Sea to the ascent of Akrabbim; proceeding from there, it continued over to Zin, ran northward near Kadesh-barnea, and finally crossed over to the Mediterranean by way of Hezron, Addar, Karka, Azmon, and the torrent valley of Egypt. (<a href=\"/en/wol/bc/r1/lp-e/1200002538/32/0\" data-bid=\"33-1\" class=\"b\">Jos 15:1-4</a>) The portion of this territory centering primarily around Beer-sheba was assigned to the Simeonites. (<a href=\"/en/wol/bc/r1/lp-e/1200002538/33/0\" data-bid=\"34-1\" class=\"b\">Jos 19:1-9</a>) The Kenites, a non-Israelite family related to Moses by marriage, also began residing in Judean territory.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002538/34/0\" data-bid=\"35-1\" class=\"b\">Jg 1:16</a>.Several distinct natural regions were within the assigned boundaries of ancient Judah. The Negeb, much of which is a plateau between 450 and 600&#xA0;m (1,500 and 2,000&#xA0;ft) above sea level, lies to the S. Along the Mediterranean stretches the Plain of Philistia, with its sand dunes that sometimes penetrate the shore for as much as 6&#xA0;km (3.5&#xA0;mi). In early times this rolling plain was a region of vineyards, olive groves, and grainfields. (<a href=\"/en/wol/bc/r1/lp-e/1200002538/35/0\" data-bid=\"36-1\" class=\"b\">Jg 15:5</a>) Just E of it rises a hilly area, cleft by numerous valleys, that attains an altitude of about 450&#xA0;m (1,500&#xA0;ft) above sea level in the S.&#xA0;This is the Shephelah (meaning &#x201C;Lowland&#x201D;), a region anciently covered with sycamore trees. (<a href=\"/en/wol/bc/r1/lp-e/1200002538/36/0\" data-bid=\"37-1\" class=\"b\">1Ki 10:27</a>) It is a lowland when compared with the mountainous region of Judah, which lies farther to the E and has elevations varying from about 600 to more than 1,000&#xA0;m (2,000 to 3,300&#xA0;ft) above sea level. The barren hills occupying the eastern slope of the Judean mountains constitute the Wilderness of Judah.Under the leadership of Joshua, the power of the Canaanites had apparently been broken in the territory given to Judah. However, since evidently no garrisons were established, the original inhabitants appear to have returned to such cities as Hebron and Debir, probably while the Israelites were warring elsewhere. Therefore, these places had to be recaptured. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200002538/37/0\" data-bid=\"38-1\" class=\"b\">Jos 12:7,</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/37/1\" data-bid=\"38-2\" class=\"b\"> 10,</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/37/2\" data-bid=\"38-3\" class=\"b\"> 13;</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/37/3\" data-bid=\"38-4\" class=\"b\"> Jg 1:10-15</a>.) But the inhabitants of the low plain, with their well-equipped chariotry, were not dispossessed. This doubtless included the Philistines of Gath and Ashdod.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002538/38/0\" data-bid=\"39-1\" class=\"b\">Jos 13:2,&#xA0;3;</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/38/1\" data-bid=\"39-2\" class=\"b\"> Jg 1:18,&#xA0;19</a>.<strong>From the Judges to Saul. </strong>During the turbulent period of the Judges, Judah, like the other tribes, repeatedly fell victim to idolatry. Therefore, Jehovah allowed surrounding nations, particularly the Ammonites and the Philistines, to make inroads on the territory of Judah. (<a href=\"/en/wol/bc/r1/lp-e/1200002538/39/0\" data-bid=\"40-1\" class=\"b\">Jg 10:6-9</a>) In Samson&#x2019;s day, not only had the Judeans lost all control over the Philistine cities of Gaza, Ekron, and Ashkelon but the Philistines had actually become their overlords. (<a href=\"/en/wol/bc/r1/lp-e/1200002538/40/0\" data-bid=\"41-1\" class=\"b\">Jg 15:9-12</a>) Apparently not until Samuel&#x2019;s time was Judean territory recovered from the Philistines.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002538/41/0\" data-bid=\"42-1\" class=\"b\">1Sa 7:10-14</a>.After Saul of the tribe of Benjamin was anointed by Samuel as Israel&#x2019;s first king, the Judeans fought loyally under his leadership. (<a href=\"/en/wol/bc/r1/lp-e/1200002538/42/0\" data-bid=\"43-1\" class=\"b\">1Sa 11:5-11;</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/42/1\" data-bid=\"43-2\" class=\"b\"> 15:3,&#xA0;4</a>) Most frequent were the battles against the Philistines (<a href=\"/en/wol/bc/r1/lp-e/1200002538/43/0\" data-bid=\"44-1\" class=\"b\">1Sa 14:52</a>), who again seem to have got the upper hand over the Israelites. (<a href=\"/en/wol/bc/r1/lp-e/1200002538/44/0\" data-bid=\"45-1\" class=\"b\">1Sa 13:19-22</a>) But gradually their power was reduced. With Jehovah&#x2019;s help, Saul and his son Jonathan gained victories over them in the area extending from Michmash to Aijalon. (<a href=\"/en/wol/bc/r1/lp-e/1200002538/45/0\" data-bid=\"46-1\" class=\"b\">1Sa 13:23&#x2013;14:23,</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/45/1\" data-bid=\"46-2\" class=\"b\">&#xA0;31</a>) When the Philistines later invaded Judah, they again suffered defeat after the young Judean shepherd David killed their champion Goliath. (<a href=\"/en/wol/bc/r1/lp-e/1200002538/46/0\" data-bid=\"47-1\" class=\"b\">1Sa 17:4,</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/46/1\" data-bid=\"47-2\" class=\"b\"> 48-53</a>) Subsequently King Saul placed David, who had earlier been anointed as Israel&#x2019;s future king, over the Israelite warriors. In this capacity David loyally supported Saul and gained further victories over the Philistines. (<a href=\"/en/wol/bc/r1/lp-e/1200002538/47/0\" data-bid=\"48-1\" class=\"b\">1Sa 18:5-7</a>) At this time the tribe of Judah was like &#x201C;a lion cub,&#x201D; not yet having attained regal power in the person of David.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002538/48/0\" data-bid=\"49-1\" class=\"b\">Ge 49:9</a>.When Saul came to view David as a threat to his kingship and outlawed him, David still remained loyal to Saul as Jehovah&#x2019;s anointed. Never did he side with the enemies of Israel nor did he personally harm Saul or allow others to do so. (<a href=\"/en/wol/bc/r1/lp-e/1200002538/49/0\" data-bid=\"50-1\" class=\"b\">1Sa 20:30, 31;</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/49/1\" data-bid=\"50-2\" class=\"b\"> 24:4-22;</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/49/2\" data-bid=\"50-3\" class=\"b\"> 26:8-11;</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/49/3\" data-bid=\"50-4\" class=\"b\"> 27:8-11;</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/49/4\" data-bid=\"50-5\" class=\"b\"> 30:26-31</a>) Instead, David fought against Israel&#x2019;s enemies. On one occasion David saved the Judean city of Keilah from the Philistines.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002538/50/0\" data-bid=\"51-1\" class=\"b\">1Sa 23:2-5</a>.<strong>Fulfillment of Jacob&#x2019;s Blessing in David. </strong>Finally God&#x2019;s due time came for the transfer of royal power from the tribe of Benjamin to the tribe of Judah. At Hebron, after Saul&#x2019;s death, the men of Judah anointed David as king. But the other tribes stuck with the house of Saul and made his son Ish-bosheth king over them. Repeated clashes occurred between these two kingdoms until the strongest supporter of Ish-bosheth, Abner, <span id=\"page126\" class=\"pageNum\" data-no=\"126\" data-before-text=\"126\"></span>defected to David. Not long thereafter Ish-bosheth was murdered.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002538/51/0\" data-bid=\"52-1\" class=\"b\">2Sa 2:1-4,</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/51/1\" data-bid=\"52-2\" class=\"b\"> 8,&#xA0;9;</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/51/2\" data-bid=\"52-3\" class=\"b\"> 3:1&#x2013;4:12</a>.When David subsequently gained the kingship over all Israel, the &#x2018;sons of Jacob,&#x2019; that is, all the tribes of Israel, lauded Judah and prostrated themselves to his representative as ruler. Therefore, David was also able to move against Jerusalem though it was basically in Benjamite territory and, after capturing the stronghold of Zion, to make it his capital. For the most part David conducted himself in a commendable way. So through him, the tribe of Judah was lauded for such qualities as justice and righteousness, and also for its services to the nation, including the maintenance of national security, as Jacob had foretold in his deathbed blessing. The hand of Judah was truly on the back of his enemies as David subdued the Philistines (who had twice sought to overthrow him as king in Zion), as well as the Moabites, Syrians, Edomites, Amalekites, and Ammonites. Thus, under David, Israel&#x2019;s boundaries were at last extended to their God-ordained limits.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002538/52/0\" data-bid=\"53-1\" class=\"b\">Ge 49:8-12;</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/52/1\" data-bid=\"53-2\" class=\"b\"> 2Sa 5:1-10,</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/52/2\" data-bid=\"53-3\" class=\"b\"> 17-25;</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/52/3\" data-bid=\"53-4\" class=\"b\"> 8:1-15;</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/52/4\" data-bid=\"53-5\" class=\"b\"> 12:29-31</a>.By reason of the everlasting covenant for a Kingdom made with David, the tribe of Judah possessed the scepter and the commander&#x2019;s staff for 470 years. (<a href=\"/en/wol/bc/r1/lp-e/1200002538/53/0\" data-bid=\"54-1\" class=\"b\">Ge 49:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/53/1\" data-bid=\"54-2\" class=\"b\"> 2Sa 7:16</a>) But only during the reigns of David and Solomon was there a united kingdom, with all the tribes of Israel prostrating themselves before Judah. On account of Solomon&#x2019;s apostatizing toward the close of his reign, Jehovah ripped ten tribes away from the next Judean king, Rehoboam, and gave these to Jeroboam. (<a href=\"/en/wol/bc/r1/lp-e/1200002538/54/0\" data-bid=\"55-1\" class=\"b\">1Ki 11:31-35;</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/54/1\" data-bid=\"55-2\" class=\"b\"> 12:15-20</a>) Only the Levites and the tribes of Benjamin and Judah remained loyal to the house of David.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002538/55/0\" data-bid=\"56-1\" class=\"b\">1Ki 12:21;</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/55/1\" data-bid=\"56-2\" class=\"b\"> 2Ch 13:9,&#xA0;10</a>.<strong>3. </strong>Judah as a kingdom, including the tribe of Benjamin. (<a href=\"/en/wol/bc/r1/lp-e/1200002538/56/0\" data-bid=\"57-1\" class=\"b\">2Ch 25:5</a>) After Solomon&#x2019;s death the other ten tribes formed an independent kingdom under the Ephraimite Jeroboam.Not long thereafter, in the fifth year of Rehoboam, Egypt&#x2019;s King Shishak invaded the kingdom of Judah as far as Jerusalem and captured fortified cities en route.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002538/57/0\" data-bid=\"58-1\" class=\"b\">1Ki 14:25, 26;</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/57/1\" data-bid=\"58-2\" class=\"b\"> 2Ch 12:2-9</a>.For a period of some 40 years during the reigns of Judean Kings Rehoboam, Abijam (Abijah), and Asa, repeated conflicts occurred between the kingdoms of Judah and Israel. (<a href=\"/en/wol/bc/r1/lp-e/1200002538/58/0\" data-bid=\"59-1\" class=\"b\">1Ki 14:30;</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/58/1\" data-bid=\"59-2\" class=\"b\"> 15:7,</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/58/2\" data-bid=\"59-3\" class=\"b\">&#xA0;16</a>) But Asa&#x2019;s successor Jehoshaphat formed a marriage alliance with wicked King Ahab of Israel. While this meant peace between the two kingdoms, the marriage of Jehoshaphat&#x2019;s son Jehoram to Ahab&#x2019;s daughter Athaliah proved to be disastrous for Judah. Under Athaliah&#x2019;s influence, Jehoram became guilty of rank apostasy. During his reign the Philistines and the Arabs invaded Judah and took captive and killed all of his sons except Jehoahaz (Ahaziah), the youngest. When Ahaziah became king, he likewise followed the directives of wicked Athaliah. After Ahaziah&#x2019;s violent death, Athaliah killed all the royal offspring. But, undoubtedly by divine providence, the infant Jehoash, rightful heir to the throne of David, was hidden and therefore survived. Meanwhile the usurper Athaliah ruled as queen until her execution at the command of High Priest Jehoiada.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002538/59/0\" data-bid=\"60-1\" class=\"b\">2Ch 18:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/59/1\" data-bid=\"60-2\" class=\"b\"> 21:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/59/2\" data-bid=\"60-3\" class=\"b\"> 5, 6,</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/59/3\" data-bid=\"60-4\" class=\"b\"> 16, 17;</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/59/4\" data-bid=\"60-5\" class=\"b\"> 22:1-3,</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/59/5\" data-bid=\"60-6\" class=\"b\"> 9-12;</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/59/6\" data-bid=\"60-7\" class=\"b\"> 23:13-15</a>.Though his reign started out well, Jehoash departed from true worship after the death of High Priest Jehoiada. (<a href=\"/en/wol/bc/r1/lp-e/1200002538/60/0\" data-bid=\"61-1\" class=\"b\">2Ch 24:2,</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/60/1\" data-bid=\"61-2\" class=\"b\"> 17,&#xA0;18</a>) Jehoash&#x2019;s son, Amaziah, likewise failed to continue in a righteous course. During his reign, after years of peaceful coexistence, the ten-tribe kingdom and the kingdom of Judah again met in battle, with the latter suffering a humiliating defeat. (<a href=\"/en/wol/bc/r1/lp-e/1200002538/61/0\" data-bid=\"62-1\" class=\"b\">2Ch 25:1, 2,</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/61/1\" data-bid=\"62-2\" class=\"b\"> 14-24</a>) With the exception of his invading the sanctuary, the next Judean king, Uzziah (Azariah), did what was right in Jehovah&#x2019;s eyes. His successor Jotham proved to be a faithful king. But Jotham&#x2019;s son Ahaz became notorious for practicing large-scale idolatry.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002538/62/0\" data-bid=\"63-1\" class=\"b\">2Ch 26:3, 4,</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/62/1\" data-bid=\"63-2\" class=\"b\"> 16-20;</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/62/2\" data-bid=\"63-3\" class=\"b\"> 27:1,&#xA0;2;</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/62/3\" data-bid=\"63-4\" class=\"b\"> 28:1-4</a>.During Ahaz&#x2019; reign Judah suffered from invasions by the Edomites and the Philistines, as well as by the northern kingdom and Syria. The Syro-Israelite combine even threatened to unseat Ahaz and constitute a man not of the Davidic line as king of Judah. Although assured by the prophet Isaiah that this would not happen, faithless Ahaz bribed Assyrian King Tiglath-pileser&#xA0;III to come to his aid. This unwise move brought the heavy yoke of Assyria upon Judah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002538/63/0\" data-bid=\"64-1\" class=\"b\">2Ch 28:5-21;</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/63/1\" data-bid=\"64-2\" class=\"b\"> Isa 7:1-12</a>.Hezekiah, Ahaz&#x2019; son, restored true worship and rebelled against the king of Assyria. (<a href=\"/en/wol/bc/r1/lp-e/1200002538/64/0\" data-bid=\"65-1\" class=\"b\">2Ki 18:1-7</a>) Consequently Sennacherib invaded Judah and captured many fortified cities. But Jerusalem was never taken, for in one night the angel of Jehovah slew 185,000 in the camp of the Assyrians. Humiliated, Sennacherib returned to Nineveh. (<a href=\"/en/wol/bc/r1/lp-e/1200002538/65/0\" data-bid=\"66-1\" class=\"b\">2Ki 18:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/65/1\" data-bid=\"66-2\" class=\"b\"> 19:32-36</a>) Some eight years earlier, in 740&#xA0;B.C.E., the ten-tribe kingdom had come to its end with the fall of its capital Samaria to the Assyrians.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002538/66/0\" data-bid=\"67-1\" class=\"b\">2Ki 17:4-6</a>.Judah&#x2019;s next king, Hezekiah&#x2019;s son Manasseh, revived idolatry. However, upon being taken as a captive to Babylon by the king of Assyria, he repented and, after his return to Jerusalem, undertook <span id=\"page127\" class=\"pageNum\" data-no=\"127\" data-before-text=\"127\"></span>religious reforms. (<a href=\"/en/wol/bc/r1/lp-e/1200002538/67/0\" data-bid=\"68-1\" class=\"b\">2Ch 33:10-16</a>) But his son Amon reverted to idolatry.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002538/68/0\" data-bid=\"69-1\" class=\"b\">2Ch 33:21-24</a>.The last sweeping campaign against idolatry came during the reign of Amon&#x2019;s son Josiah. However, it was then too late for genuine repentance to be effected among the people in general. Therefore, Jehovah decreed the complete desolation of Judah and Jerusalem. Finally, Josiah himself was killed in an attempt to turn the Egyptian forces back at Megiddo as they were on their way to assist the king of Assyria at Carchemish.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002538/69/0\" data-bid=\"70-1\" class=\"b\">2Ki 22:1&#x2013;23:30;</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/69/1\" data-bid=\"70-2\" class=\"b\"> 2Ch 35:20</a>.The last four Judean kings, Jehoahaz, Jehoiakim, Jehoiachin, and Zedekiah proved to be bad rulers. Pharaoh Nechoh deposed Jehoahaz, laid a heavy fine on the land of Judah, and made Jehoahaz&#x2019; brother Jehoiakim king. (<a href=\"/en/wol/bc/r1/lp-e/1200002538/70/0\" data-bid=\"71-1\" class=\"b\">2Ki 23:31-35</a>) Later, apparently after eight years of his reign, Jehoiakim was made a vassal to Nebuchadnezzar the king of Babylon, who had earlier defeated the Egyptians at Carchemish. For three years Jehoiakim served the king of Babylon but then rebelled. (<a href=\"/en/wol/bc/r1/lp-e/1200002538/71/0\" data-bid=\"72-1\" class=\"b\">2Ki 24:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/71/1\" data-bid=\"72-2\" class=\"b\"> Jer 46:2</a>) Thereafter Nebuchadnezzar, evidently intending to take the rebellious king as a prisoner to Babylon, came against Jerusalem. (<a href=\"/en/wol/bc/r1/lp-e/1200002538/72/0\" data-bid=\"73-1\" class=\"b\">2Ch 36:6</a>) However, Jehoiakim never was taken to Babylon, for he died in a manner not disclosed in the Bible. Subsequently Jehoiachin became king. After ruling for only three months and ten days, he voluntarily surrendered to Nebuchadnezzar and, along with other members of the royal family and thousands of his subjects, went into Babylonian exile. Then Nebuchadnezzar placed Jehoiachin&#x2019;s uncle, Zedekiah, on the throne of Judah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002538/73/0\" data-bid=\"74-1\" class=\"b\">2Ki 24:6,</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/73/1\" data-bid=\"74-2\" class=\"b\"> 8-17;</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/73/2\" data-bid=\"74-3\" class=\"b\"> 2Ch 36:9,&#xA0;10</a>.In his ninth year as vassal king, Zedekiah rebelled and looked to Egypt&#x2019;s military might for support against Babylon. (<a href=\"/en/wol/bc/r1/lp-e/1200002538/74/0\" data-bid=\"75-1\" class=\"b\">2Ki 24:18&#x2013;25:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/74/1\" data-bid=\"75-2\" class=\"b\"> 2Ch 36:11-13;</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/74/2\" data-bid=\"75-3\" class=\"b\"> Eze 17:15-21</a>) Nebuchadnezzar, therefore, marched his armies toward Judah. For 18 months Jerusalem was subjected to siege until its walls were finally breached. Although Zedekiah fled, he was captured, his sons were slaughtered before him, and he was then blinded. The next month most of the survivors were taken into exile. Over the few remaining lowly people of Judah, Gedaliah was appointed as governor. But following his assassination, the people fled to Egypt. Thus in the seventh month of 607&#xA0;B.C.E. the land of Judah was completely desolated.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002538/75/0\" data-bid=\"76-1\" class=\"b\">2Ki 25:1-26</a>; for details see articles on the individual kings.<strong>Rulership Not Lost. </strong>This calamitous end for the kingdom of Judah, however, did not mean that the scepter and commander&#x2019;s staff had departed from the tribe for all time. According to Jacob&#x2019;s deathbed prophecy, the tribe of Judah was to produce the permanent royal heir, Shiloh (meaning &#x201C;He Whose It Is; He To Whom It Belongs&#x201D;). (<a href=\"/en/wol/bc/r1/lp-e/1200002538/76/0\" data-bid=\"77-1\" class=\"b\">Ge 49:10</a>) Appropriately, therefore, before the overthrow of the kingdom of Judah, Jehovah, through Ezekiel, directed these words to Zedekiah: &#x201C;Remove the turban, and lift off the crown. This will not be the same. Put on high even what is low, and bring low even the high one. A ruin, a ruin, a ruin I shall make it. As for this also, it will certainly become no one&#x2019;s until he comes who has the legal right, and I must give it to him.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002538/77/0\" data-bid=\"78-1\" class=\"b\">Eze 21:26,&#xA0;27</a>) The one having the legal right, as indicated by the angel Gabriel&#x2019;s announcement to the virgin Jewess Mary some 600 years later, is none other than Jesus, the Son of God. (<a href=\"/en/wol/bc/r1/lp-e/1200002538/78/0\" data-bid=\"79-1\" class=\"b\">Lu 1:31-33</a>) It is, therefore, fitting that Jesus Christ bears the title &#x201C;the Lion that is of the tribe of Judah.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002538/79/0\" data-bid=\"80-1\" class=\"b\">Re 5:5</a>.<strong>Compared With the Northern Kingdom. </strong>The kingdom of Judah enjoyed far greater stability and also lasted about 133 years longer than did the northern kingdom. Several factors contributed to this. (1)&#xA0;On account of God&#x2019;s covenant with David, the royal line remained unbroken, whereas in the northern kingdom fewer than half of the kings had their own sons succeed them. (2)&#xA0;The continuance of the Aaronic priesthood at the temple in Jerusalem had Jehovah&#x2019;s blessing and made it easier for the unfaithful nation to return to their God. (<a href=\"/en/wol/bc/r1/lp-e/1200002538/80/0\" data-bid=\"81-1\" class=\"b\">2Ch 13:8-20</a>) On the other hand, in the northern kingdom the institution and continuance of calf worship was deemed necessary for the preservation of independence from Judah, and apparently for this reason no efforts were ever made to eradicate it. (<a href=\"/en/wol/bc/r1/lp-e/1200002538/81/0\" data-bid=\"82-1\" class=\"b\">1Ki 12:27-33</a>) (3)&#xA0;Four of the 19 Judean kings, Asa, Jehoshaphat, Hezekiah, and Josiah, were outstanding in their devotion to true worship and instituted major religious reforms.However, the history of both kingdoms illustrates the folly of disregarding Jehovah&#x2019;s commands and trusting in military alliances for security. Also, Jehovah&#x2019;s long-suffering with his disobedient people is highlighted. Time and again he sent his prophets to encourage repentance among the people, but often their warnings were not heeded. (<a href=\"/en/wol/bc/r1/lp-e/1200002538/82/0\" data-bid=\"83-1\" class=\"b\">Jer 25:4-7</a>) Among the prophets serving in Judah were Shemaiah, Iddo, Azariah, Oded, Hanani, Jehu, Eliezer, Jahaziel, Micah, Hosea, Isaiah, Zephaniah, Habakkuk, and Jeremiah.<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200002538/0\">ISRAEL</a> Nos.&#xA0;2 and&#xA0;3.<strong>After the Exile. </strong>In 537&#xA0;B.C.E., when Cyrus&#x2019; decree permitting the Israelites to return to the land of Judah and there rebuild the temple went into effect, apparently representatives from the various tribes came back to their homeland. (<a href=\"/en/wol/bc/r1/lp-e/1200002538/83/0\" data-bid=\"84-1\" class=\"b\">Ezr 1:1-4;</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/83/1\" data-bid=\"84-2\" class=\"b\"> <span id=\"page128\" class=\"pageNum\" data-no=\"128\" data-before-text=\"128\"></span>Isa 11:11,&#xA0;12</a>) In fulfillment of <a href=\"/en/wol/bc/r1/lp-e/1200002538/84/0\" data-bid=\"85-1\" class=\"b\">Ezekiel 21:27</a>, never did a king of the Davidic line administer the affairs of the repatriated people. It is also noteworthy that no mention is made of tribal jealousies, indicating that Ephraim and Judah had indeed become one.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002538/85/0\" data-bid=\"86-1\" class=\"b\">Isa 11:13</a>.<strong>4. </strong>Apparently the same as the Levite Hodaviah, or Hodevah, whose sons returned to Jerusalem with Zerubbabel.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002538/86/0\" data-bid=\"87-1\" class=\"b\">Ezr 2:40;</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/86/1\" data-bid=\"87-2\" class=\"b\"> 3:9;</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/86/2\" data-bid=\"87-3\" class=\"b\"> Ne 7:43</a>.<strong>5. </strong>A Levite listed among those returning with Zerubbabel.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002538/87/0\" data-bid=\"88-1\" class=\"b\">Ne 12:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/87/1\" data-bid=\"88-2\" class=\"b\">&#xA0;8</a>.<strong>6. </strong>A Levite among those dismissing their foreign wives and sons.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002538/88/0\" data-bid=\"89-1\" class=\"b\">Ezr 10:23,</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/88/1\" data-bid=\"89-2\" class=\"b\">&#xA0;44</a>.<strong>7. </strong>A Benjamite resident of Jerusalem serving there in a supervisory capacity after the exile.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002538/89/0\" data-bid=\"90-1\" class=\"b\">Ne 11:7,</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/89/1\" data-bid=\"90-2\" class=\"b\">&#xA0;9</a>.<strong>8. </strong>One in the inaugural march arranged by Nehemiah after the completion of Jerusalem&#x2019;s wall.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002538/90/0\" data-bid=\"91-1\" class=\"b\">Ne 12:31,</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/90/1\" data-bid=\"91-2\" class=\"b\">&#xA0;34</a>.<strong>9. </strong>A priestly musician in the inaugural march.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002538/91/0\" data-bid=\"92-1\" class=\"b\">Ne 12:31,</a><a href=\"/en/wol/bc/r1/lp-e/1200002538/91/1\" data-bid=\"92-2\" class=\"b\"> 35,&#xA0;36</a>."}