{"title":"Judea","link":"/en/wol/d/r1/lp-e/1200002544","html":"<span id=\"page132\" class=\"pageNum\" data-no=\"132\" data-before-text=\"132\"></span><strong>JUDEA</strong>(Ju&#xB7;de&#x2B9;a) [from Heb., Of (Belonging to) Judah].The exact boundaries of this region of Palestine are uncertain. Seemingly Judea embraced <span id=\"page133\" class=\"pageNum\" data-no=\"133\" data-before-text=\"133\"></span>an area of approximately 80&#xA0;km (50&#xA0;mi) from east to west and about 50&#xA0;km (30&#xA0;mi) from north to south. Samaria lay to the north and Idumea to the south. The Dead Sea and the Jordan Valley formed the eastern boundary. However, when Idumean territory was included in Judea, the southern boundary appears to have extended from below Gaza in the west to Masada in the east.At <a href=\"/en/wol/bc/r1/lp-e/1200002544/0/0\" data-bid=\"1-1\" class=\"b\">Matthew 19:1</a> the reference to Jesus&#x2019; leaving Galilee and coming to &#x201C;the frontiers of Judea across the Jordan&#x201D; may mean that Jesus departed from Galilee, crossed the Jordan, and entered Judea by way of Perea.Herod the Great was the &#x201C;king of Judea&#x201D; at the time John the Baptizer and Jesus were born. (<a href=\"/en/wol/bc/r1/lp-e/1200002544/1/0\" data-bid=\"2-1\" class=\"b\">Lu 1:5</a>) Earlier, Herod had been constituted king of Judea by the Roman senate. His dominions were later increased and at the time of his death included Judea, Galilee, Samaria, Idumea, Perea, and other regions. Herod the Great&#x2019;s son Archelaus inherited the rulership over Judea, Samaria, and Idumea. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200002544/2/0\" data-bid=\"3-1\" class=\"b\">Mt 2:22,&#xA0;23</a>.) But subsequent to his banishment Judea came under the administration of Roman governors having their official residence at Caesarea. With the exception of the brief reign of Herod Agrippa&#xA0;I as king over Palestine (<a href=\"/en/wol/bc/r1/lp-e/1200002544/3/0\" data-bid=\"4-1\" class=\"b\">Ac 12:1</a>), governors administered the affairs of Judea until the Jewish revolt in 66&#xA0;C.E.Toward the close of the first century B.C.E., in fulfillment of prophecy, the promised Messiah, Jesus, was born at Bethlehem in Judea. (<a href=\"/en/wol/bc/r1/lp-e/1200002544/4/0\" data-bid=\"5-1\" class=\"b\">Mt 2:3-6;</a><a href=\"/en/wol/bc/r1/lp-e/1200002544/4/1\" data-bid=\"5-2\" class=\"b\"> Lu 2:10,&#xA0;11</a>) After the visit of some Oriental astrologers, Jesus&#x2019; adoptive father Joseph, having been alerted by an angel in a dream concerning Herod the Great&#x2019;s intent to destroy the child, fled with his family to Egypt. Following Herod&#x2019;s death Joseph did not return to Judea but settled at Nazareth in Galilee. This was because Herod&#x2019;s son Archelaus then ruled over Judea and also on account of the divine warning given to Joseph in a dream.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002544/5/0\" data-bid=\"6-1\" class=\"b\">Mt 2:7-23</a>.In the spring of 29&#xA0;C.E., when John the Baptizer began his work in preparation for Messiah&#x2019;s coming, Judea was under the jurisdiction of Roman Governor Pontius Pilate. Many, including Judeans, heard John&#x2019;s preaching in the Wilderness of Judea and were baptized in symbol of repentance. (<a href=\"/en/wol/bc/r1/lp-e/1200002544/6/0\" data-bid=\"7-1\" class=\"b\">Mt 3:1-6;</a><a href=\"/en/wol/bc/r1/lp-e/1200002544/6/1\" data-bid=\"7-2\" class=\"b\"> Lu 3:1-16</a>) At the time Jesus commenced his ministry less than eight months later, inhabitants of Judea were given further opportunity to return to Jehovah with a complete heart. For a time Jesus&#x2019; disciples even immersed more persons than John the Baptizer. (<a href=\"/en/wol/bc/r1/lp-e/1200002544/7/0\" data-bid=\"8-1\" class=\"b\">Joh 3:22;</a><a href=\"/en/wol/bc/r1/lp-e/1200002544/7/1\" data-bid=\"8-2\" class=\"b\"> 4:1-3</a>) After Jesus departed for Galilee great crowds from Jerusalem and Judea followed him and thus benefited from his ministry there. (<a href=\"/en/wol/bc/r1/lp-e/1200002544/8/0\" data-bid=\"9-1\" class=\"b\">Mt 4:25;</a><a href=\"/en/wol/bc/r1/lp-e/1200002544/8/1\" data-bid=\"9-2\" class=\"b\"> Mr 3:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200002544/8/2\" data-bid=\"9-3\" class=\"b\"> Lu 6:17</a>) Like the Galileans, many of these Judeans doubtless had their initial interest aroused by what they saw Jesus doing in Jerusalem at the festival (Passover, 30&#xA0;C.E.). (<a href=\"/en/wol/bc/r1/lp-e/1200002544/9/0\" data-bid=\"10-1\" class=\"b\">Joh 4:45</a>) News of Jesus&#x2019; miracles in Galilee, such as the resurrection of the only son <span id=\"page134\" class=\"pageNum\" data-no=\"134\" data-before-text=\"134\"></span>of a widow at Nain, also spread throughout Judea.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002544/10/0\" data-bid=\"11-1\" class=\"b\">Lu 7:11-17</a>.However, intense opposition came against Jesus from the religious leaders of Judea. These appear to have wielded greater influence over the Judeans than over the Galileans. Already from Passover time of 31&#xA0;C.E. onward Jesus was no longer safe in Judea. (<a href=\"/en/wol/bc/r1/lp-e/1200002544/11/0\" data-bid=\"12-1\" class=\"b\">Joh 5:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002544/11/1\" data-bid=\"12-2\" class=\"b\"> 16-18;</a><a href=\"/en/wol/bc/r1/lp-e/1200002544/11/2\" data-bid=\"12-3\" class=\"b\"> 7:1</a>) Nevertheless, he attended the festivals at Jerusalem and used the opportunity to preach. (<a href=\"/en/wol/bc/r1/lp-e/1200002544/12/0\" data-bid=\"13-1\" class=\"b\">Joh 7:10-13,</a><a href=\"/en/wol/bc/r1/lp-e/1200002544/12/1\" data-bid=\"13-2\" class=\"b\"> 25, 26,</a><a href=\"/en/wol/bc/r1/lp-e/1200002544/12/2\" data-bid=\"13-3\" class=\"b\"> 32;</a><a href=\"/en/wol/bc/r1/lp-e/1200002544/12/3\" data-bid=\"13-4\" class=\"b\"> 10:22-39</a>) It was probably in Judea, after the Festival of Booths in 32&#xA0;C.E., that Jesus sent out the&#xA0;70. (<a href=\"/en/wol/bc/r1/lp-e/1200002544/13/0\" data-bid=\"14-1\" class=\"b\">Lu 10:1-24</a>) Later, despite previous attempts to stone him, Jesus, on learning that his friend Lazarus had died, decided to go to Judea. Jesus&#x2019; subsequent resurrection of Lazarus at Bethany was used by the religious leaders as a further reason to seek his death. Some of them said: &#x201C;If we let him alone this way, they will all put faith in him, and the Romans will come and take away both our place and our nation.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002544/14/0\" data-bid=\"15-1\" class=\"b\">Joh 11:5-8,</a><a href=\"/en/wol/bc/r1/lp-e/1200002544/14/1\" data-bid=\"15-2\" class=\"b\"> 45-53</a>.While the synoptic Gospels deal mainly with Jesus&#x2019; ministry in Galilee (likely because of better response there), Jesus did not neglect Judea. Otherwise his enemies could not have stated before Pilate: &#x201C;He stirs up the people by teaching throughout all Judea, even starting out from Galilee to here.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002544/15/0\" data-bid=\"16-1\" class=\"b\">Lu 23:5</a>.After the death and resurrection of Christ Jesus, Jerusalem and Judea continued to receive a thorough witness. (<a href=\"/en/wol/bc/r1/lp-e/1200002544/16/0\" data-bid=\"17-1\" class=\"b\">Ac 1:8</a>) On the day of Pentecost, 33&#xA0;C.E., Judeans were doubtless among the 3,000 that responded to Peter&#x2019;s preaching and were baptized. Afterward the Christian congregation at Jerusalem continued to enjoy increases. (<a href=\"/en/wol/bc/r1/lp-e/1200002544/17/0\" data-bid=\"18-1\" class=\"b\">Ac&#xA0;2</a>) But this was not without opposition. (<a href=\"/en/wol/bc/r1/lp-e/1200002544/18/0\" data-bid=\"19-1\" class=\"b\">Ac 4:5-7,</a><a href=\"/en/wol/bc/r1/lp-e/1200002544/18/1\" data-bid=\"19-2\" class=\"b\"> 15-17;</a><a href=\"/en/wol/bc/r1/lp-e/1200002544/18/2\" data-bid=\"19-3\" class=\"b\"> 5:17, 18,</a><a href=\"/en/wol/bc/r1/lp-e/1200002544/18/3\" data-bid=\"19-4\" class=\"b\"> 40;</a><a href=\"/en/wol/bc/r1/lp-e/1200002544/18/4\" data-bid=\"19-5\" class=\"b\"> 6:8-12</a>) After the stoning of the Christian Stephen, such bitter persecution came that &#x201C;all except the apostles were scattered throughout the regions of Judea and Samaria.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002544/19/0\" data-bid=\"20-1\" class=\"b\">Ac 8:1</a>) But, instead of being a hindrance, this scattering resulted in spreading the Christian message, and apparently new congregations were formed in Judea and elsewhere. (<a href=\"/en/wol/bc/r1/lp-e/1200002544/20/0\" data-bid=\"21-1\" class=\"b\">Ac 8:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200002544/20/1\" data-bid=\"21-2\" class=\"b\"> Ga 1:22</a>) Following the conversion of the persecutor Saul of Tarsus, &#x201C;the congregation throughout the whole of Judea and Galilee and Samaria entered into a period of peace, being built up; and as it walked in the fear of Jehovah and in the comfort of the holy spirit it kept on multiplying.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002544/21/0\" data-bid=\"22-1\" class=\"b\">Ac 9:31</a>) The former persecutor, the apostle Paul himself, preached in Jerusalem and Judea. (<a href=\"/en/wol/bc/r1/lp-e/1200002544/22/0\" data-bid=\"23-1\" class=\"b\">Ac 26:20</a>) Through the activities of Paul and others, new congregations of Christians were established, and the apostles and older men of the Jerusalem congregation served as a governing body for all of these.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002544/23/0\" data-bid=\"24-1\" class=\"b\">Ac 15:1-33;</a><a href=\"/en/wol/bc/r1/lp-e/1200002544/23/1\" data-bid=\"24-2\" class=\"b\"> Ro 15:30-32</a>.Apparently many of the Jewish Christians living in Judea were poor. It therefore must have been very encouraging for them to benefit from the voluntary relief measures organized in their behalf by their Christian brothers in other parts of the earth. (<a href=\"/en/wol/bc/r1/lp-e/1200002544/24/0\" data-bid=\"25-1\" class=\"b\">Ac 11:28-30;</a><a href=\"/en/wol/bc/r1/lp-e/1200002544/24/1\" data-bid=\"25-2\" class=\"b\"> Ro 15:25-27;</a><a href=\"/en/wol/bc/r1/lp-e/1200002544/24/2\" data-bid=\"25-3\" class=\"b\"> 1Co 16:1-3;</a><a href=\"/en/wol/bc/r1/lp-e/1200002544/24/3\" data-bid=\"25-4\" class=\"b\"> 2Co 9:5,</a><a href=\"/en/wol/bc/r1/lp-e/1200002544/24/4\" data-bid=\"25-5\" class=\"b\">&#xA0;7</a>) As they continued their faithful service the Jewish Christians in Judea suffered much persecution from unbelieving fellow countrymen. (<a href=\"/en/wol/bc/r1/lp-e/1200002544/25/0\" data-bid=\"26-1\" class=\"b\">1Th 2:14</a>) Finally, in 66&#xA0;C.E., when the Roman armies under Cestius Gallus withdrew from Jerusalem, these Christians, in obedience to Jesus&#x2019; prophetic words, fled from Jerusalem and Judea to the mountains, thereby escaping the terrible destruction visited upon Jerusalem in 70&#xA0;C.E.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002544/26/0\" data-bid=\"27-1\" class=\"b\">Mt 24:15, 16;</a><a href=\"/en/wol/bc/r1/lp-e/1200002544/26/1\" data-bid=\"27-2\" class=\"b\"> Mr 13:14;</a><a href=\"/en/wol/bc/r1/lp-e/1200002544/26/2\" data-bid=\"27-3\" class=\"b\"> Lu 21:20,&#xA0;21</a>."}