{"title":"Keturah","link":"/en/wol/d/r1/lp-e/1200002598","html":"<span id=\"page147\" class=\"pageNum\" data-no=\"147\" data-before-text=\"147\"></span><strong>KETURAH</strong>(Ke&#xB7;tu&#x2B9;rah) [from a root meaning &#x201C;make sacrificial smoke&#x201D;].A wife of Abraham and the mother of six of his sons, Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah, ancestors of various N Arabian peoples dwelling to the S and E of Palestine.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002598/0/0\" data-bid=\"1-1\" class=\"b\">Ge 25:1-4</a>.Keturah is specifically referred to as &#x201C;Abraham&#x2019;s concubine&#x201D; at <a href=\"/en/wol/bc/r1/lp-e/1200002598/1/0\" data-bid=\"2-1\" class=\"b\">1&#xA0;Chronicles 1:32</a>, and quite apparently she and Hagar are meant at <a href=\"/en/wol/bc/r1/lp-e/1200002598/2/0\" data-bid=\"3-1\" class=\"b\">Genesis 25:6</a>, where reference is made to the sons of Abraham&#x2019;s &#x201C;concubines.&#x201D; Keturah was therefore a secondary wife who never attained the same position as Sarah the mother of Isaac, through whom the promised Seed came. (<a href=\"/en/wol/bc/r1/lp-e/1200002598/3/0\" data-bid=\"4-1\" class=\"b\">Ge 17:19-21;</a><a href=\"/en/wol/bc/r1/lp-e/1200002598/3/1\" data-bid=\"4-2\" class=\"b\"> 21:2, 3,</a><a href=\"/en/wol/bc/r1/lp-e/1200002598/3/2\" data-bid=\"4-3\" class=\"b\"> 12;</a><a href=\"/en/wol/bc/r1/lp-e/1200002598/3/3\" data-bid=\"4-4\" class=\"b\"> Heb 11:17,&#xA0;18</a>) While &#x201C;Abraham gave everything he had to Isaac,&#x201D; the patriarch gave gifts to the sons of his concubines and then &#x201C;sent them away from Isaac his son, while he was still alive, eastward, to the land of the East.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002598/4/0\" data-bid=\"5-1\" class=\"b\">Ge 25:5,&#xA0;6</a>.It has been contended that Abraham took Keturah as a concubine prior to Sarah&#x2019;s death, some thinking it improbable that he would have six sons by one woman after he was about 140 years old and that he would then survive to see them attain an age at which he might send them away. However, Abraham lived for more than 35 years after Sarah&#x2019;s death, dying at the age of 175 years. (<a href=\"/en/wol/bc/r1/lp-e/1200002598/5/0\" data-bid=\"6-1\" class=\"b\">Ge 25:7,&#xA0;8</a>) So he could well have taken Keturah as a wife, had six sons by her, and seen them grow up before he died. Also, it seems proper to consider Abraham&#x2019;s general regard for Sarah&#x2019;s feelings, which makes it unlikely that he would risk the possibility of further discord in the household (comparable to that involving Hagar and Ishmael) by taking another concubine during Sarah&#x2019;s lifetime. The order of events as set forth in the book of Genesis is quite conclusive in indicating that it was after Sarah&#x2019;s death that Abraham took Keturah as his wife.<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200002598/6/0\" data-bid=\"7-1\" class=\"b\">Ge 23:1,&#xA0;2;</a><a href=\"/en/wol/bc/r1/lp-e/1200002598/6/1\" data-bid=\"7-2\" class=\"b\"> 24:67;</a><a href=\"/en/wol/bc/r1/lp-e/1200002598/6/2\" data-bid=\"7-3\" class=\"b\"> 25:1</a>.It was only because their reproductive powers were miraculously revived that Abraham and Sarah were able to have a son, Isaac, in their old age. (<a href=\"/en/wol/bc/r1/lp-e/1200002598/7/0\" data-bid=\"8-1\" class=\"b\">Heb 11:11,&#xA0;12</a>) Evidently, such restored powers enabled Abraham to become father to six more sons by Keturah when he was even more advanced in age."}