{"title":"Kiln","link":"/en/wol/d/r1/lp-e/1200002607","html":"<span id=\"page151\" class=\"pageNum\" data-no=\"151\" data-before-text=\"151\"></span><strong>KILN</strong>A heating chamber designed for processing various materials. Kilns of ancient times were used for baking bricks, firing pottery, and processing lime. Unlike the modern meaning of the English term &#x201C;kiln,&#x201D; the Hebrew word <em>kiv&#xB7;shan&#x2B9; </em>does not embrace structures classified as ovens.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002607/0\">OVEN</a>.In view of the progress made in pre-Flood times in the forging of copper and iron tools (<a href=\"/en/wol/bc/r1/lp-e/1200002607/0/0\" data-bid=\"1-1\" class=\"b\">Ge 4:22</a>), kilns were likely developed at an early point in man&#x2019;s history. Though not directly mentioned, there is evidence for their use in Nimrod&#x2019;s day. When about to build the city of Babel and its tower in the land of Shinar, the post-Flood people said: &#x201C;Come on! Let us make bricks and bake them with a burning process.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002607/1/0\" data-bid=\"2-1\" class=\"b\">Ge 11:3</a>) Ancient Babylonian ruins reveal the use of kiln-fired bricks from ancient times. Such durable bricks were used in the more important structures for veneered walls and for paved areas. Some houses excavated at Ur (Abraham&#x2019;s onetime residence) have the lower level built with burnt bricks, while the second story was evidently of sun-dried bricks. Sun-dried bricks, while not as durable as kiln-fired bricks, were inexpensive, easy to manufacture, and satisfactory in dry climates.<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200002607/1\">BRICK</a>.Egyptian pottery kilns were shaped like a tapered chimney, with a perforated baffle between the fire pit below and the firing chamber above. The pottery was placed in this chamber before the fuel was ignited. The correct firing of the kiln was a trade secret among Egyptian potters, and skill was required to bring out the desired qualities in the finished products. The draft created by the air rushing from the fireplace up the flue drew the fire through the baffle perforations and allowed it to circulate around the pottery before passing out at the top of the stack.In preparation for His sixth blow against Egypt and its proud Pharaoh, Jehovah commanded Moses and Aaron: &#x201C;Take for yourselves both hands full of soot from a kiln, and Moses must toss it toward the heavens in Pharaoh&#x2019;s sight.&#x201D; Complying with these instructions, &#x201C;they took the soot of a kiln and stood before Pharaoh, and Moses tossed it toward the heavens, and it became boils with blisters, breaking out on man and beast.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002607/2/0\" data-bid=\"3-1\" class=\"b\">Ex 9:8-10</a>.Palestinian kilns, or furnaces, discovered at Megiddo, measuring about 2.5 by 3&#xA0;m (8 by 10&#xA0;ft), are U-shaped. In this type, the fireplace is located in the bend of the enclosure. Evidently, the draft entering below the fireplace door forced the flames through the two firing chambers and out the two flues located at the rear of the kiln.<strong>Limekilns. </strong>Limekilns were used in ancient Palestine because of the abundance of limestone. More recently in that land such kilns have been built on hillsides, the hill forming part of the rear wall. The kilns have been constructed of rough stones without mortar, the spaces between the stones being filled with clay but with a large open flue at the top. After the interior was properly packed with crushed limestone, a hot fire made from brush would be started in the fireplace at the base of the kiln. The strong draft entering through a tunnel in the bottom of the kiln would carry the flames up through the limestone, heating it until it was converted into lime. This process would normally continue for several days.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002607/2\">LIME</a>.The first direct Biblical reference to a kiln is at <a href=\"/en/wol/bc/r1/lp-e/1200002607/3/0\" data-bid=\"4-1\" class=\"b\">Genesis 19:28</a>. There the black voluminous smoke of a kiln is used to describe the scene Abraham saw when he looked down upon the burning cities of Sodom and Gomorrah and all the District and observed that &#x201C;thick smoke ascended from the land like the thick smoke of a kiln!&#x201D;When the Israelites gathered at the base of Mount Sinai to &#x2018;meet the true God,&#x2019; the awe-inspiring spectacle before their eyes included Mount Sinai&#x2019;s smoking all over, &#x201C;due to the fact that Jehovah came down upon it in fire; and its smoke kept ascending like the smoke of a kiln, and the whole mountain was trembling very much.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002607/4/0\" data-bid=\"5-1\" class=\"b\">Ex 19:17,&#xA0;18</a>.The rendering of <a href=\"/en/wol/bc/r1/lp-e/1200002607/5/0\" data-bid=\"6-1\" class=\"b\">2&#xA0;Samuel 12:31</a> in the <em>King James Version </em>makes it appear that David caused Ammonite captives to &#x201C;pass through the brickkiln,&#x201D; but the sense of the Hebrew text, by a correction of one letter, appears to be that he &#x201C;made them serve at brickmaking.&#x201D;<wbr>&#x2014;<em>NW; AT; RS.</em>"}