{"title":"Kingdom of God","link":"/en/wol/d/r1/lp-e/1200002615","html":"<span id=\"page159\" class=\"pageNum\" data-no=\"159\" data-before-text=\"159\"></span><strong>KINGDOM OF GOD</strong>The expression and exercise of God&#x2019;s universal sovereignty toward his creatures, or the means or instrumentality used by him for this purpose. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/0/0\" data-bid=\"1-1\" class=\"b\">Ps 103:19</a>) The phrase is used particularly for the expression of God&#x2019;s sovereignty through a royal government headed by his Son, Christ Jesus.The word rendered &#x201C;kingdom&#x201D; in the Christian Greek Scriptures is <em>ba&#xB7;si&#xB7;lei&#x2B9;a, </em>meaning &#x201C;a kingdom, realm, the region or country governed by a king; kingly power, authority, dominion, reign; royal dignity, the title and honour of king.&#x201D; (<em>The Analytical Greek Lexicon, </em>1908, p.&#xA0;67) The phrase &#x201C;the kingdom of God&#x201D; is used frequently by Mark and Luke, and in Matthew&#x2019;s account the parallel phrase &#x201C;the kingdom of the heavens&#x201D; appears some 30 times.<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200002615/1/0\" data-bid=\"2-1\" class=\"b\">Mr 10:23</a> and <a href=\"/en/wol/bc/r1/lp-e/1200002615/2/0\" data-bid=\"3-1\" class=\"b\">Lu 18:24</a> with <a href=\"/en/wol/bc/r1/lp-e/1200002615/3/0\" data-bid=\"4-1\" class=\"b\">Mt 19:23, 24</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200002615/0\">HEAVEN</a> (Spiritual Heavens); <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002615/1\">KINGDOM</a>.The government of God is, in structure and function, a pure theocracy (from Gr. <em>the&#xB7;os&#x2B9;, </em>god, and <em>kra&#x2B9;tos, </em>a rule), a rule by God. The term &#x201C;theocracy&#x201D; is attributed to Jewish historian Josephus of the first century C.E., who evidently coined it in his writing <em>Against Apion </em>(II, 164, 165 [17]). Of the government established over Israel in Sinai, Josephus wrote: &#x201C;Some peoples have entrusted the supreme political power to monarchies, others to oligarchies, yet others to the masses. Our lawgiver, however, was attracted by none of these forms of polity, but gave to his constitution the form of what<wbr>&#x2014;if a forced expression be permitted&#x2014;<wbr>may be termed a &#x2018;theocracy [Gr., <em>the&#xB7;o&#xB7;kra&#xB7;ti&#x2B9;an</em>],&#x2019; placing all sovereignty and authority in the hands of God.&#x201D; To be a pure theocracy, of course, the government could not be ordained by any human legislator, such as the man Moses, but must be ordained and established by God. The Scriptural record shows this was the case.<strong>Origin of the Term. </strong>The term &#x201C;king&#x201D; (Heb., <em>me&#x2B9;lekh</em>) evidently came into use in human language after the global Flood. The first earthly kingdom was that of Nimrod &#x201C;a mighty hunter in opposition to Jehovah.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002615/4/0\" data-bid=\"5-1\" class=\"b\">Ge 10:8-12</a>) Thereafter, during the period down to Abraham&#x2019;s time, city-states and nations developed and human kings multiplied. With the exception of the kingdom of Melchizedek, king-priest of Salem (who served as a prophetic type of the Messiah [<a href=\"/en/wol/bc/r1/lp-e/1200002615/5/0\" data-bid=\"6-1\" class=\"b\">Ge 14:17-20;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/5/1\" data-bid=\"6-2\" class=\"b\"> Heb 7:1-17</a>]), none of these earthly kingdoms represented God&#x2019;s rule or were established by him. Men also made kings of the false gods they worshiped, attributing to them the ability to grant power of rulership to humans. Jehovah&#x2019;s application of the title &#x201C;King [<em>Me&#x2B9;lekh</em>]&#x201D; to himself, as found in the post-Flood writings of the Hebrew Scriptures, therefore meant God&#x2019;s making use of the title men had developed and employed. God&#x2019;s use of the term showed that he, and not presumptuous human rulers or man-made gods, should be looked to and obeyed as &#x201C;King.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002615/6/0\" data-bid=\"7-1\" class=\"b\">Jer 10:10-12</a>.Jehovah had, of course, been Sovereign Ruler long before human kingdoms developed, in fact before humans existed. As the true God and as their Creator, he was respected and obeyed by angelic sons numbering into the millions. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/7/0\" data-bid=\"8-1\" class=\"b\">Job 38:4-7;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/7/1\" data-bid=\"8-2\" class=\"b\"> 2Ch 18:18;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/7/2\" data-bid=\"8-3\" class=\"b\"> Ps 103:20-22;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/7/3\" data-bid=\"8-4\" class=\"b\"> Da 7:10</a>) By <span id=\"page160\" class=\"pageNum\" data-no=\"160\" data-before-text=\"160\"></span>whatever title, then, he was, from the beginning of creation, recognized as the One whose will was rightfully supreme.<strong>God&#x2019;s Rulership in Early Human History. </strong>The first human creatures, Adam and Eve, likewise knew Jehovah as God, the Creator of heaven and earth. They recognized his authority and his right to issue commands, to call upon people to perform certain duties or to refrain from certain acts, to assign land for residence and cultivation, as well as to delegate authority over others of his creatures. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/8/0\" data-bid=\"9-1\" class=\"b\">Ge 1:26-30;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/8/1\" data-bid=\"9-2\" class=\"b\"> 2:15-17</a>) Though Adam had the ability to coin words (<a href=\"/en/wol/bc/r1/lp-e/1200002615/9/0\" data-bid=\"10-1\" class=\"b\">Ge 2:19,&#xA0;20</a>), there is no evidence that he developed the title &#x201C;king [<em>me&#x2B9;lekh</em>]&#x201D; to apply it to his God and Creator, although he recognized Jehovah&#x2019;s supreme authority.As revealed in the initial chapters of Genesis, God&#x2019;s exercise of his sovereignty toward man in Eden was benevolent and not unduly restrictive. The relationship between God and man called for obedience such as the obedience a son renders to his father. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200002615/10/0\" data-bid=\"11-1\" class=\"b\">Lu 3:38</a>.) Man had no lengthy code of laws to fulfill (compare <a href=\"/en/wol/bc/r1/lp-e/1200002615/11/0\" data-bid=\"12-1\" class=\"b\">1Ti 1:8-11</a>); God&#x2019;s requirements were simple and purposeful. Nor is there anything to indicate that Adam was made to feel inhibited by constant, critical supervision of his every action; rather, God&#x2019;s communication with perfect man seems to have been periodic, according to need.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002615/12/0\" data-bid=\"13-1\" class=\"b\">Ge chaps 1-3</a>.<strong><em>A new expression of God&#x2019;s rulership purposed. </em></strong>The first human pair&#x2019;s open violation of God&#x2019;s command, instigated by one of God&#x2019;s spirit sons, was actually rebellion against divine authority. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/13/0\" data-bid=\"14-1\" class=\"b\">Ge 3:17-19</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002615/2\">TREES</a> [Figurative Use].) The position taken by God&#x2019;s spirit Adversary (Heb., <em>sa&#xB7;tan&#x2B9;</em>) constituted a challenge calling for a test, the issue being the rightfulness of Jehovah&#x2019;s universal sovereignty. (See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002615/3\">JEHOVAH</a> [The supreme issue a moral one].) The earth, where the issue was raised, is fittingly the place where it will be settled.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002615/14/0\" data-bid=\"15-1\" class=\"b\">Re 12:7-12</a>.At the time of pronouncing judgment upon the first rebels, Jehovah God spoke a prophecy, couched in symbolic phrase, setting forth his purpose to use an agency, a &#x201C;seed,&#x201D; to effect the ultimate crushing of the rebel forces. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/15/0\" data-bid=\"16-1\" class=\"b\">Ge 3:15</a>) Thus, Jehovah&#x2019;s rulership, the expression of his sovereignty, would take on a new aspect or expression in answer to the insurrection that had developed. The progressive revelation of &#x201C;the sacred secrets of the kingdom&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002615/16/0\" data-bid=\"17-1\" class=\"b\">Mt 13:11</a>) showed that this new aspect would involve the formation of a subsidiary government, a ruling body headed by a deputy ruler. The realization of the promise of the &#x201C;seed&#x201D; is in the kingdom of Christ Jesus in union with his chosen associates. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/17/0\" data-bid=\"18-1\" class=\"b\">Re 17:14</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002615/4\">JESUS CHRIST</a> [His Vital Place in God&#x2019;s Purpose].) From the time of the Edenic promise forward, the progressive development of God&#x2019;s purpose to produce this Kingdom &#x201C;seed&#x201D; becomes a basic theme of the Bible and a key to understanding Jehovah&#x2019;s actions toward his servants and toward mankind in general.God&#x2019;s delegating vast authority and power to creatures (<a href=\"/en/wol/bc/r1/lp-e/1200002615/18/0\" data-bid=\"19-1\" class=\"b\">Mt 28:18;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/18/1\" data-bid=\"19-2\" class=\"b\"> Re 2:26, 27;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/18/2\" data-bid=\"19-3\" class=\"b\"> 3:21</a>) in this way is noteworthy inasmuch as the question of the integrity of all God&#x2019;s creatures, that is, their wholehearted devotion to him and their loyalty to his headship, formed a vital part of the issue raised by God&#x2019;s Adversary. (See <a href=\"/en/wol/tc/r1/lp-e/1200002615/5\">INTEGRITY</a> [Involved in the supreme issue].) That God could confidently entrust any of his creatures with such remarkable authority and power would in itself be a splendid testimony to the moral strength of his rule, contributing to the vindication of Jehovah&#x2019;s sovereignty and exposing the falsity of his adversary&#x2019;s allegations.<strong><em>Need for divine government manifested. </em></strong>The conditions that developed from the time of the start of human rebellion until the time of the Flood clearly illustrated mankind&#x2019;s need for divine headship. Human society soon had to contend with disunity, bodily assault, and murder. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/19/0\" data-bid=\"20-1\" class=\"b\">Ge 4:2-9,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/19/1\" data-bid=\"20-2\" class=\"b\"> 23,&#xA0;24</a>) To what extent the sinner Adam, during his 930 years of life, exercised patriarchal authority over his multiplying descendants is not revealed. But by the seventh generation shocking ungodliness evidently existed (<a href=\"/en/wol/bc/r1/lp-e/1200002615/20/0\" data-bid=\"21-1\" class=\"b\">Jude&#xA0;14,&#xA0;15</a>), and by the time of Noah (born about 120 years after Adam&#x2019;s death) conditions had deteriorated to the point that &#x201C;the earth became filled with violence.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002615/21/0\" data-bid=\"22-1\" class=\"b\">Ge 6:1-13</a>) Contributing to this condition was the unauthorized interjection of spirit creatures into human society, contrary to God&#x2019;s will and purpose.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002615/22/0\" data-bid=\"23-1\" class=\"b\">Ge 6:1-4;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/22/1\" data-bid=\"23-2\" class=\"b\"> Jude&#xA0;6;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/22/2\" data-bid=\"23-3\" class=\"b\"> 2Pe 2:4,&#xA0;5</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002615/6\">NEPHILIM</a>.Though earth had become a focus of rebellion, Jehovah did not relinquish his dominion over it. The global Flood was evidence that God&#x2019;s power and ability to enforce his will on earth, as in any part of the universe, continued. During the pre-Flood period he likewise demonstrated his willingness to guide and govern the actions of those individuals who sought him, such as Abel, Enoch, and Noah. Noah&#x2019;s case in particular illustrates God&#x2019;s exercise of rulership toward a willing earthly subject, giving him commands and direction, protecting and blessing him and his family, as well as evidencing God&#x2019;s control over the other earthly creation<wbr>&#x2014;animals and birds. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/23/0\" data-bid=\"24-1\" class=\"b\">Ge 6:9&#x2013;7:16</a>) Jehovah likewise made clear that he would not <span id=\"page161\" class=\"pageNum\" data-no=\"161\" data-before-text=\"161\"></span>allow alienated human society to corrupt the earth endlessly; that he had not restricted himself as to executing his righteous judgment against wrongdoers when and as he saw fit. Additionally he demonstrated his sovereign ability to control earth&#x2019;s various elements, including its atmosphere.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002615/24/0\" data-bid=\"25-1\" class=\"b\">Ge 6:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/24/1\" data-bid=\"25-2\" class=\"b\"> 5-7;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/24/2\" data-bid=\"25-3\" class=\"b\"> 7:17&#x2013;8:22</a>.<strong><em>The early post-Flood society and its problems. </em></strong>Following the Flood, a patriarchal arrangement apparently was the basic structure of human society, providing a measure of stability and order. Mankind was to &#x201C;fill the earth,&#x201D; which called not merely for procreating but for the steady extension of the area of human habitation throughout the globe. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/25/0\" data-bid=\"26-1\" class=\"b\">Ge 9:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/25/1\" data-bid=\"26-2\" class=\"b\">&#xA0;7</a>) These factors, of themselves, would reasonably have had a limiting effect on any social problems, keeping them generally within the family circle and making unlikely the friction that frequently develops where density of population or crowded conditions exist. The unauthorized project at Babel, however, called for an opposite course, for a concentrating of people, avoiding being &#x201C;scattered over all the surface of the earth.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002615/26/0\" data-bid=\"27-1\" class=\"b\">Ge 11:1-4</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002615/7\">LANGUAGE</a>.) Then, too, Nimrod departed from the patriarchal rule and set up the first &#x201C;kingdom&#x201D; (Heb., <em>mam&#xB7;la&#xB7;khah&#x2B9;</em>). A Cushite of the family line of Ham, he invaded Shemite territory, the land of Asshur (Assyria), and built cities there as part of his realm.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002615/27/0\" data-bid=\"28-1\" class=\"b\">Ge 10:8-12</a>.God&#x2019;s confusion of human language broke up the concentration of people on the Plains of Shinar, but the pattern of rulership begun by Nimrod was generally followed in the lands to which the various families of mankind migrated. In the days of Abraham (2018-1843&#xA0;B.C.E.), kingdoms were active from Asian Mesopotamia on down to Egypt, where the king was titled &#x201C;Pharaoh&#x201D; rather than <em>Me&#x2B9;lekh. </em>But these kingships did not bring security. Kings were soon forming military alliances, waging far-ranging campaigns of aggression, plunder, and kidnapping. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/28/0\" data-bid=\"29-1\" class=\"b\">Ge 14:1-12</a>) In some cities strangers were subject to attack by homosexuals.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002615/29/0\" data-bid=\"30-1\" class=\"b\">Ge 19:4-9</a>.Thus, whereas men doubtless banded together in concentrated communities in search of security (compare <a href=\"/en/wol/bc/r1/lp-e/1200002615/30/0\" data-bid=\"31-1\" class=\"b\">Ge 4:14-17</a>), they soon found it necessary to wall their cities and eventually fortify them against armed attack. The earliest secular records known, many of them from the Mesopotamian region where Nimrod&#x2019;s kingdom had originally operated, are heavy with accounts of human conflict, greed, intrigue, and bloodshed. The most ancient non-Biblical law records found, such as those of Lipit-Ishtar, Eshnunna, and Hammurabi, show that human living had become very complex, with social friction producing problems of theft, fraud, commercial difficulties, disputes about property and payment of rent, questions regarding loans and interest, marital infidelity, medical fees and failures, assault and battery cases, and many other matters. Though Hammurabi called himself &#x201C;the efficient king&#x201D; and &#x201C;the perfect king,&#x201D; his rule and legislation, like that of the other ancient political kingdoms, was incapable of solving the problems of sinful mankind. (<em>Ancient Near Eastern Texts, </em>edited by J.&#xA0;B.&#xA0;Pritchard, 1974, pp.&#xA0;159-180; compare <a href=\"/en/wol/bc/r1/lp-e/1200002615/31/0\" data-bid=\"32-1\" class=\"b\">Pr 28:5</a>.) In all these kingdoms religion was prominent, but not the worship of the true God. Though the priesthood collaborated closely with the ruling class and enjoyed royal favor, this brought no moral improvement to the people. The cuneiform inscriptions of the ancient religious writings are devoid of spiritual uplift or moral guidance; they betray the gods worshiped as quarrelsome, violent, lustful, not governed by righteous standards or purpose. Men needed Jehovah God&#x2019;s kingdom if they were to enjoy life in peace and happiness.<strong>Toward Abraham and His Descendants. </strong>True, those individuals who looked to Jehovah God as their Head were not without their personal problems and frictions. Yet they were helped to solve these or to endure them in a way conforming to God&#x2019;s righteous standards and without becoming degraded. They were afforded divine protection and strength. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/32/0\" data-bid=\"33-1\" class=\"b\">Ge 13:5-11;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/32/1\" data-bid=\"33-2\" class=\"b\"> 14:18-24;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/32/2\" data-bid=\"33-3\" class=\"b\"> 19:15-24;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/32/3\" data-bid=\"33-4\" class=\"b\"> 21:9-13,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/32/4\" data-bid=\"33-5\" class=\"b\"> 22-33</a>) Thus, after pointing out that Jehovah&#x2019;s &#x201C;judicial decisions are in all the earth,&#x201D; the psalmist says of Abraham, Isaac, and Jacob: &#x201C;They happened to be few in number, yes, very few, and alien residents in [Canaan]. And they kept walking about from nation to nation, from one kingdom to another people. [Jehovah] did not allow any human to defraud them, but on their account he reproved kings, saying: &#x2018;Do not you men touch my anointed ones, and to my prophets do nothing bad.&#x2019;&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002615/33/0\" data-bid=\"34-1\" class=\"b\">Ps 105:7-15</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002615/34/0\" data-bid=\"35-1\" class=\"b\">Ge 12:10-20;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/34/1\" data-bid=\"35-2\" class=\"b\"> 20:1-18;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/34/2\" data-bid=\"35-3\" class=\"b\"> 31:22-24,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/34/3\" data-bid=\"35-4\" class=\"b\"> 36-55</a>.) This, too, was proof that God&#x2019;s sovereignty over earth was still in effect, enforceable by him in harmony with the development of his purpose.The faithful patriarchs did not attach themselves to any of the city-states or kingdoms of Canaan or other lands. Rather than seek security in some city under the political rule of a human king, they lived in tents as aliens, &#x201C;strangers and temporary residents in the land,&#x201D; in faith &#x201C;awaiting the city having real foundations, the builder and maker of which city is God.&#x201D; They accepted God as their Ruler, waited for his future heavenly <span id=\"page162\" class=\"pageNum\" data-no=\"162\" data-before-text=\"162\"></span>arrangement, or agency, for governing the earth, solidly founded on his sovereign authority and will, though the realization of this hope was then &#x201C;afar off.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002615/35/0\" data-bid=\"36-1\" class=\"b\">Heb 11:8-10,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/35/1\" data-bid=\"36-2\" class=\"b\"> 13-16</a>) Thus, Jesus, already anointed by God to be king, could later say: &#x201C;Abraham .&#xA0;.&#xA0;. rejoiced greatly in the prospect of seeing my day, and he saw it and rejoiced.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002615/36/0\" data-bid=\"37-1\" class=\"b\">Joh 8:56</a>.Jehovah brought the development of his promise regarding the Kingdom &#x201C;seed&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002615/37/0\" data-bid=\"38-1\" class=\"b\">Ge 3:15</a>) a step farther by the establishing of a covenant with Abraham. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/38/0\" data-bid=\"39-1\" class=\"b\">Ge 12:1-3;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/38/1\" data-bid=\"39-2\" class=\"b\"> 22:15-18</a>) In connection therewith, he foretold that &#x2018;kings would come&#x2019; from Abraham (Abram) and his wife. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/39/0\" data-bid=\"40-1\" class=\"b\">Ge 17:1-6,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/39/1\" data-bid=\"40-2\" class=\"b\"> 15,&#xA0;16</a>) Though the descendants of Abraham&#x2019;s grandson Esau formed sheikdoms and kingdoms, it was to Abraham&#x2019;s other grandson, Jacob, that God&#x2019;s prophetic promise of kingly descendants was repeated.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002615/40/0\" data-bid=\"41-1\" class=\"b\">Ge 35:11, 12;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/40/1\" data-bid=\"41-2\" class=\"b\"> 36:9,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/40/2\" data-bid=\"41-3\" class=\"b\"> 15-43</a>.<strong><em>Formation of the Israelite nation. </em></strong>Centuries later, at the due time (<a href=\"/en/wol/bc/r1/lp-e/1200002615/41/0\" data-bid=\"42-1\" class=\"b\">Ge 15:13-16</a>), Jehovah God acted on behalf of Jacob&#x2019;s descendants, now numbering into the millions (see <a href=\"/en/wol/tc/r1/lp-e/1200002615/8\">EXODUS</a> [The Number Involved in the Exodus]), protecting them during a campaign of genocide by the Egyptian government (<a href=\"/en/wol/bc/r1/lp-e/1200002615/42/0\" data-bid=\"43-1\" class=\"b\">Ex 1:15-22</a>) and finally freeing them from harsh slavery to Egypt&#x2019;s regime. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/43/0\" data-bid=\"44-1\" class=\"b\">Ex 2:23-25</a>) God&#x2019;s command to Pharaoh, delivered through his agents Moses and Aaron, was spurned by the Egyptian ruler as proceeding from a source with no authority over Egyptian affairs. Pharaoh&#x2019;s repeated refusal to recognize Jehovah&#x2019;s sovereignty brought demonstrations of divine power in the form of plagues. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/44/0\" data-bid=\"45-1\" class=\"b\">Ex 7 to&#xA0;12</a>) God thereby proved that his dominion over earth&#x2019;s elements and creatures was superior to that of any king in all the earth. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/45/0\" data-bid=\"46-1\" class=\"b\">Ex 9:13-16</a>) He climaxed this display of sovereign power by destroying Pharaoh&#x2019;s forces in a way that none of the boastful warrior kings of the nations could ever have duplicated. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/46/0\" data-bid=\"47-1\" class=\"b\">Ex 14:26-31</a>) With real basis, Moses and the Israelites sang: &#x201C;Jehovah will rule as king to time indefinite, even forever.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002615/47/0\" data-bid=\"48-1\" class=\"b\">Ex 15:1-19</a>.Thereafter Jehovah gave added proof of his dominion over earth, its vital water resources, and its bird life, and he showed his ability to guard and sustain his nation even in arid and hostile surroundings. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/48/0\" data-bid=\"49-1\" class=\"b\">Ex 15:22&#x2013;17:15</a>) Having done all of this, he addressed the liberated people, telling them that, by obedience to his authority and covenant, they could become his special property out of all other peoples, &#x201C;because the whole earth belongs to me.&#x201D; They could become &#x201C;a kingdom of priests and a holy nation.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002615/49/0\" data-bid=\"50-1\" class=\"b\">Ex 19:3-6</a>) When they went on record as willing subjects of his sovereignty, Jehovah acted as Kingly Legislator by giving them royal decrees in a large body of laws, accompanying this by dynamic and awe-inspiring evidence of his power and glory. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/50/0\" data-bid=\"51-1\" class=\"b\">Ex 19:7&#x2013;24:18</a>) A tabernacle or tent of meeting, and particularly the ark of the covenant, was to indicate the presence of the invisible heavenly Head of State. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/51/0\" data-bid=\"52-1\" class=\"b\">Ex 25:8,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/51/1\" data-bid=\"52-2\" class=\"b\"> 21, 22;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/51/2\" data-bid=\"52-3\" class=\"b\"> 33:7-11</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002615/52/0\" data-bid=\"53-1\" class=\"b\">Re 21:3</a>.) Although Moses and other appointed men judged the majority of cases, guided by God&#x2019;s law, Jehovah intervened personally at times to express judgments and apply sanctions against lawbreakers. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/53/0\" data-bid=\"54-1\" class=\"b\">Ex 18:13-16,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/53/1\" data-bid=\"54-2\" class=\"b\"> 24-26;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/53/2\" data-bid=\"54-3\" class=\"b\"> 32:25-35</a>) The ordained priesthood acted to maintain good relations between the nation and its heavenly Ruler, helping the people in their efforts to conform to the high standards of the Law covenant. (See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002615/9\">PRIEST</a>.) Thus the government over Israel was a genuine theocracy.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002615/54/0\" data-bid=\"55-1\" class=\"b\">De 33:2,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/54/1\" data-bid=\"55-2\" class=\"b\">&#xA0;5</a>.As God and Creator, holding the right of &#x201C;eminent domain&#x201D; over all the earth, as well as being &#x201C;the Judge of all the earth&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002615/55/0\" data-bid=\"56-1\" class=\"b\">Ge 18:25</a>), Jehovah had assigned the land of Canaan to Abraham&#x2019;s seed. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/56/0\" data-bid=\"57-1\" class=\"b\">Ge 12:5-7;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/56/1\" data-bid=\"57-2\" class=\"b\"> 15:17-21</a>) As Chief Executive, he now ordered the Israelites to carry out the forcible expropriation of the territory held by the condemned Canaanites, as well as his death sentence against them.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002615/57/0\" data-bid=\"58-1\" class=\"b\">De 9:1-5</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200002615/10\">CANAAN, CANAANITE</a> No.&#xA0;2 (Conquest of Canaan by Israel).<strong><em>The period of the Judges. </em></strong>For three and a half centuries after Israel&#x2019;s conquest of Canaan&#x2019;s many kingdoms, Jehovah God was the nation&#x2019;s only king. During varying periods, Judges, chosen by God, led the nation or portions thereof in battle and in peace. Judge Gideon&#x2019;s defeat of Midian brought a popular request that he become the nation&#x2019;s ruler, but he refused, acknowledging Jehovah as the true ruler. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/58/0\" data-bid=\"59-1\" class=\"b\">Jg 8:22,&#xA0;23</a>) His ambitious son Abimelech briefly established kingship over a small segment of the nation, but this ended in personal disaster.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002615/59/0\" data-bid=\"60-1\" class=\"b\">Jg 9:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/59/1\" data-bid=\"60-2\" class=\"b\"> 6,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/59/2\" data-bid=\"60-3\" class=\"b\"> 22,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/59/3\" data-bid=\"60-4\" class=\"b\"> 53-56</a>.Of this general period of the Judges, the comment is made: &#x201C;In those days there was no king in Israel. As for everybody, what was right in his own eyes he was accustomed to do.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002615/60/0\" data-bid=\"61-1\" class=\"b\">Jg 17:6;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/60/1\" data-bid=\"61-2\" class=\"b\"> 21:25</a>) This does not imply that there was no judicial restraint. Every city had judges, older men, to handle legal questions and problems and to mete out justice. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/61/0\" data-bid=\"62-1\" class=\"b\">De 16:18-20</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200002615/11\">COURT, JUDICIAL</a>.) The Levitical priesthood functioned as a superior guiding force, educating the people in God&#x2019;s law, the high priest having the Urim and Thummim by which to consult God on difficult matters. (See <a href=\"/en/wol/tc/r1/lp-e/1200002615/12\">HIGH PRIEST</a>; <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002615/13\">PRIEST</a>; <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002615/14\">URIM AND THUMMIM</a>.) So, the individual who availed himself of these provisions, who gained knowledge of God&#x2019;s <span id=\"page163\" class=\"pageNum\" data-no=\"163\" data-before-text=\"163\"></span>law and applied it, had a sound guide for his conscience. His doing &#x201C;what was right in his own eyes&#x201D; <em>in such case </em>would not result in bad. Jehovah allowed the people to show a willing or unwilling attitude and course. There was no human monarch over the nation supervising the work of the city judges or commanding the citizens to engage in particular projects or marshaling them for defense of the nation. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200002615/62/0\" data-bid=\"63-1\" class=\"b\">Jg 5:1-18</a>.) The bad conditions that developed, therefore, were chargeable to the unwillingness of the majority to heed the word and law of their heavenly King and to avail themselves of his provisions.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002615/63/0\" data-bid=\"64-1\" class=\"b\">Jg 2:11-23</a>.<strong>A Human King Requested. </strong>Nearly 400 years from the time of the Exodus and over 800 years from the making of God&#x2019;s covenant with Abraham, the Israelites requested a human king to lead them, even as the other nations had human monarchs. Their request constituted a rejection of Jehovah&#x2019;s own kingship over them. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/64/0\" data-bid=\"65-1\" class=\"b\">1Sa 8:4-8</a>) True, the people properly expected a kingdom to be established by God in harmony with his promise to Abraham and to Jacob, already cited. They had further basis for such hope in Jacob&#x2019;s deathbed prophecy concerning Judah (<a href=\"/en/wol/bc/r1/lp-e/1200002615/65/0\" data-bid=\"66-1\" class=\"b\">Ge 49:8-10</a>), in Jehovah&#x2019;s words to Israel after the Exodus (<a href=\"/en/wol/bc/r1/lp-e/1200002615/66/0\" data-bid=\"67-1\" class=\"b\">Ex 19:3-6</a>), in the terms of the Law covenant (<a href=\"/en/wol/bc/r1/lp-e/1200002615/67/0\" data-bid=\"68-1\" class=\"b\">De 17:14,&#xA0;15</a>), and even in part of the message God caused the prophet Balaam to speak (<a href=\"/en/wol/bc/r1/lp-e/1200002615/68/0\" data-bid=\"69-1\" class=\"b\">Nu 24:2-7,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/68/1\" data-bid=\"69-2\" class=\"b\">&#xA0;17</a>). Samuel&#x2019;s faithful mother Hannah expressed this hope in prayer. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/69/0\" data-bid=\"70-1\" class=\"b\">1Sa 2:7-10</a>) Nevertheless, Jehovah had not fully revealed his &#x201C;sacred secret&#x201D; regarding the Kingdom and had not indicated when his due time for its establishment would arrive nor what the structure and composition of that government would be<wbr>&#x2014;whether it would be earthly or heavenly. It was therefore presumptuous on the part of the people now to demand a human king.The menace of Philistine and Ammonite aggression evidently contributed to the Israelites&#x2019; desire for a visible royal commander-in-chief. They thus displayed a lack of faith in God&#x2019;s ability to protect, guide, and provide for them, as a nation or as individuals. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/70/0\" data-bid=\"71-1\" class=\"b\">1Sa 8:4-8</a>) The people&#x2019;s motive was wrong; yet Jehovah God granted their request not for their sake primarily but to accomplish his own good purpose in the progressive revelation of the &#x201C;sacred secret&#x201D; of his future Kingdom by the &#x201C;seed.&#x201D; Human kingship would bring its problems and expense for Israel, however, and Jehovah laid the facts before the people.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002615/71/0\" data-bid=\"72-1\" class=\"b\">1Sa 8:9-22</a>.The kings thereafter appointed by Jehovah were to serve as God&#x2019;s earthly agents, not diminishing in the least Jehovah&#x2019;s own sovereignty over the nation. The throne was actually Jehovah&#x2019;s, and they sat thereon as deputy kings. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/72/0\" data-bid=\"73-1\" class=\"b\">1Ch 29:23</a>) Jehovah commanded the anointing of the first king, Saul (<a href=\"/en/wol/bc/r1/lp-e/1200002615/73/0\" data-bid=\"74-1\" class=\"b\">1Sa 9:15-17</a>), at the same time exposing the lack of faith the nation had displayed.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002615/74/0\" data-bid=\"75-1\" class=\"b\">1Sa 10:17-25</a>.For the kingship to bring benefits, both king and nation must now respect God&#x2019;s authority. If they unrealistically looked to other sources for direction and protection, they and their king would be swept away. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/75/0\" data-bid=\"76-1\" class=\"b\">De 28:36;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/75/1\" data-bid=\"76-2\" class=\"b\"> 1Sa 12:13-15,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/75/2\" data-bid=\"76-3\" class=\"b\"> 20-25</a>) The king was to avoid reliance on military strength, the multiplying of wives for himself, and being dominated by the lust for wealth. His kingship was to operate entirely within the framework of the Law covenant. He was under divine orders to write his own copy of that Law and read it daily, that he might keep a proper fear of the Sovereign Authority, stay humble, and hold to a righteous course. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/76/0\" data-bid=\"77-1\" class=\"b\">De 17:16-20</a>) To the extent that he did this, loving God wholeheartedly and loving his neighbor as himself, his rule would bring blessings, with no real cause for complaint due to oppression or hardship. But, as with the people, so now with their kings, Jehovah allowed the rulers to demonstrate what their hearts contained, their willingness or unwillingness to recognize God&#x2019;s own authority and will.<strong>David&#x2019;s Exemplary Rule. </strong>Disrespect by the Benjamite Saul for the superior authority and arrangements of &#x201C;the Excellency of Israel&#x201D; brought divine disfavor and cost his family line the throne. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/77/0\" data-bid=\"78-1\" class=\"b\">1Sa 13:10-14;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/77/1\" data-bid=\"78-2\" class=\"b\"> 15:17-29;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/77/2\" data-bid=\"78-3\" class=\"b\"> 1Ch 10:13,&#xA0;14</a>) With the rule of Saul&#x2019;s successor, David of Judah, Jacob&#x2019;s deathbed prophecy saw further fulfillment. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/78/0\" data-bid=\"79-1\" class=\"b\">Ge 49:8-10</a>) Though David committed errors through human weakness, his rule was exemplary because of his heartfelt devotion to Jehovah God and his humble submission to divine authority. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/79/0\" data-bid=\"80-1\" class=\"b\">Ps 51:1-4;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/79/1\" data-bid=\"80-2\" class=\"b\"> 1Sa 24:10-14</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002615/80/0\" data-bid=\"81-1\" class=\"b\">1Ki 11:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/80/1\" data-bid=\"81-2\" class=\"b\"> 15:11,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/80/2\" data-bid=\"81-3\" class=\"b\">&#xA0;14</a>.) At the time of receiving contributions for the temple construction, David prayed to God before the congregated people, saying: &#x201C;Yours, O&#xA0;Jehovah, are the greatness and the mightiness and the beauty and the excellency and the dignity; for everything in the heavens and in the earth is yours. Yours is the kingdom, O&#xA0;Jehovah, the One also lifting yourself up as head over all. The riches and the glory are on account of you, and you are dominating everything; and in your hand there are power and mightiness, and in your hand is ability to make great and to give strength to all. And now, O&#xA0;our God, we are thanking you and praising your beauteous name.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002615/81/0\" data-bid=\"82-1\" class=\"b\">1Ch 29:10-13</a>) <span id=\"page164\" class=\"pageNum\" data-no=\"164\" data-before-text=\"164\"></span>His final counsel to his son Solomon also illustrates David&#x2019;s fine viewpoint of the relationship between the earthly kingship and its divine Source.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002615/82/0\" data-bid=\"83-1\" class=\"b\">1Ki 2:1-4</a>.On the occasion of bringing the ark of the covenant, associated with Jehovah&#x2019;s presence, to the capital, Jerusalem, David sang: &#x201C;Let the heavens rejoice, and let the earth be joyful, and let them say among the nations, &#x2018;Jehovah himself has become king!&#x2019;&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002615/83/0\" data-bid=\"84-1\" class=\"b\">1Ch 16:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/83/1\" data-bid=\"84-2\" class=\"b\"> 7,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/83/2\" data-bid=\"84-3\" class=\"b\"> 23-31</a>) This illustrates the fact that, though Jehovah&#x2019;s rulership dates from the beginning of creation, he can make specific expressions of his rulership or establish certain agencies to represent him that allow for his being spoken of as &#x2018;becoming king&#x2019; at a particular time or occasion.<strong><em>The covenant for a kingdom. </em></strong>Jehovah made a covenant with David for a kingdom to be established everlastingly in his family line, saying: &#x201C;I shall certainly raise up your seed after you, .&#xA0;.&#xA0;. and I shall indeed firmly establish his kingdom. .&#xA0;.&#xA0;. And your house and your kingdom will certainly be steadfast to time indefinite before you; your very throne will become one firmly established to time indefinite.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002615/84/0\" data-bid=\"85-1\" class=\"b\">2Sa 7:12-16;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/84/1\" data-bid=\"85-2\" class=\"b\"> 1Ch 17:11-14</a>) This covenant in force toward the Davidic dynasty provided further evidence of the outworking of God&#x2019;s Edenic promise for his Kingdom by the foretold &#x201C;seed&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002615/85/0\" data-bid=\"86-1\" class=\"b\">Ge 3:15</a>) and supplied additional means for identifying that &#x201C;seed&#x201D; when he should come. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200002615/86/0\" data-bid=\"87-1\" class=\"b\">Isa 9:6,&#xA0;7;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/86/1\" data-bid=\"87-2\" class=\"b\"> 1Pe 1:11</a>.) The kings appointed by God were anointed for their office, hence the term &#x201C;messiah,&#x201D; meaning &#x201C;anointed one,&#x201D; applied to them. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/87/0\" data-bid=\"88-1\" class=\"b\">1Sa 16:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/87/1\" data-bid=\"88-2\" class=\"b\"> Ps 132:13,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/87/2\" data-bid=\"88-3\" class=\"b\">&#xA0;17</a>) Clearly, then, the earthly kingdom Jehovah established over Israel served as a type or small-scale representation of the coming Kingdom by the Messiah, Jesus Christ, &#x201C;son of David.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002615/88/0\" data-bid=\"89-1\" class=\"b\">Mt 1:1</a>.<strong>Decline and Fall of the Israelite Kingdoms. </strong>Because of failure to adhere to Jehovah&#x2019;s righteous ways, conditions at the end of just three reigns and the start of the fourth produced strong discontent that led to revolt and a split in the nation (997&#xA0;B.C.E.). A northern kingdom and a southern one resulted. Jehovah&#x2019;s covenant with David nevertheless continued in force toward the kings of the southern kingdom of Judah. Over the centuries, faithful kings were rare in Judah, and were completely lacking in the northern kingdom of Israel. The northern kingdom&#x2019;s history was one of idolatry, intrigue, and assassinations, kings often following one another in rapid succession. The people suffered injustice and oppression. About 250 years from its start, Jehovah allowed the king of Assyria to crush the northern kingdom (740&#xA0;B.C.E.) because of its course of rebellion against God.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002615/89/0\" data-bid=\"90-1\" class=\"b\">Ho 4:1,&#xA0;2;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/89/1\" data-bid=\"90-2\" class=\"b\"> Am 2:6-8</a>.Though the kingdom of Judah enjoyed greater stability because of the Davidic dynasty, the southern kingdom eventually surpassed the northern kingdom in its moral corruption, despite the efforts of God-fearing kings, such as Hezekiah and Josiah, to roll back the decline toward idolatry and rejection of Jehovah&#x2019;s word and authority. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/90/0\" data-bid=\"91-1\" class=\"b\">Isa 1:1-4;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/90/1\" data-bid=\"91-2\" class=\"b\"> Eze 23:1-4,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/90/2\" data-bid=\"91-3\" class=\"b\">&#xA0;11</a>) Social injustice, tyranny, greed, dishonesty, bribes, sexual perversion, criminal attacks, and bloodshed, as well as religious hypocrisy that converted God&#x2019;s temple into a &#x201C;cave of robbers&#x201D;<wbr>&#x2014;all of these were decried by Jehovah&#x2019;s prophets in their warning messages delivered to rulers and people. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/91/0\" data-bid=\"92-1\" class=\"b\">Isa 1:15-17,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/91/1\" data-bid=\"92-2\" class=\"b\"> 21-23;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/91/2\" data-bid=\"92-3\" class=\"b\"> 3:14, 15;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/91/3\" data-bid=\"92-4\" class=\"b\"> Jer 5:1, 2,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/91/4\" data-bid=\"92-5\" class=\"b\"> 7, 8,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/91/5\" data-bid=\"92-6\" class=\"b\"> 26-28,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/91/6\" data-bid=\"92-7\" class=\"b\"> 31;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/91/7\" data-bid=\"92-8\" class=\"b\"> 6:6,&#xA0;7;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/91/8\" data-bid=\"92-9\" class=\"b\"> 7:8-11</a>) Neither the support of apostate priests nor any political alliance made with other nations could avoid the coming crash of that unfaithful kingdom. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/92/0\" data-bid=\"93-1\" class=\"b\">Jer 6:13-15;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/92/1\" data-bid=\"93-2\" class=\"b\"> 37:7-10</a>) The capital city, Jerusalem, was destroyed and Judah was laid waste by the Babylonians in 607&#xA0;B.C.E.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002615/93/0\" data-bid=\"94-1\" class=\"b\">2Ki 25:1-26</a>.<strong><em>Jehovah&#x2019;s kingly position remains unmarred. </em></strong>The destruction of the kingdoms of Israel and Judah in no way reflected on the quality of Jehovah God&#x2019;s own rulership; in no way did it indicate weakness on his part. Throughout the history of the Israelite nation, Jehovah made clear that his interest was in <em>willing </em>service and obedience. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/94/0\" data-bid=\"95-1\" class=\"b\">De 10:12-21;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/94/1\" data-bid=\"95-2\" class=\"b\"> 30:6,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/94/2\" data-bid=\"95-3\" class=\"b\"> 15-20;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/94/3\" data-bid=\"95-4\" class=\"b\"> Isa 1:18-20;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/94/4\" data-bid=\"95-5\" class=\"b\"> Eze 18:25-32</a>) He instructed, reproved, disciplined, warned, and punished. But he did not use his power to force either the king or the people to follow a righteous course. The bad conditions that developed, the suffering experienced, the disaster that befell them, were all of their own making, because they stubbornly hardened their hearts and insisted on following an independent course, one that was stupidly damaging to their own best interests.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002615/95/0\" data-bid=\"96-1\" class=\"b\">La 1:8,&#xA0;9;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/95/1\" data-bid=\"96-2\" class=\"b\"> Ne 9:26-31,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/95/2\" data-bid=\"96-3\" class=\"b\"> 34-37;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/95/3\" data-bid=\"96-4\" class=\"b\"> Isa 1:2-7;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/95/4\" data-bid=\"96-5\" class=\"b\"> Jer 8:5-9;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/95/5\" data-bid=\"96-6\" class=\"b\"> Ho 7:10,&#xA0;11</a>.Jehovah exhibited his Sovereign power by holding in abeyance the aggressive, rapacious powers of Assyria and Babylon until his own due time, even maneuvering them so that they acted in fulfillment of his prophecies. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/96/0\" data-bid=\"97-1\" class=\"b\">Eze 21:18-23;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/96/1\" data-bid=\"97-2\" class=\"b\"> Isa 10:5-7</a>) When Jehovah finally removed his defenses from around the nation, it was an expression of his righteous judgment as Sovereign Ruler. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/97/0\" data-bid=\"98-1\" class=\"b\">Jer 35:17</a>) The desolation of Israel and Judah came as no shocking surprise to God&#x2019;s obedient servants who were forewarned by his prophecies. The abasing of haughty rulers exalted Jehovah&#x2019;s <span id=\"page165\" class=\"pageNum\" data-no=\"165\" data-before-text=\"165\"></span>own &#x201C;splendid superiority.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002615/98/0\" data-bid=\"99-1\" class=\"b\">Isa 2:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/98/1\" data-bid=\"99-2\" class=\"b\"> 10-17</a>) More than all of this, however, he had demonstrated his ability to protect and preserve individuals who looked to him as their King, even when they were surrounded by conditions of famine, disease, and wholesale slaughter, as well as when they were persecuted by those hating righteousness.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002615/99/0\" data-bid=\"100-1\" class=\"b\">Jer 34:17-21;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/99/1\" data-bid=\"100-2\" class=\"b\"> 20:10, 11;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/99/2\" data-bid=\"100-3\" class=\"b\"> 35:18, 19;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/99/3\" data-bid=\"100-4\" class=\"b\"> 36:26;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/99/4\" data-bid=\"100-5\" class=\"b\"> 37:18-21;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/99/5\" data-bid=\"100-6\" class=\"b\"> 38:7-13;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/99/6\" data-bid=\"100-7\" class=\"b\"> 39:11&#x2013;40:5</a>.Israel&#x2019;s last king was warned of the coming removal of his crown, representing anointed kingship as Jehovah&#x2019;s royal representative. That anointed Davidic kingship would no longer be exercised &#x201C;until he comes who has the legal right, and I [Jehovah] must give it to him.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002615/100/0\" data-bid=\"101-1\" class=\"b\">Eze 21:25-27</a>) Thus, the typical kingdom, now in ruins, ceased to function, and attention was again directed forward, toward the coming &#x201C;seed,&#x201D; the Messiah.Political nations, such as Assyria and Babylon, devastated the apostate kingdoms of Israel and Judah. Though God speaks of himself as &#x2018;raising up&#x2019; or &#x2018;bringing&#x2019; them against those condemned kingdoms (<a href=\"/en/wol/bc/r1/lp-e/1200002615/101/0\" data-bid=\"102-1\" class=\"b\">De 28:49;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/101/1\" data-bid=\"102-2\" class=\"b\"> Jer 5:15;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/101/2\" data-bid=\"102-3\" class=\"b\"> 25:8,&#xA0;9;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/101/3\" data-bid=\"102-4\" class=\"b\"> Eze 7:24;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/101/4\" data-bid=\"102-5\" class=\"b\"> Am 6:14</a>), this was evidently in a sense similar to God&#x2019;s &#x2018;hardening&#x2019; the heart of Pharaoh. (See <a href=\"/en/wol/tc/r1/lp-e/1200002615/15\">FOREKNOWLEDGE, FOREORDINATION</a> [Concerning individuals].) That is, God &#x2018;brought&#x2019; these attacking forces by permitting them to carry out the desire already in their heart (<a href=\"/en/wol/bc/r1/lp-e/1200002615/102/0\" data-bid=\"103-1\" class=\"b\">Isa 10:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/102/1\" data-bid=\"103-2\" class=\"b\"> La 2:16;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/102/2\" data-bid=\"103-3\" class=\"b\"> Mic 4:11</a>), removing his protective &#x2018;hand&#x2019; from over the objects of their ambitious greed. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/103/0\" data-bid=\"104-1\" class=\"b\">De 31:17, 18</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002615/104/0\" data-bid=\"105-1\" class=\"b\">Ezr 8:31</a> with <a href=\"/en/wol/bc/r1/lp-e/1200002615/105/0\" data-bid=\"106-1\" class=\"b\">Ezr 5:12;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/105/1\" data-bid=\"106-2\" class=\"b\"> Ne 9:28-31;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/105/2\" data-bid=\"106-3\" class=\"b\"> Jer 34:2</a>.) The apostate Israelites, stubbornly refusing to subject themselves to Jehovah&#x2019;s law and will, thus were given &#x2018;liberty to the sword, pestilence, and famine.&#x2019; (<a href=\"/en/wol/bc/r1/lp-e/1200002615/106/0\" data-bid=\"107-1\" class=\"b\">Jer 34:17</a>) But the attacking pagan nations did not thereby become approved of God, nor did they have &#x2018;clean hands&#x2019; before him in their ruthless destruction of the northern and southern kingdoms, the capital city of Jerusalem, and its sacred temple. Hence, Jehovah, the Judge of all the earth, could rightly denounce them for &#x2018;pillaging his inheritance&#x2019; and could doom them to suffer the same desolation they had wreaked on his covenant people.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002615/107/0\" data-bid=\"108-1\" class=\"b\">Isa 10:12-14;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/107/1\" data-bid=\"108-2\" class=\"b\"> 13:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/107/2\" data-bid=\"108-3\" class=\"b\"> 17-22;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/107/3\" data-bid=\"108-4\" class=\"b\"> 14:4-6,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/107/4\" data-bid=\"108-5\" class=\"b\"> 12-14,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/107/5\" data-bid=\"108-6\" class=\"b\"> 26, 27;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/107/6\" data-bid=\"108-7\" class=\"b\"> 47:5-11;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/107/7\" data-bid=\"108-8\" class=\"b\"> Jer 50:11,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/107/8\" data-bid=\"108-9\" class=\"b\"> 14,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/107/9\" data-bid=\"108-10\" class=\"b\"> 17-19,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/107/10\" data-bid=\"108-11\" class=\"b\"> 23-29</a>.<strong>Visions of Kingdom of God in Daniel&#x2019;s Day. </strong>The prophecy of Daniel in its entirety emphatically stresses the theme of the Universal Sovereignty of God, further clarifying Jehovah&#x2019;s purpose. Living in exile in the capital of the world power that overthrew Judah, Daniel was used by God to reveal the significance of a vision had by the Babylonian monarch, a vision that foretold the march of world powers and their eventual demolition by the everlasting Kingdom of Jehovah&#x2019;s own establishment. Doubtless to the amazement of his royal court, Nebuchadnezzar, the very conqueror of Jerusalem, was now moved to prostrate himself in homage to Daniel the exile and to acknowledge Daniel&#x2019;s God as &#x201C;a Lord of kings.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002615/108/0\" data-bid=\"109-1\" class=\"b\">Da 2:36-47</a>) Again, by Nebuchadnezzar&#x2019;s dream vision of the &#x2018;chopped-down tree,&#x2019; Jehovah forcefully made known that &#x201C;the Most High is Ruler in the kingdom of mankind and that to the one whom he wants to, he gives it and he sets up over it even the lowliest one of mankind.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002615/109/0\" data-bid=\"110-1\" class=\"b\">Da&#xA0;4</a>; see the discussion of this vision under <a href=\"/en/wol/tc/r1/lp-e/1200002615/16\">APPOINTED TIMES OF THE NATIONS</a>.) Through the fulfillment of the dream as it related to him, imperial ruler Nebuchadnezzar once more was brought to recognize Daniel&#x2019;s God as &#x201C;the King of the heavens,&#x201D; the One who &#x201C;is doing according to his own will among the army of the heavens and the inhabitants of the earth. And there exists no one that can check his hand or that can say to him, &#x2018;What have you been doing?&#x2019;&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002615/110/0\" data-bid=\"111-1\" class=\"b\">Da 4:34-37</a>.Toward the close of Babylon&#x2019;s international dominance, Daniel saw prophetic visions of successive empires, beastlike in their characteristics; he saw also Jehovah&#x2019;s majestic heavenly Court in session, passing judgment on the world powers, decreeing them unworthy of rulership; and he beheld &#x201C;someone like a son of man .&#xA0;.&#xA0;. [being] given rulership and dignity and kingdom, that the peoples, national groups and languages should all serve even him&#x201D; in his &#x201C;indefinitely lasting rulership that will not pass away.&#x201D; He witnessed as well the war waged against &#x201C;the holy ones&#x201D; by the final world power, calling for its annihilation, and the giving of &#x201C;the kingdom and the rulership and the grandeur of the kingdoms under all the heavens .&#xA0;.&#xA0;. to the people who are the holy ones of the Supreme One,&#x201D; Jehovah God. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/111/0\" data-bid=\"112-1\" class=\"b\">Da 7,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/111/1\" data-bid=\"112-2\" class=\"b\">&#xA0;8</a>) Thus, it became evident that the promised &#x201C;seed&#x201D; would involve a governmental body with not only a kingly head, the &#x201C;son of man,&#x201D; but also associate rulers, &#x201C;the holy ones of the Supreme One.&#x201D;<strong>Toward Babylon and Medo-Persia. </strong>God&#x2019;s inexorable decree against mighty Babylon was carried out suddenly and unexpectedly; her days were numbered and brought to a finish. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/112/0\" data-bid=\"113-1\" class=\"b\">Da 5:17-30</a>) During the Medo-Persian rule that followed, Jehovah made further revelation concerning the Messianic Kingdom, pointing to the time of Messiah&#x2019;s appearance, foretelling his being &#x201C;cut off,&#x201D; as well as a second destruction of the city of Jerusalem and its holy place. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/113/0\" data-bid=\"114-1\" class=\"b\">Da 9:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/113/1\" data-bid=\"114-2\" class=\"b\"> 24-27</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002615/17\">SEVENTY WEEKS</a>.) And, as he had done during the <span id=\"page166\" class=\"pageNum\" data-no=\"166\" data-before-text=\"166\"></span>Babylonian rule, Jehovah God again demonstrated his ability to protect those recognizing his sovereignty in the face of official anger and the threat of death, exhibiting his power over both earthly elements and wild beasts. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/114/0\" data-bid=\"115-1\" class=\"b\">Da 3:13-29;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/114/1\" data-bid=\"115-2\" class=\"b\"> 6:12-27</a>) He caused Babylon&#x2019;s gates to swing wide open on schedule, allowing his covenant people to have the freedom to return to their own land and rebuild Jehovah&#x2019;s house there. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/115/0\" data-bid=\"116-1\" class=\"b\">2Ch 36:20-23</a>) Because of his act of liberating his people, the announcement could be made to Zion, &#x201C;Your God has become king!&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002615/116/0\" data-bid=\"117-1\" class=\"b\">Isa 52:7-11</a>) Thereafter, conspiracies against his people were thwarted and misrepresentation by subordinate officials and adverse governmental decrees were overcome, as Jehovah moved various Persian kings to cooperate with the carrying out of his own sovereign will.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002615/117/0\" data-bid=\"118-1\" class=\"b\">Ezr 4-7;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/117/1\" data-bid=\"118-2\" class=\"b\"> Ne 2,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/117/2\" data-bid=\"118-3\" class=\"b\"> 4,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/117/3\" data-bid=\"118-4\" class=\"b\">&#xA0;6;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/117/4\" data-bid=\"118-5\" class=\"b\"> Es 3-9</a>.Thus, for thousands of years the changeless, irresistible purpose of Jehovah God moved forward. Regardless of the turn of events on earth, he proved to be ever in command of the situation, always ahead of opposing man and devil. Nothing was allowed to interfere with the perfect outworking of his purpose, his will. The nation of Israel and its history, while serving to form prophetic types and forecasts of the future dealings of God with men, also illustrated that without wholehearted recognition and submission to divine headship there can be no lasting harmony, peace, and happiness. The Israelites enjoyed the benefits of having in common such things as ancestry, language, and country. They also faced common foes. But only as long as they loyally and faithfully worshiped and served Jehovah God did they have unity, strength, justice, and genuine enjoyment of life. When the bonds of relationship with Jehovah God weakened, the nation deteriorated rapidly.<strong>The Kingdom of God &#x2018;Draws Near.&#x2019; </strong>Since the Messiah was to be a descendant of Abraham, Isaac, and Jacob, a member of the tribe of Judah, and a &#x201C;son of David,&#x201D; he had to have a human birth; he had to be, as Daniel&#x2019;s prophecy declared, &#x201C;a son of man.&#x201D; When the &#x201C;full limit of the time arrived,&#x201D; Jehovah God sent forth his Son, who was born of a woman and who fulfilled all the legal requirements for the inheritance of &#x201C;the throne of David his father.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002615/118/0\" data-bid=\"119-1\" class=\"b\">Ga 4:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/118/1\" data-bid=\"119-2\" class=\"b\"> Lu 1:26-33</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200002615/18\">GENEALOGY OF JESUS CHRIST</a>.) Six months before his birth, John, who became the Baptizer and who was to be Jesus&#x2019; forerunner, had been born. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/119/0\" data-bid=\"120-1\" class=\"b\">Lu 1:13-17,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/119/1\" data-bid=\"120-2\" class=\"b\">&#xA0;36</a>) The expressions of the parents of these sons showed they were living in eager anticipation of divine acts of rulership. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/120/0\" data-bid=\"121-1\" class=\"b\">Lu 1:41-55,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/120/1\" data-bid=\"121-2\" class=\"b\"> 68-79</a>) At Jesus&#x2019; birth, the words of the angelic deputation sent to announce the meaning of the event also pointed to glorious acts by God. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/121/0\" data-bid=\"122-1\" class=\"b\">Lu 2:9-14</a>) So, too, the words of Simeon and Anna at the temple expressed hope in saving acts and liberation. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/122/0\" data-bid=\"123-1\" class=\"b\">Lu 2:25-38</a>) Both the Biblical record and secular evidence reveal that a general feeling of expectation prevailed among the Jews that the coming of the Messiah was drawing near. With many, however, interest was primarily in gaining freedom from the heavy yoke of Roman domination.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002615/19\">MESSIAH</a>.John&#x2019;s commission was to &#x2018;turn back the hearts&#x2019; of persons to Jehovah, to his covenants, to &#x201C;the privilege of fearlessly rendering sacred service to him with loyalty and righteousness,&#x201D; thereby getting ready for Jehovah &#x201C;a prepared people.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002615/123/0\" data-bid=\"124-1\" class=\"b\">Lu 1:16, 17,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/123/1\" data-bid=\"124-2\" class=\"b\"> 72-75</a>) He told the people in no uncertain terms that they were facing a time of judgment by God, that &#x2018;the kingdom of the heavens had drawn near,&#x2019; making urgent their turning away repentantly from their course of disobedience to God&#x2019;s will and law. This again emphasized Jehovah&#x2019;s standard of having only <em>willing </em>subjects, persons who both recognize and appreciate the rightness of his ways and laws.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002615/124/0\" data-bid=\"125-1\" class=\"b\">Mt 3:1, 2,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/124/1\" data-bid=\"125-2\" class=\"b\"> 7-12</a>.The Messiah came when Jesus presented himself to John for baptism and was then anointed by God&#x2019;s holy spirit. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/125/0\" data-bid=\"126-1\" class=\"b\">Mt 3:13-17</a>) He thereby became the King-Designate, the One recognized by Jehovah&#x2019;s Court as having the legal right to the Davidic throne, a right that had not been exercised during the preceding six centuries. (See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002615/20\">JESUS CHRIST</a> [His Baptism].) But Jehovah additionally brought this approved Son into a covenant for a heavenly Kingdom, in which Jesus would be both King and Priest, as Melchizedek of ancient Salem had been. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/126/0\" data-bid=\"127-1\" class=\"b\">Ps 110:1-4;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/126/1\" data-bid=\"127-2\" class=\"b\"> Lu 22:29;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/126/2\" data-bid=\"127-3\" class=\"b\"> Heb 5:4-6;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/126/3\" data-bid=\"127-4\" class=\"b\"> 7:1-3;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/126/4\" data-bid=\"127-5\" class=\"b\"> 8:1</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200002615/21\">COVENANT</a>.) As the promised &#x2018;seed of Abraham,&#x2019; this heavenly King-Priest would be God&#x2019;s Chief Agent for blessing persons of all nations.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002615/127/0\" data-bid=\"128-1\" class=\"b\">Ge 22:15-18;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/127/1\" data-bid=\"128-2\" class=\"b\"> Ga 3:14;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/127/2\" data-bid=\"128-3\" class=\"b\"> Ac 3:15</a>.Early in his Son&#x2019;s earthly life, Jehovah had manifested his kingly power on Jesus&#x2019; behalf. God diverted the Oriental astrologers who were going to inform tyrannical King Herod of the young child&#x2019;s whereabouts, and he caused Jesus&#x2019; parents to slip away into Egypt before Herod&#x2019;s agents carried out the massacre of infants in Bethlehem. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/128/0\" data-bid=\"129-1\" class=\"b\">Mt 2:1-16</a>) Since the original prophecy in Eden had foretold enmity between the promised &#x201C;seed&#x201D; and the &#x2018;seed of the serpent,&#x2019; this attempt on Jesus&#x2019; life could only mean that God&#x2019;s Adversary, Satan the Devil, was trying, however futilely, to frustrate Jehovah&#x2019;s purpose.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002615/129/0\" data-bid=\"130-1\" class=\"b\">Ge 3:15</a>.After some 40 days in the Judean Wilderness, <span id=\"page167\" class=\"pageNum\" data-no=\"167\" data-before-text=\"167\"></span>the baptized Jesus was confronted by this principal opponent of Jehovah&#x2019;s sovereignty. By some means, the spirit Adversary conveyed to Jesus certain subtle suggestions designed to draw him into acts violating Jehovah&#x2019;s expressed will and word. Satan even offered to give to the anointed Jesus dominion over all earthly kingdoms <em>without a struggle and without any need for suffering on Jesus&#x2019; part<wbr></em>&#x2014;in exchange for one act of worship toward himself. When Jesus refused, acknowledging Jehovah as the one true Sovereign from whom authority rightly proceeds and to whom worship goes, God&#x2019;s Adversary began drawing up other plans of war strategy against Jehovah&#x2019;s Representative, resorting to the use of human agents in various ways, as he had done long before in the case of Job.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002615/130/0\" data-bid=\"131-1\" class=\"b\">Job 1:8-18;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/130/1\" data-bid=\"131-2\" class=\"b\"> Mt 4:1-11;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/130/2\" data-bid=\"131-3\" class=\"b\"> Lu 4:1-13</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002615/131/0\" data-bid=\"132-1\" class=\"b\">Re 13:1,&#xA0;2</a>.<strong><em>In what way was God&#x2019;s Kingdom &#x2018;in the midst&#x2019; of those to whom Jesus preached?</em></strong>Trusting in Jehovah&#x2019;s power to protect him and grant him success, Jesus entered his public ministry, announcing to Jehovah&#x2019;s covenant people that &#x201C;the appointed time has been fulfilled,&#x201D; resulting in the approach of the Kingdom of God. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/132/0\" data-bid=\"133-1\" class=\"b\">Mr 1:14,&#xA0;15</a>) In determining in what sense the Kingdom was &#x201C;near,&#x201D; his words to certain Pharisees may be noted, namely, that &#x201C;the kingdom of God is in your midst.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002615/133/0\" data-bid=\"134-1\" class=\"b\">Lu 17:21</a>) Commenting on this text, <em>The Interpreter&#x2019;s Dictionary of the Bible </em>observes: &#x201C;Although frequently cited as an example of Jesus&#x2019; &#x2018;mysticism&#x2019; or &#x2018;inwardness,&#x2019; this interpretation rests chiefly upon the old translation, &#x2018;within you,&#x2019; [<em>KJ, Dy</em>] understood in the unfortunate modern sense of &#x2018;you&#x2019; as singular; the &#x2018;you&#x2019; ([<em>hy&#xB7;mon&#x2B9;</em>]) is plural (Jesus is addressing the Pharisees<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002615/134/0\" data-bid=\"135-1\" class=\"b\">vs. 20</a>) .&#xA0;.&#xA0;. The theory that the kingdom of God is an inner state of mind, or of personal salvation, runs counter to the context of this verse, and also to the whole NT presentation of the idea.&#x201D; (Edited by G.&#xA0;A.&#xA0;Buttrick, 1962, Vol.&#xA0;2, p.&#xA0;883) Since &#x201C;kingdom [<em>ba&#xB7;si&#xB7;lei&#x2B9;a</em>]&#x201D; can refer to the &#x201C;royal dignity,&#x201D; it is evident that Jesus meant that he, God&#x2019;s royal representative, the one anointed by God for the kingship, was in their midst. Not only was he present in this capacity but he also had authority to perform works manifesting God&#x2019;s kingly power and to prepare candidates for positions within his coming Kingdom rule. Hence the &#x2018;nearness&#x2019; of the Kingdom; it was a time of tremendous opportunity.<strong><em>Government with power and authority. </em></strong>Jesus&#x2019; disciples understood the Kingdom to be an actual government of God, though they did not comprehend the reach of its domain. Nathanael said to Jesus: &#x201C;Rabbi, you are the Son of God, you are King of Israel.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002615/135/0\" data-bid=\"136-1\" class=\"b\">Joh 1:49</a>) They knew the things foretold about &#x201C;the holy ones&#x201D; in the prophecy of Daniel. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/136/0\" data-bid=\"137-1\" class=\"b\">Da 7:18,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/136/1\" data-bid=\"137-2\" class=\"b\">&#xA0;27</a>) Jesus directly promised his apostolic followers that they would occupy &#x201C;thrones.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002615/137/0\" data-bid=\"138-1\" class=\"b\">Mt 19:28</a>) James and John sought certain privileged positions in the Messianic government, and Jesus acknowledged that there would be such privileged positions, but he stated that the assigning of these rested with his Father, the Sovereign Ruler. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/138/0\" data-bid=\"139-1\" class=\"b\">Mt 20:20-23;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/138/1\" data-bid=\"139-2\" class=\"b\"> Mr 10:35-40</a>) So, whereas his disciples mistakenly limited Messiah&#x2019;s kingly rule to earth and specifically to fleshly Israel, even doing so on the day of the resurrected Jesus&#x2019; ascension (<a href=\"/en/wol/bc/r1/lp-e/1200002615/139/0\" data-bid=\"140-1\" class=\"b\">Ac 1:6</a>), they correctly understood that it referred to a governmental arrangement.<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200002615/140/0\" data-bid=\"141-1\" class=\"b\">Mt 21:5;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/140/1\" data-bid=\"141-2\" class=\"b\"> Mr 11:7-10</a>.Jehovah&#x2019;s kingly power toward his earthly creation was visibly demonstrated in many ways by his royal Representative. By God&#x2019;s spirit, or active force, his Son exercised control over wind and sea, vegetation, fish, and even over the organic elements in food, causing the food to be multiplied. These powerful works caused his disciples to develop deep respect for the authority that he had. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/141/0\" data-bid=\"142-1\" class=\"b\">Mt 14:23-33;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/141/1\" data-bid=\"142-2\" class=\"b\"> Mr 4:36-41;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/141/2\" data-bid=\"142-3\" class=\"b\"> 11:12-14,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/141/3\" data-bid=\"142-4\" class=\"b\"> 20-23;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/141/4\" data-bid=\"142-5\" class=\"b\"> Lu 5:4-11;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/141/5\" data-bid=\"142-6\" class=\"b\"> Joh 6:5-15</a>) Even more profoundly impressive was his exercise of God&#x2019;s power over human bodies, healing afflictions ranging from blindness to leprosy, and restoring the dead to life. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/142/0\" data-bid=\"143-1\" class=\"b\">Mt 9:35;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/142/1\" data-bid=\"143-2\" class=\"b\"> 20:30-34;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/142/2\" data-bid=\"143-3\" class=\"b\"> Lu 5:12, 13;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/142/3\" data-bid=\"143-4\" class=\"b\"> 7:11-17;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/142/4\" data-bid=\"143-5\" class=\"b\"> Joh 11:39-47</a>) Healed lepers he sent to report to the divinely authorized, but generally unbelieving, priesthood, as &#x201C;a witness to them.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002615/143/0\" data-bid=\"144-1\" class=\"b\">Lu 5:14;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/143/1\" data-bid=\"144-2\" class=\"b\"> 17:14</a>) Finally, he showed God&#x2019;s power over superhuman spirits. The demons recognized the authority invested in Jesus and, rather than risk a decisive test of the power backing him up, they acceded to his orders to release persons possessed by them. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/144/0\" data-bid=\"145-1\" class=\"b\">Mt 8:28-32;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/144/1\" data-bid=\"145-2\" class=\"b\"> 9:32, 33</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002615/145/0\" data-bid=\"146-1\" class=\"b\">Jas 2:19</a>.) Since this powerful expulsion of demons was by God&#x2019;s spirit, this meant that the Kingdom of God had really &#x201C;overtaken&#x201D; his listeners.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002615/146/0\" data-bid=\"147-1\" class=\"b\">Mt 12:25-29</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002615/147/0\" data-bid=\"148-1\" class=\"b\">Lu 9:42,&#xA0;43</a>.All of this was solid proof that Jesus had kingly authority and that this authority came from no earthly, human, political source. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200002615/148/0\" data-bid=\"149-1\" class=\"b\">Joh 18:36;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/148/1\" data-bid=\"149-2\" class=\"b\"> Isa 9:6,&#xA0;7</a>.) Messengers from the imprisoned John the Baptizer, as witnesses of these powerful works, were instructed by Jesus to go back to John and tell him what they had seen and heard as confirmation that Jesus was indeed &#x201C;the <span id=\"page168\" class=\"pageNum\" data-no=\"168\" data-before-text=\"168\"></span>Coming One.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002615/149/0\" data-bid=\"150-1\" class=\"b\">Mt 11:2-6;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/149/1\" data-bid=\"150-2\" class=\"b\"> Lu 7:18-23</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002615/150/0\" data-bid=\"151-1\" class=\"b\">Joh 5:36</a>.) Jesus&#x2019; disciples were seeing and hearing the evidence of Kingdom authority that the prophets had longed to witness. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/151/0\" data-bid=\"152-1\" class=\"b\">Mt 13:16,&#xA0;17</a>) Moreover, Jesus was able to delegate authority to his disciples so that they could exercise similar powers as his appointed deputies, thereby giving force and weight to their proclamation, &#x201C;The kingdom of the heavens has drawn near.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002615/152/0\" data-bid=\"153-1\" class=\"b\">Mt 10:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/152/1\" data-bid=\"153-2\" class=\"b\"> 7,&#xA0;8;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/152/2\" data-bid=\"153-3\" class=\"b\"> Lu 4:36;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/152/3\" data-bid=\"153-4\" class=\"b\"> 10:8-12,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/152/4\" data-bid=\"153-5\" class=\"b\">&#xA0;17</a>.<strong>Entrance Into the Kingdom. </strong>Jesus emphasized the special period of opportunity that had thus arrived. Of his forerunner John the Baptizer, Jesus said: &#x201C;Among those born of women there has not been raised up a greater than John the Baptist; but a person that is a lesser one in the kingdom of the heavens is greater than he is. But from the days of John the Baptist until now the kingdom of the heavens is the goal toward which men press [<em>bi&#xB7;a&#x2B9;ze&#xB7;tai</em>], and those pressing forward [<em>bi&#xB7;a&#xB7;stai&#x2B9;</em>] are seizing it. [Compare <em>AT; </em>also the <em>Z&#xFC;rcher Bibel </em>(German).] For all, the Prophets and the Law, prophesied until John.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002615/153/0\" data-bid=\"154-1\" class=\"b\">Mt 11:10-13</a>) Thus, the days of John&#x2019;s ministry, which were soon to end with his execution, marked the close of one period, the start of another. Of the Greek verb <em>bi&#xB7;a&#x2B9;zo&#xB7;mai </em>used in this text, <em>Vine&#x2019;s Expository Dictionary of Old and New Testament Words </em>says, &#x201C;The verb suggests forceful endeavour.&#x201D; (1981, Vol.&#xA0;3, p.&#xA0;208) Regarding <a href=\"/en/wol/bc/r1/lp-e/1200002615/154/0\" data-bid=\"155-1\" class=\"b\">Matthew 11:12</a>, German scholar Heinrich Meyer states: &#x201C;In this way is described that eager, irresistible striving and struggling after the approaching Messianic kingdom .&#xA0;.&#xA0;. So eager and energetic (no longer calm and expectant) is the interest in regard to the kingdom. The [<em>bi&#xB7;a&#xB7;stai&#x2B9;</em>] are, accordingly, <em>believers </em>[not enemy attackers] struggling hard for its possession.&#x201D;<wbr>&#x2014;Meyer&#x2019;s <em>Critical and Exegetical Hand-Book to the Gospel of Matthew, </em>1884, p.&#xA0;225.Membership in the Kingdom of God, therefore, would not be easy to gain, not like approaching an open city with little or nothing to make entrance difficult. Rather, the Sovereign, Jehovah God, had placed barriers to shut out any not worthy. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200002615/155/0\" data-bid=\"156-1\" class=\"b\">Joh 6:44;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/155/1\" data-bid=\"156-2\" class=\"b\"> 1Co 6:9-11;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/155/2\" data-bid=\"156-3\" class=\"b\"> Ga 5:19-21;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/155/3\" data-bid=\"156-4\" class=\"b\"> Eph 5:5</a>.) Those who would enter must traverse a narrow road, find the narrow gate, keep on asking, keep on seeking, keep on knocking, and the way would be opened. They would find the way to be &#x201C;narrow&#x201D; in that it restricts those who follow it from doing things that would result in injury to themselves or others. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/156/0\" data-bid=\"157-1\" class=\"b\">Mt 7:7, 8,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/156/1\" data-bid=\"157-2\" class=\"b\"> 13, 14</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002615/157/0\" data-bid=\"158-1\" class=\"b\">2Pe 1:10,&#xA0;11</a>.) They might figuratively have to lose an eye or a hand to gain entrance. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/158/0\" data-bid=\"159-1\" class=\"b\">Mr 9:43-47</a>) The Kingdom would be no plutocracy in which one could buy the King&#x2019;s favor; it would be a difficult thing for a rich man (Gr., <em>plou&#x2B9;si&#xB7;os</em>) to enter. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/159/0\" data-bid=\"160-1\" class=\"b\">Lu 18:24,&#xA0;25</a>) It would be no worldly aristocracy; prominent position among men would not count. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/160/0\" data-bid=\"161-1\" class=\"b\">Mt 23:1, 2,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/160/1\" data-bid=\"161-2\" class=\"b\"> 6-12,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/160/2\" data-bid=\"161-3\" class=\"b\"> 33;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/160/3\" data-bid=\"161-4\" class=\"b\"> Lu 16:14-16</a>) Those apparently &#x201C;first,&#x201D; having an impressive religious background and record, would be &#x201C;last,&#x201D; and the &#x2018;last would be first&#x2019; to receive the favored privileges connected with that Kingdom. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/161/0\" data-bid=\"162-1\" class=\"b\">Mt 19:30&#x2013;20:16</a>) The prominent but hypocritical Pharisees, confident of their advantageous position, would see reformed harlots and tax collectors enter the Kingdom before them. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/162/0\" data-bid=\"163-1\" class=\"b\">Mt 21:31, 32;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/162/1\" data-bid=\"163-2\" class=\"b\"> 23:13</a>) Though calling Jesus &#x201C;Lord, Lord,&#x201D; all hypocritical persons disrespecting the word and will of God as revealed through Jesus would be turned away with the words: &#x201C;I never knew you! Get away from me, you workers of lawlessness.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002615/163/0\" data-bid=\"164-1\" class=\"b\">Mt 7:15-23</a>.Those gaining entrance would be those putting material interests secondary and seeking first the Kingdom and God&#x2019;s righteousness. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/164/0\" data-bid=\"165-1\" class=\"b\">Mt 6:31-34</a>) Like God&#x2019;s anointed King, Christ Jesus, they would love righteousness and hate wickedness. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/165/0\" data-bid=\"166-1\" class=\"b\">Heb 1:8,&#xA0;9</a>) Spiritually minded, merciful, purehearted, peaceable persons, though the objects of reproach and persecution by men, would become prospective members of the Kingdom. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/166/0\" data-bid=\"167-1\" class=\"b\">Mt 5:3-10;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/166/1\" data-bid=\"167-2\" class=\"b\"> Lu 6:23</a>) The &#x201C;yoke&#x201D; Jesus invited such ones to take upon themselves meant submission to his kingly authority. It was a kindly yoke, however, with a light load for those who were &#x201C;mild-tempered and lowly in heart&#x201D; as was the King. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/167/0\" data-bid=\"168-1\" class=\"b\">Mt 11:28-30</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002615/168/0\" data-bid=\"169-1\" class=\"b\">1Ki 12:12-14;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/168/1\" data-bid=\"169-2\" class=\"b\"> Jer 27:1-7</a>.) This should have had a heartwarming effect on his listeners, assuring them that his rule would have none of the undesirable qualities of many earlier rulers, both Israelite and non-Israelite. It gave them reason to believe that his rule would bring no burdensome taxation, forced servitude, or forms of exploitation. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200002615/169/0\" data-bid=\"170-1\" class=\"b\">1Sa 8:10-18;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/169/1\" data-bid=\"170-2\" class=\"b\"> De 17:15-17,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/169/2\" data-bid=\"170-3\" class=\"b\"> 20;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/169/3\" data-bid=\"170-4\" class=\"b\"> Eph 5:5</a>.) As Jesus&#x2019; later words showed, not only would the Head of the coming Kingdom government prove his unselfishness to the point of giving his life for his people but all those associated with him in that government would also be persons who sought to serve rather than be served.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002615/170/0\" data-bid=\"171-1\" class=\"b\">Mt 20:25-28</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002615/22\">JESUS CHRIST</a> (His Works and Personal Qualities).<strong><em>Willing submission vital. </em></strong>Jesus himself had the deepest respect for the Sovereign will and authority of his Father. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/171/0\" data-bid=\"172-1\" class=\"b\">Joh 5:30;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/171/1\" data-bid=\"172-2\" class=\"b\"> 6:38;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/171/2\" data-bid=\"172-3\" class=\"b\"> Mt 26:39</a>) As long as the Law covenant was in effect, his Jewish followers were to practice and advocate obedience to it; any taking an opposite course would be rejected as regards his Kingdom. This respect and obedience, however, must be from the <span id=\"page169\" class=\"pageNum\" data-no=\"169\" data-before-text=\"169\"></span>heart, not a mere formal or one-sided observing of the Law with emphasis on specific acts required, but the observing of basic principles inherent therein involving justice, mercy, and faithfulness. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/172/0\" data-bid=\"173-1\" class=\"b\">Mt 5:17-20;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/172/1\" data-bid=\"173-2\" class=\"b\"> 23:23,&#xA0;24</a>) To the scribe who acknowledged Jehovah&#x2019;s unique position and who recognized that &#x201C;loving him with one&#x2019;s whole heart and with one&#x2019;s whole understanding and with one&#x2019;s whole strength and this loving one&#x2019;s neighbor as oneself is worth far more than all the whole burnt offerings and sacrifices,&#x201D; Jesus said, &#x201C;You are not far from the kingdom of God.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002615/173/0\" data-bid=\"174-1\" class=\"b\">Mr 12:28-34</a>) Thus, in all respects Jesus made clear that Jehovah God seeks only willing subjects, those who prefer his righteous ways and desire fervently to live under his Sovereign authority.<strong><em>Covenant relationship. </em></strong>On his last night with his disciples, Jesus spoke to them of a &#x201C;new covenant&#x201D; to become operative toward his followers as a result of his ransom sacrifice (<a href=\"/en/wol/bc/r1/lp-e/1200002615/174/0\" data-bid=\"175-1\" class=\"b\">Lu 22:19, 20</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002615/175/0\" data-bid=\"176-1\" class=\"b\">12:32</a>); he himself would serve as the Mediator of that covenant between Jehovah the Sovereign and Jesus&#x2019; followers. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/176/0\" data-bid=\"177-1\" class=\"b\">1Ti 2:5;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/176/1\" data-bid=\"177-2\" class=\"b\"> Heb 12:24</a>) Additionally, Jesus made a personal covenant with his followers &#x201C;for a kingdom,&#x201D; that they might join him in his royal privileges.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002615/177/0\" data-bid=\"178-1\" class=\"b\">Lu 22:28-30</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200002615/23\">COVENANT</a>.<strong><em>Conquest of the world. </em></strong>Although Jesus&#x2019; subsequent arrest, trials, and execution made his kingly position appear weak, in reality it marked a powerful fulfillment of God&#x2019;s prophecies and was allowed by God for that reason. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/178/0\" data-bid=\"179-1\" class=\"b\">Joh 19:10, 11;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/178/1\" data-bid=\"179-2\" class=\"b\"> Lu 24:19-27,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/178/2\" data-bid=\"179-3\" class=\"b\">&#xA0;44</a>) By his loyalty and integrity until death, Jesus proved that &#x201C;the ruler of the world,&#x201D; God&#x2019;s Adversary, Satan, had &#x201C;no hold&#x201D; on him and that Jesus had indeed &#x201C;conquered the world.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002615/179/0\" data-bid=\"180-1\" class=\"b\">Joh 14:29-31;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/179/1\" data-bid=\"180-2\" class=\"b\"> 16:33</a>) Additionally, even while his Son was impaled on the stake, Jehovah gave evidence of his superior power: The light of the sun was blacked out for a time; there was also a strong earthquake and the ripping in two of the large curtain in the temple. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/180/0\" data-bid=\"181-1\" class=\"b\">Mt 27:51-54;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/180/1\" data-bid=\"181-2\" class=\"b\"> Lu 23:44,&#xA0;45</a>) On the third day thereafter, he gave far greater evidence of his Sovereignty when he resurrected his Son to spirit life, despite the puny efforts of men to prevent the resurrection by posting guards before Jesus&#x2019; sealed tomb.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002615/181/0\" data-bid=\"182-1\" class=\"b\">Mt 28:1-7</a>.<strong>&#x201C;The Kingdom of the Son of His Love.&#x201D; </strong>Ten days after Jesus&#x2019; ascension to heaven, on Pentecost of 33&#xA0;C.E., his disciples had evidence that he had been &#x201C;exalted to the right hand of God&#x201D; when Jesus poured out holy spirit upon them. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/182/0\" data-bid=\"183-1\" class=\"b\">Ac 1:8,&#xA0;9;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/182/1\" data-bid=\"183-2\" class=\"b\"> 2:1-4,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/182/2\" data-bid=\"183-3\" class=\"b\"> 29-33</a>) The &#x201C;new covenant&#x201D; thus became operative toward them, and they became the nucleus of a new &#x201C;holy nation,&#x201D; spiritual Israel.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002615/183/0\" data-bid=\"184-1\" class=\"b\">Heb 12:22-24;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/183/1\" data-bid=\"184-2\" class=\"b\"> 1Pe 2:9, 10;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/183/2\" data-bid=\"184-3\" class=\"b\"> Ga 6:16</a>.Christ was now sitting at his Father&#x2019;s right hand and was the Head over this congregation. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/184/0\" data-bid=\"185-1\" class=\"b\">Eph 5:23;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/184/1\" data-bid=\"185-2\" class=\"b\"> Heb 1:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/184/2\" data-bid=\"185-3\" class=\"b\"> Php 2:9-11</a>) The Scriptures show that from Pentecost 33&#xA0;C.E. onward, a spiritual kingdom was set up over his disciples. When writing to first-century Christians at Colossae, the apostle Paul referred to Jesus Christ as already having a kingdom: &#x201C;[God] delivered us from the authority of the darkness and transferred us into the kingdom of the Son of his love.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002615/185/0\" data-bid=\"186-1\" class=\"b\">Col 1:13</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002615/186/0\" data-bid=\"187-1\" class=\"b\">Ac 17:6,&#xA0;7</a>.Christ&#x2019;s kingdom from Pentecost of 33&#xA0;C.E. onward has been a spiritual one ruling over spiritual Israel, Christians who have been begotten by God&#x2019;s spirit to become the spiritual children of God. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/187/0\" data-bid=\"188-1\" class=\"b\">Joh 3:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/187/1\" data-bid=\"188-2\" class=\"b\"> 5,&#xA0;6</a>) When such spirit-begotten Christians receive their heavenly reward, they will no longer be earthly subjects of the spiritual kingdom of Christ, but they will be kings with Christ in heaven.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002615/188/0\" data-bid=\"189-1\" class=\"b\">Re 5:9,&#xA0;10</a>.<strong>&#x201C;Kingdom of Our Lord and of His Christ.&#x201D; </strong>The apostle John, writing toward the close of the first century C.E., foresaw through a divine revelation the future time when Jehovah God, by means of his Son, would make a new expression of divine rulership. At that time, as in the time of David&#x2019;s bringing the Ark up to Jerusalem, it would be said that Jehovah &#x2018;has taken his great power and begun ruling as king.&#x2019; This would be the time for loud voices in heaven to proclaim: &#x201C;The kingdom of the world did become the kingdom of our Lord and of his Christ, and he will rule as king forever and ever.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002615/189/0\" data-bid=\"190-1\" class=\"b\">Re 11:15,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/189/1\" data-bid=\"190-2\" class=\"b\"> 17;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/189/2\" data-bid=\"190-3\" class=\"b\"> 1Ch 16:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/189/3\" data-bid=\"190-4\" class=\"b\">&#xA0;31</a>.It is &#x201C;our Lord,&#x201D; the Sovereign Lord Jehovah, who asserts his authority over &#x201C;the kingdom of the world,&#x201D; setting up a new expression of his sovereignty toward our earth. He gives to his Son, Jesus Christ, a subsidiary share in that Kingdom, so that it is termed &#x201C;the kingdom of our Lord and of his Christ.&#x201D; This Kingdom is of greater proportions and bigger dimensions than &#x201C;the kingdom of the Son of his love,&#x201D; spoken of at <a href=\"/en/wol/bc/r1/lp-e/1200002615/190/0\" data-bid=\"191-1\" class=\"b\">Colossians 1:13</a>. &#x201C;The kingdom of the Son of his love&#x201D; began at Pentecost 33&#xA0;C.E. and has been over Christ&#x2019;s anointed disciples; &#x201C;the kingdom of our Lord and of his Christ&#x201D; is brought forth at the end of &#x201C;the appointed times of the nations&#x201D; and is over all mankind on earth.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002615/191/0\" data-bid=\"192-1\" class=\"b\">Lu 21:24</a>.Upon receiving a share in &#x201C;the kingdom of the world,&#x201D; Jesus Christ takes necessary measures to clean out opposition to God&#x2019;s sovereignty. The initial action takes place in the heavenly realm; Satan and his demons are defeated and cast down to the earthly realm. This results in the proclamation: &#x201C;Now have come to pass the salvation and the power and the kingdom of our God and the <span id=\"page170\" class=\"pageNum\" data-no=\"170\" data-before-text=\"170\"></span>authority of his Christ.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002615/192/0\" data-bid=\"193-1\" class=\"b\">Re 12:1-10</a>) During the short period of time remaining to him, this principal Adversary, Satan, continues to fulfill the prophecy at <a href=\"/en/wol/bc/r1/lp-e/1200002615/193/0\" data-bid=\"194-1\" class=\"b\">Genesis 3:15</a> by warring against &#x201C;the remaining ones&#x201D; of the &#x201C;seed&#x201D; of the woman, &#x201C;the holy ones&#x201D; due to govern with Christ. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/194/0\" data-bid=\"195-1\" class=\"b\">Re 12:13-17</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002615/195/0\" data-bid=\"196-1\" class=\"b\">Re 13:4-7;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/195/1\" data-bid=\"196-2\" class=\"b\"> Da 7:21-27</a>.) Jehovah&#x2019;s &#x201C;righteous decrees&#x201D; are made manifest, nevertheless, and his expressions of judgment come as plagues upon those opposing him, resulting in the destruction of mystic Babylon the Great, the prime persecutor on earth of God&#x2019;s servants.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002615/196/0\" data-bid=\"197-1\" class=\"b\">Re 15:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/196/1\" data-bid=\"197-2\" class=\"b\"> 16:1&#x2013;19:6</a>.Thereafter &#x201C;the kingdom of our Lord and of his Christ&#x201D; sends its heavenly armies against the rulers of all earthly kingdoms and their armies in an Armageddon fight, bringing them to an end. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/197/0\" data-bid=\"198-1\" class=\"b\">Re 16:14-16;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/197/1\" data-bid=\"198-2\" class=\"b\"> 19:11-21</a>) This is the answer to the petition to God: &#x201C;Let your kingdom come. Let your will take place, as in heaven, also upon earth.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002615/198/0\" data-bid=\"199-1\" class=\"b\">Mt 6:10</a>) Satan is then abyssed and a thousand-year period begins in which Christ Jesus and his associates rule as kings and priests over earth&#x2019;s inhabitants.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002615/199/0\" data-bid=\"200-1\" class=\"b\">Re 20:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/199/1\" data-bid=\"200-2\" class=\"b\">&#xA0;6</a>.<strong><em>Christ &#x201C;hands over the kingdom.&#x201D; </em></strong>The apostle Paul also describes the rule of Christ during his presence. After Christ resurrects his followers from death, he proceeds to bring &#x201C;to nothing all government and all authority and power&#x201D; (logically referring to all government, authority, and power in opposition to God&#x2019;s sovereign will). Then, at the end of his Millennial Reign, he &#x201C;hands over the kingdom to his God and Father,&#x201D; subjecting himself to the &#x201C;One who subjected all things to him, that God may be all things to everyone.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002615/200/0\" data-bid=\"201-1\" class=\"b\">1Co 15:21-28</a>.Since Christ &#x201C;hands over the kingdom to his God and Father,&#x201D; in what sense is his Kingdom &#x201C;everlasting,&#x201D; as repeatedly stated in the Scriptures? (<a href=\"/en/wol/bc/r1/lp-e/1200002615/201/0\" data-bid=\"202-1\" class=\"b\">2Pe 1:11;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/201/1\" data-bid=\"202-2\" class=\"b\"> Isa 9:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/201/2\" data-bid=\"202-3\" class=\"b\"> Da 7:14;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/201/3\" data-bid=\"202-4\" class=\"b\"> Lu 1:33;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/201/4\" data-bid=\"202-5\" class=\"b\"> Re 11:15</a>) His Kingdom &#x201C;will never be brought to ruin&#x201D;; its accomplishments will endure forever; he will eternally be honored for his role as Messianic King.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002615/202/0\" data-bid=\"203-1\" class=\"b\">Da 2:44</a>.During the Thousand Year Reign, Christ&#x2019;s rule toward earth involves priestly action toward obedient mankind. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/203/0\" data-bid=\"204-1\" class=\"b\">Re 5:9, 10;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/203/1\" data-bid=\"204-2\" class=\"b\"> 20:6;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/203/2\" data-bid=\"204-3\" class=\"b\"> 21:1-3</a>) By this means the dominion of sin and death as kings over obedient mankind, subjected to their &#x201C;law,&#x201D; ends; undeserved kindness and righteousness are the ruling factors. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/204/0\" data-bid=\"205-1\" class=\"b\">Ro 5:14,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/204/1\" data-bid=\"205-2\" class=\"b\"> 17,</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/204/2\" data-bid=\"205-3\" class=\"b\">&#xA0;21</a>) Since sin and death are to be completely removed from earth&#x2019;s inhabitants, this also brings to an end the need for Jesus&#x2019; serving as &#x201C;a helper with the Father&#x201D; in the sense of providing propitiation for the sins of imperfect humans. (<a href=\"/en/wol/bc/r1/lp-e/1200002615/205/0\" data-bid=\"206-1\" class=\"b\">1Jo 2:1,&#xA0;2</a>) That brings mankind back to the original status enjoyed when the perfect man Adam was in Eden. Adam while perfect needed no one to stand between him and God to make propitiation. So, too, at the termination of Jesus&#x2019; Thousand Year Rule, earth&#x2019;s inhabitants will be both in position and under responsibility to answer for their course of action before Jehovah God as the Supreme Judge, without recourse to anyone as legal intermediary, or helper. Jehovah, the Sovereign Power, thus becomes &#x201C;all things to everyone.&#x201D; This means that God&#x2019;s purpose to &#x201C;gather all things together again in the Christ, the things in the heavens and the things on the earth,&#x201D; will have been fully realized.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002615/206/0\" data-bid=\"207-1\" class=\"b\">1Co 15:28;</a><a href=\"/en/wol/bc/r1/lp-e/1200002615/206/1\" data-bid=\"207-2\" class=\"b\"> Eph 1:9,&#xA0;10</a>.Jesus&#x2019; Millennial Rule will have fully accomplished its purpose. Earth, once a focus of rebellion, will have been restored to a full, clean, and undisputed position in the realm, or domain, of the Universal Sovereign. No subsidiary kingdom will remain between Jehovah and obedient mankind.Following this, however, a final test is made of the integrity and devotion of all such earthly subjects. Satan is loosed from his restraint in the abyss. Those yielding to his seduction do so on the same issue raised in Eden: the rightfulness of God&#x2019;s sovereignty. This is seen by their attacking &#x201C;the camp of the holy ones and the beloved city.&#x201D; Since that issue has been judicially settled and declared closed by the Court of heaven, no prolonged rebellion is permitted in this case. Those failing to stand loyally on God&#x2019;s side will not be able to appeal to Christ Jesus as a &#x2018;propitiatory helper,&#x2019; but Jehovah God will be &#x201C;all things&#x201D; to them, with no appeal or mediation possible. All rebels, spirit and human, receive the divine sentence of destruction in &#x201C;the second death.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002615/207/0\" data-bid=\"208-1\" class=\"b\">Re 20:7-15</a>."}