{"title":"Kings, Books of","link":"/en/wol/d/r1/lp-e/1200002616","html":"<span id=\"page170\" class=\"pageNum\" data-no=\"170\" data-before-text=\"170\"></span><strong>KINGS, BOOKS OF</strong>Books of the Holy Scriptures relating the history of Israel from the last days of King David until the release of King Jehoiachin from prison in Babylon.Originally the two books of Kings comprised one roll called Kings (Heb., <em>Mela&#xB7;khim&#x2B9;</em>), and in the Hebrew Bible today they are still counted as one book, the fourth in the section known as the Former Prophets. In the Greek <em>Septuagint </em>the Books of the Kings were called Third and Fourth Kingdoms, the Books of Samuel having been designated First and Second Kingdoms. In the Latin <em>Vulgate </em>these books were together known as the four <span id=\"page171\" class=\"pageNum\" data-no=\"171\" data-before-text=\"171\"></span>books of Kings because Jerome preferred the name <em>Regum </em>(Kings), in harmony with the Hebrew title, to the literal translation of the <em>Septuagint </em>title <em>Regnorum </em>(Kingdoms). Division into two books in the <em>Septuagint </em>became expedient because the Greek translation with vowels required almost twice as much space as did Hebrew, in which no vowels were used until the second half of the first millennium of the Common Era. The division between Second Samuel and First Kings has not always been at the same place in the Greek versions. Lucian, for one, in his recension of the <em>Septuagint, </em>made the division so that First Kings commenced with what is <a href=\"/en/wol/bc/r1/lp-e/1200002616/0/0\" data-bid=\"1-1\" class=\"b\">1&#xA0;Kings 2:12</a> in our present-day Bibles.<strong>Writing of the Books. </strong>Although the name of the writer of the books of Kings is not given in the two accounts, Scriptural indications and Jewish <span id=\"page172\" class=\"pageNum\" data-no=\"172\" data-before-text=\"172\"></span>tradition point to Jeremiah. Many Hebrew words and expressions found in these two books appear elsewhere in the Bible only in Jeremiah&#x2019;s prophecy. The books of Kings and the book of Jeremiah complement each other; events, as a rule, are briefly covered in one if they are fully described in the other. Absence of any mention of Jeremiah in the books of Kings, although he was a very prominent prophet, could be expected if Jeremiah was the writer, because his activities were detailed in the book bearing his name. The books of Kings tell of conditions in Jerusalem after the exile had begun, indicating that the writer had not been taken to Babylon, even as Jeremiah was not.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002616/1/0\" data-bid=\"2-1\" class=\"b\">Jer 40:5,&#xA0;6</a>.Some scholars see in the books of Kings what they consider to be evidence of the work of more than one writer or compiler. However, except for variation because of the sources used, it must be observed that the language, style, vocabulary, and grammar are uniform throughout.First Kings covers a period of about 129 years, commencing with the final days of King David, about 1040&#xA0;B.C.E., and running through to the death of Judean King Jehoshaphat in about 911&#xA0;B.C.E. (<a href=\"/en/wol/bc/r1/lp-e/1200002616/2/0\" data-bid=\"3-1\" class=\"b\">1Ki 22:50</a>) Second Kings begins with Ahaziah&#x2019;s reign (c.&#xA0;920&#xA0;B.C.E.) and carries through to the end of the 37th year of Jehoiachin&#x2019;s exile, 580&#xA0;B.C.E., a period of about 340 years. (<a href=\"/en/wol/bc/r1/lp-e/1200002616/3/0\" data-bid=\"4-1\" class=\"b\">2Ki 1:1,&#xA0;2;</a><a href=\"/en/wol/bc/r1/lp-e/1200002616/3/1\" data-bid=\"4-2\" class=\"b\"> 25:27-30</a>) Hence the combined accounts of the <span id=\"page173\" class=\"pageNum\" data-no=\"173\" data-before-text=\"173\"></span>books of Kings cover about four and a half centuries of Hebrew history. As the events recorded therein include those up to 580&#xA0;B.C.E., these books could not have been completed before this date, and because there is no mention of the termination of the Babylonian exile, they, as one roll, were undoubtedly finished before that time.The place of writing for both books appears to have been, for the most part, Judah, because most of the source material would be available there. However, Second Kings was logically completed in Egypt, where Jeremiah was taken after the assassination of Gedaliah at Mizpah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002616/4/0\" data-bid=\"5-1\" class=\"b\">Jer 41:1-3;</a><a href=\"/en/wol/bc/r1/lp-e/1200002616/4/1\" data-bid=\"5-2\" class=\"b\"> 43:5-8</a>.The books of Kings have always had a place in the Jewish canon and are accepted as canonical. There is good reason for this, because these books carry forward the development of the foremost Bible theme, the vindication of Jehovah&#x2019;s sovereignty and the ultimate fulfillment of his purpose for the earth, by means of his Kingdom under Christ, the promised Seed. Moreover, three leading prophets, Elijah, Elisha, and Isaiah, are given prominence, and their prophecies are shown to have had unerring fulfillments. Events recorded in the books of Kings are referred to and elucidated elsewhere in the Scriptures. Jesus refers to what is written in these books three times<wbr>&#x2014;regarding Solomon (<a href=\"/en/wol/bc/r1/lp-e/1200002616/5/0\" data-bid=\"6-1\" class=\"b\">Mt 6:29</a>), the queen of the south (<a href=\"/en/wol/bc/r1/lp-e/1200002616/6/0\" data-bid=\"7-1\" class=\"b\">Mt 12:42</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002616/7/0\" data-bid=\"8-1\" class=\"b\">1Ki 10:1-9</a>), and the widow of Zarephath and Naaman (<a href=\"/en/wol/bc/r1/lp-e/1200002616/8/0\" data-bid=\"9-1\" class=\"b\">Lu 4:25-27</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002616/9/0\" data-bid=\"10-1\" class=\"b\">1Ki 17:8-10;</a><a href=\"/en/wol/bc/r1/lp-e/1200002616/9/1\" data-bid=\"10-2\" class=\"b\"> 2Ki 5:8-14</a>). Paul mentions the account concerning Elijah and the 7,000 men who did not bend the knee to Baal. (<a href=\"/en/wol/bc/r1/lp-e/1200002616/10/0\" data-bid=\"11-1\" class=\"b\">Ro 11:2-4</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002616/11/0\" data-bid=\"12-1\" class=\"b\">1Ki 19:14,</a><a href=\"/en/wol/bc/r1/lp-e/1200002616/11/1\" data-bid=\"12-2\" class=\"b\">&#xA0;18</a>.) James speaks of Elijah&#x2019;s prayers for drought and rain. (<a href=\"/en/wol/bc/r1/lp-e/1200002616/12/0\" data-bid=\"13-1\" class=\"b\">Jas 5:17, 18</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002616/13/0\" data-bid=\"14-1\" class=\"b\">1Ki 17:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200002616/13/1\" data-bid=\"14-2\" class=\"b\"> 18:45</a>.) These references to the actions of individuals described in the books of Kings vouch for the canonicity of these writings.The books of Kings were largely compiled from written sources, and the writer shows clearly that he referred to these outside sources for some of his information. He refers to &#x201C;the book of the affairs of Solomon&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002616/14/0\" data-bid=\"15-1\" class=\"b\">1Ki 11:41</a>), &#x201C;the book of the affairs of the days of the kings of Judah&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002616/15/0\" data-bid=\"16-1\" class=\"b\">1Ki 15:7,</a><a href=\"/en/wol/bc/r1/lp-e/1200002616/15/1\" data-bid=\"16-2\" class=\"b\">&#xA0;23</a>), and &#x201C;the book of the affairs of the days of the kings of Israel&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002616/16/0\" data-bid=\"17-1\" class=\"b\">1Ki 14:19;</a><a href=\"/en/wol/bc/r1/lp-e/1200002616/16/1\" data-bid=\"17-2\" class=\"b\"> 16:14</a>).One of the oldest extant Hebrew manuscripts containing the books of Kings in full is dated 1008&#xA0;C.E. The Vatican No.&#xA0;1209 and the Alexandrine Manuscript contain the books of Kings (in Greek), but the Sinaitic Manuscript does not. Fragments of the books of Kings evidently dating from the B.C.E. period have been found in the Qumran caves.The framework of these books shows that the writer or compiler gave pertinent facts about each king for the purpose of chronology and to reveal God&#x2019;s estimate, favorable or unfavorable, of each king. The relationship of their reigns to the worship of Jehovah stands out as the most important factor. After considering the reign of Solomon, there is, with some exceptions, a general set pattern for describing each reign, as two parallel lines of history are interwoven. For the kings of Judah there is usually given first an introductory synchronism with the contemporaneous king of Israel, then the age of the king, the length of his reign, the place of rule, and the name and home of his mother, the latter being an item of interest and importance because at least some of the kings of Judah were polygamous. In concluding the account for each king, the source of the information, the burial of the king, and the name of his successor are given. Some of the same details are provided for each king of Israel, but the king&#x2019;s age at the time of his accession and the name and home of his mother are not given. Information supplied in First and Second Kings has been very useful in the study of Bible chronology.<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200002616/0\">CHRONOLOGY</a>.The books of Kings are more than just annals or a recital of events as in a chronicle. They report the facts of history with an explanation of their significance. Eliminated from the account, it seems, is anything that does not have direct bearing on the developing purpose of God and that does not illustrate the principles by which Jehovah deals with his people. The faults of Solomon and the other kings of Judah and Israel are not disguised but are related with the utmost candor.<strong>Archaeological Evidence. </strong>The discovery of numerous artifacts has furnished certain confirmation that the books of Kings are historically and geographically accurate. Archaeology, as well as living proof today, confirms the existence of the cedar forests of Lebanon, from which Solomon obtained timbers for his building projects in Jerusalem. (<a href=\"/en/wol/bc/r1/lp-e/1200002616/17/0\" data-bid=\"18-1\" class=\"b\">1Ki 5:6;</a><a href=\"/en/wol/bc/r1/lp-e/1200002616/17/1\" data-bid=\"18-2\" class=\"b\"> 7:2</a>) Evidence of industrial activity has been found in the basin of the Jordan, where Succoth and Zarethan once stood.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002616/18/0\" data-bid=\"19-1\" class=\"b\">1Ki 7:45,&#xA0;46</a>.Shishak&#x2019;s invasion of Judah in Rehoboam&#x2019;s time (<a href=\"/en/wol/bc/r1/lp-e/1200002616/19/0\" data-bid=\"20-1\" class=\"b\">1Ki 14:25,&#xA0;26</a>) is confirmed by the Pharaoh&#x2019;s own record on the walls of the temple of Karnak in Egypt. A black limestone obelisk of Assyrian King Shalmaneser&#xA0;III found at Nimrud in 1846 depicts perhaps an emissary of Jehu bowing before Shalmaneser, an incident that, though not mentioned in the books of Kings, adds testimony to the historicity of Israel&#x2019;s King Jehu. The extensive <span id=\"page174\" class=\"pageNum\" data-no=\"174\" data-before-text=\"174\"></span>building works of Ahab, including &#x201C;the house of ivory that he built&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002616/20/0\" data-bid=\"21-1\" class=\"b\">1Ki 22:39</a>), are well attested by the ruins found at Samaria.The Moabite Stone relates some of the events involved in King Mesha&#x2019;s revolt against Israel, giving the Moabite monarch&#x2019;s version of what took place. (<a href=\"/en/wol/bc/r1/lp-e/1200002616/21/0\" data-bid=\"22-1\" class=\"b\">2Ki 3:4,&#xA0;5</a>) This alphabetic inscription also contains the Tetragrammaton.The name Pekah is found in an annalistic text credited to Tiglath-pileser&#xA0;III. (<a href=\"/en/wol/bc/r1/lp-e/1200002616/22/0\" data-bid=\"23-1\" class=\"b\">2Ki 15:27</a>) The campaign of Tiglath-pileser&#xA0;III against Israel is mentioned in his royal annals and in an Assyrian building inscription. (<a href=\"/en/wol/bc/r1/lp-e/1200002616/23/0\" data-bid=\"24-1\" class=\"b\">2Ki 15:29</a>) The name Hoshea has also been deciphered from inscriptions of Tiglath-pileser&#x2019;s campaign.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002616/24/0\" data-bid=\"25-1\" class=\"b\">2Ki 15:30</a>; <em>Ancient Near Eastern Texts, </em>edited by J.&#xA0;Pritchard, 1974, pp.&#xA0;282-284.While some of Assyrian King Sennacherib&#x2019;s engagements are mentioned in his annals, the angelic destruction of his army of 185,000 when it threatened Jerusalem is not mentioned (<a href=\"/en/wol/bc/r1/lp-e/1200002616/25/0\" data-bid=\"26-1\" class=\"b\">2Ki 19:35</a>), and we would not expect to find in his boastful records an account of this overwhelming setback. Notable archaeological confirmation of the last statement in the books of Kings has been found in cuneiform tablets excavated at Babylon. These indicate that <em>Ja&#x2BC;ukinu </em>(Jehoiachin) was imprisoned in Babylon and mention that he was provided with rations from the royal treasury.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002616/26/0\" data-bid=\"27-1\" class=\"b\">2Ki 25:30</a>; <em>Ancient Near Eastern Texts, </em>p.&#xA0;308.<strong>Fulfillments of Prophecy. </strong>The books of Kings contain various prophecies and point to striking fulfillments. For example, <a href=\"/en/wol/bc/r1/lp-e/1200002616/27/0\" data-bid=\"28-1\" class=\"b\">1&#xA0;Kings 2:27</a> shows the fulfillment of Jehovah&#x2019;s word against the house of Eli. (<a href=\"/en/wol/bc/r1/lp-e/1200002616/28/0\" data-bid=\"29-1\" class=\"b\">1Sa 2:31-36;</a><a href=\"/en/wol/bc/r1/lp-e/1200002616/28/1\" data-bid=\"29-2\" class=\"b\"> 3:11-14</a>) Prophecies regarding Ahab and his house were fulfilled. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200002616/29/0\" data-bid=\"30-1\" class=\"b\">1Ki 21:19-21</a> with <a href=\"/en/wol/bc/r1/lp-e/1200002616/30/0\" data-bid=\"31-1\" class=\"b\">1Ki 22:38</a> and <a href=\"/en/wol/bc/r1/lp-e/1200002616/31/0\" data-bid=\"32-1\" class=\"b\">2Ki 10:17</a>.) What was foretold concerning Jezebel and her remains came true. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200002616/32/0\" data-bid=\"33-1\" class=\"b\">1Ki 21:23</a> with <a href=\"/en/wol/bc/r1/lp-e/1200002616/33/0\" data-bid=\"34-1\" class=\"b\">2Ki 9:30-36</a>.) And the facts of history confirm the veracity of the prophesied destruction of Jerusalem.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002616/34/0\" data-bid=\"35-1\" class=\"b\">2Ki 21:13</a>.Among the many points highlighted in the books of Kings is the importance of adherence to Jehovah&#x2019;s requirements and the dire consequences of ignoring his just laws. The two books of Kings forcefully verify the predicted consequences of both obedience and disobedience to Jehovah God.<strong>[Box on page&#xA0;171]</strong><strong>HIGHLIGHTS OF </strong><strong>FIRST KINGS</strong>  A concise summary of the history of both the kingdom of Judah and the kingdom of Israel from the last days of David until the death of Jehoshaphat  Originally the first book of Kings was part of one scroll with Second Kings<strong>Solomon is known for outstanding wisdom at the start of his rule, but he ends up in apostasy</strong>  Nathan, by decisive action, blocks Adonijah&#x2019;s attempt to be king in Israel; Solomon is enthroned (<a href=\"/en/wol/bc/r1/lp-e/1200002616/35/0\" data-bid=\"36-1\" class=\"b\">1:5&#x2013;2:12</a>)  Asked by Jehovah what he desires, Solomon requests wisdom; he is additionally granted riches and glory (<a href=\"/en/wol/bc/r1/lp-e/1200002616/36/0\" data-bid=\"37-1\" class=\"b\">3:5-15</a>)  Divinely given wisdom is evident in Solomon&#x2019;s handling of the case of two prostitutes, each claiming to be the mother of the same baby boy (<a href=\"/en/wol/bc/r1/lp-e/1200002616/37/0\" data-bid=\"38-1\" class=\"b\">3:16-28</a>)  King Solomon and Israel under his rule prosper; the king&#x2019;s unparalleled wisdom is world famous (<a href=\"/en/wol/bc/r1/lp-e/1200002616/38/0\" data-bid=\"39-1\" class=\"b\">4:1-34;</a><a href=\"/en/wol/bc/r1/lp-e/1200002616/38/1\" data-bid=\"39-2\" class=\"b\"> 10:14-29</a>)  Solomon builds Jehovah&#x2019;s temple and later a palace complex; then all the older men of Israel gather for the inauguration (<a href=\"/en/wol/bc/r1/lp-e/1200002616/39/0\" data-bid=\"40-1\" class=\"b\">5:1&#x2013;8:66</a>)  Jehovah sanctifies the temple, assures Solomon of permanence of the royal line, but warns against unfaithfulness (<a href=\"/en/wol/bc/r1/lp-e/1200002616/40/0\" data-bid=\"41-1\" class=\"b\">9:1-9</a>)  The queen of Sheba comes to see Solomon&#x2019;s wisdom and prosperity for herself (<a href=\"/en/wol/bc/r1/lp-e/1200002616/41/0\" data-bid=\"42-1\" class=\"b\">10:1-13</a>)  In old age, Solomon is influenced by his many foreign wives and goes after foreign gods (<a href=\"/en/wol/bc/r1/lp-e/1200002616/42/0\" data-bid=\"43-1\" class=\"b\">11:1-8</a>)<strong>The nation is split in two; calf worship is instituted to prevent those in the northern kingdom from going up to Jerusalem</strong>  Because of Solomon&#x2019;s apostasy, Jehovah foretells division of the nation (<a href=\"/en/wol/bc/r1/lp-e/1200002616/43/0\" data-bid=\"44-1\" class=\"b\">11:11-13</a>)  After Solomon&#x2019;s death, his son Rehoboam threatens to impose a heavier yoke on the people; ten tribes revolt and make Jeroboam king (<a href=\"/en/wol/bc/r1/lp-e/1200002616/44/0\" data-bid=\"45-1\" class=\"b\">12:1-20</a>)  Jeroboam establishes worship of golden calves in the northern kingdom to prevent his subjects from going to Jerusalem for worship and possibly wanting to reunite the kingdom (<a href=\"/en/wol/bc/r1/lp-e/1200002616/45/0\" data-bid=\"46-1\" class=\"b\">12:26-33</a>)<strong>The southern kingdom, Judah, has both good kings and bad ones</strong>  Rehoboam and Abijam after him allow detestable false worship (<a href=\"/en/wol/bc/r1/lp-e/1200002616/46/0\" data-bid=\"47-1\" class=\"b\">14:21-24;</a><a href=\"/en/wol/bc/r1/lp-e/1200002616/46/1\" data-bid=\"47-2\" class=\"b\"> 15:1-3</a>)  Abijam&#x2019;s son Asa and his son Jehoshaphat actively promote true worship (<a href=\"/en/wol/bc/r1/lp-e/1200002616/47/0\" data-bid=\"48-1\" class=\"b\">15:9-15;</a><a href=\"/en/wol/bc/r1/lp-e/1200002616/47/1\" data-bid=\"48-2\" class=\"b\"> 22:41-43</a>)<strong>The northern kingdom, Israel, is marred by power struggles, assassinations, and idolatry</strong>  Jeroboam&#x2019;s son Nadab becomes king; Baasha assassinates him and seizes the throne (<a href=\"/en/wol/bc/r1/lp-e/1200002616/48/0\" data-bid=\"49-1\" class=\"b\">15:25-30</a>)  Baasha&#x2019;s son Elah succeeds to the throne and is assassinated by Zimri; Zimri commits suicide when facing defeat by Omri (<a href=\"/en/wol/bc/r1/lp-e/1200002616/49/0\" data-bid=\"50-1\" class=\"b\">16:6-20</a>)  Omri&#x2019;s victory leads to civil war; Omri finally triumphs, becomes king, and later builds Samaria; his sins are even worse than those of earlier kings (<a href=\"/en/wol/bc/r1/lp-e/1200002616/50/0\" data-bid=\"51-1\" class=\"b\">16:21-28</a>)  Ahab becomes king and marries the daughter of Ethbaal, king of the Sidonians; he introduces Baal worship into Israel (<a href=\"/en/wol/bc/r1/lp-e/1200002616/51/0\" data-bid=\"52-1\" class=\"b\">16:29-33</a>)<strong>Wars between Judah and Israel end with an alliance</strong>  Wars take place between Jeroboam and both Rehoboam and Abijam; Baasha fights against Asa (<a href=\"/en/wol/bc/r1/lp-e/1200002616/52/0\" data-bid=\"53-1\" class=\"b\">15:6, 7,</a><a href=\"/en/wol/bc/r1/lp-e/1200002616/52/1\" data-bid=\"53-2\" class=\"b\"> 16-22</a>)  Jehoshaphat makes an alliance with Ahab (<a href=\"/en/wol/bc/r1/lp-e/1200002616/53/0\" data-bid=\"54-1\" class=\"b\">22:1-4,</a><a href=\"/en/wol/bc/r1/lp-e/1200002616/53/1\" data-bid=\"54-2\" class=\"b\">&#xA0;44</a>)  Jehoshaphat and Ahab battle together against Ramoth-gilead; Ahab is killed (<a href=\"/en/wol/bc/r1/lp-e/1200002616/54/0\" data-bid=\"55-1\" class=\"b\">22:29-40</a>)<strong>Prophetic activity in Israel and Judah</strong>  Ahijah foretells ripping of ten tribes away from David&#x2019;s house; later he proclaims Jehovah&#x2019;s judgment against Jeroboam (<a href=\"/en/wol/bc/r1/lp-e/1200002616/55/0\" data-bid=\"56-1\" class=\"b\">11:29-39;</a><a href=\"/en/wol/bc/r1/lp-e/1200002616/55/1\" data-bid=\"56-2\" class=\"b\"> 14:7-16</a>)  Shemaiah conveys Jehovah&#x2019;s word that Rehoboam and his subjects should not fight against the rebellious ten tribes (<a href=\"/en/wol/bc/r1/lp-e/1200002616/56/0\" data-bid=\"57-1\" class=\"b\">12:22-24</a>)  A man of God announces Jehovah&#x2019;s judgment against the altar for calf worship at Bethel (<a href=\"/en/wol/bc/r1/lp-e/1200002616/57/0\" data-bid=\"58-1\" class=\"b\">13:1-3</a>)  Jehu the son of Hanani pronounces Jehovah&#x2019;s judgment against Baasha (<a href=\"/en/wol/bc/r1/lp-e/1200002616/58/0\" data-bid=\"59-1\" class=\"b\">16:1-4</a>)  Elijah foretells a prolonged drought in Israel; during the drought, he miraculously extends the food supply of a widow and resurrects her son (<a href=\"/en/wol/bc/r1/lp-e/1200002616/59/0\" data-bid=\"60-1\" class=\"b\">17:1-24</a>)  Elijah proposes a test on Mount Carmel to determine who is the true God; when Jehovah is proved true, the Baal prophets are killed; Elijah flees for his life from Ahab&#x2019;s wife Jezebel, but Jehovah sends Elijah to anoint Hazael, Jehu, and Elisha (<a href=\"/en/wol/bc/r1/lp-e/1200002616/60/0\" data-bid=\"61-1\" class=\"b\">18:17&#x2013;19:21</a>)  Micaiah foretells Ahab&#x2019;s defeat in battle (<a href=\"/en/wol/bc/r1/lp-e/1200002616/61/0\" data-bid=\"62-1\" class=\"b\">22:13-28</a>)<strong>[Box on page&#xA0;172]</strong><strong>HIGHLIGHTS OF </strong><strong>SECOND KINGS</strong>  Continuation of the history of Judah and of Israel begun in First Kings; it reaches to the destruction of Samaria and then of Jerusalem, due to unfaithfulness  The writing of it was likely completed in Egypt about 27 years after Jerusalem&#x2019;s destruction by Babylon<strong>After Elijah, Elisha serves as Jehovah&#x2019;s prophet</strong>  Elijah predicts Ahaziah&#x2019;s death; he also calls down fire upon two disrespectful military chiefs and their companies of 50 sent to get the prophet (<a href=\"/en/wol/bc/r1/lp-e/1200002616/62/0\" data-bid=\"63-1\" class=\"b\">1:2-17</a>)  Elijah is taken away in a windstorm; Elisha receives his official garment (<a href=\"/en/wol/bc/r1/lp-e/1200002616/63/0\" data-bid=\"64-1\" class=\"b\">2:1-13</a>)  Elisha divides the Jordan and heals water in Jericho; his inspired advice saves the allied armies of Israel, Judah, and Edom from perishing for lack of water and results in defeat of Moabites; he increases a widow&#x2019;s oil supply, resurrects a Shunammite woman&#x2019;s son, renders poisonous stew harmless, multiplies a gift of bread and grain, heals Naaman of leprosy, announces that Naaman&#x2019;s leprosy would come upon greedy Gehazi and his offspring, and causes a borrowed axhead to float (<a href=\"/en/wol/bc/r1/lp-e/1200002616/64/0\" data-bid=\"65-1\" class=\"b\">2:14&#x2013;6:7</a>)  Elisha warns the king of Israel in advance of surprise attacks by the Syrians; a Syrian force comes to seize him but is stricken with temporary mental blindness; the Syrians besiege Samaria, and Elisha is blamed for the resulting famine; he foretells the end of the famine (<a href=\"/en/wol/bc/r1/lp-e/1200002616/65/0\" data-bid=\"66-1\" class=\"b\">6:8&#x2013;7:2</a>)  The commission given to Elijah is completed when Elisha tells Hazael that he will become king of Syria and sends a messenger to anoint Jehu as king over Israel (<a href=\"/en/wol/bc/r1/lp-e/1200002616/66/0\" data-bid=\"67-1\" class=\"b\">8:7-13;</a><a href=\"/en/wol/bc/r1/lp-e/1200002616/66/1\" data-bid=\"67-2\" class=\"b\"> 9:1-13</a>)  Jehu acts against Ahab&#x2019;s house, eradicating Baal worship from Israel (<a href=\"/en/wol/bc/r1/lp-e/1200002616/67/0\" data-bid=\"68-1\" class=\"b\">9:14&#x2013;10:28</a>)  Elisha, on his deathbed, is visited by Jehu&#x2019;s grandson King Jehoash; he foretells three victories over Syria (<a href=\"/en/wol/bc/r1/lp-e/1200002616/68/0\" data-bid=\"69-1\" class=\"b\">13:14-19</a>)<strong>Israel&#x2019;s disrespect for Jehovah leads to exile in Assyria</strong>  The calf worship started by Jeroboam continues during the reigns of Jehu and his offspring<wbr>&#x2014;Jehoahaz, Jehoash, Jeroboam&#xA0;II, and Zechariah (<a href=\"/en/wol/bc/r1/lp-e/1200002616/69/0\" data-bid=\"70-1\" class=\"b\">10:29,</a><a href=\"/en/wol/bc/r1/lp-e/1200002616/69/1\" data-bid=\"70-2\" class=\"b\"> 31;</a><a href=\"/en/wol/bc/r1/lp-e/1200002616/69/2\" data-bid=\"70-3\" class=\"b\"> 13:6,</a><a href=\"/en/wol/bc/r1/lp-e/1200002616/69/3\" data-bid=\"70-4\" class=\"b\"> 10, 11;</a><a href=\"/en/wol/bc/r1/lp-e/1200002616/69/4\" data-bid=\"70-5\" class=\"b\"> 14:23, 24;</a><a href=\"/en/wol/bc/r1/lp-e/1200002616/69/5\" data-bid=\"70-6\" class=\"b\"> 15:8,&#xA0;9</a>)  During Israel&#x2019;s final days, King Zechariah is assassinated by Shallum, Shallum by Menahem, Menahem&#x2019;s son Pekahiah by Pekah, and Pekah by Hoshea (<a href=\"/en/wol/bc/r1/lp-e/1200002616/70/0\" data-bid=\"71-1\" class=\"b\">15:8-30</a>)  During Pekah&#x2019;s reign, Tiglath-pileser&#xA0;III, king of Assyria, exiles many Israelites; in the ninth year of Hoshea, Samaria is destroyed and Israel is taken into exile because of disrespecting Jehovah; Israel&#x2019;s territory is populated by other peoples (<a href=\"/en/wol/bc/r1/lp-e/1200002616/71/0\" data-bid=\"72-1\" class=\"b\">15:29;</a><a href=\"/en/wol/bc/r1/lp-e/1200002616/71/1\" data-bid=\"72-2\" class=\"b\"> 17:1-41</a>)<strong>Religious reforms in Judah bring no lasting change; Babylon destroys Jerusalem and takes God&#x2019;s people into exile</strong>  Jehoram of Judah marries Athaliah, daughter of Ahab and Jezebel; Jehoram apostatizes, as does his son Ahaziah after him (<a href=\"/en/wol/bc/r1/lp-e/1200002616/72/0\" data-bid=\"73-1\" class=\"b\">8:16-27</a>)  When Ahaziah dies, Athaliah tries to kill off the seed of David so that she herself can rule; Jehoash, son of Ahaziah, is rescued by his aunt and eventually made king; Athaliah is killed (<a href=\"/en/wol/bc/r1/lp-e/1200002616/73/0\" data-bid=\"74-1\" class=\"b\">11:1-16</a>)  As long as High Priest Jehoiada lives and advises him, Jehoash restores true worship, but &#x2018;sacrificing on the high places&#x2019; persists during his reign and that of his successors<wbr>&#x2014;Amaziah, Azariah (Uzziah), and Jotham (<a href=\"/en/wol/bc/r1/lp-e/1200002616/74/0\" data-bid=\"75-1\" class=\"b\">12:1-16;</a><a href=\"/en/wol/bc/r1/lp-e/1200002616/74/1\" data-bid=\"75-2\" class=\"b\"> 14:1-4;</a><a href=\"/en/wol/bc/r1/lp-e/1200002616/74/2\" data-bid=\"75-3\" class=\"b\"> 15:1-4,</a><a href=\"/en/wol/bc/r1/lp-e/1200002616/74/3\" data-bid=\"75-4\" class=\"b\"> 32-35</a>)  Jotham&#x2019;s son Ahaz practices idolatry; Ahaz&#x2019; son Hezekiah makes good reforms, but these are undone by the subsequent bad reigns of Manasseh and Amon (<a href=\"/en/wol/bc/r1/lp-e/1200002616/75/0\" data-bid=\"76-1\" class=\"b\">16:1-4;</a><a href=\"/en/wol/bc/r1/lp-e/1200002616/75/1\" data-bid=\"76-2\" class=\"b\"> 18:1-6;</a><a href=\"/en/wol/bc/r1/lp-e/1200002616/75/2\" data-bid=\"76-3\" class=\"b\"> 21:1-22</a>)  Amon&#x2019;s son Josiah undertakes firm measures to rid the land of idolatry; he is killed in a battle with Pharaoh Nechoh (<a href=\"/en/wol/bc/r1/lp-e/1200002616/76/0\" data-bid=\"77-1\" class=\"b\">22:1&#x2013;23:30</a>)  Judah&#x2019;s last four kings are unfaithful: Josiah&#x2019;s son Jehoahaz dies in captivity in Egypt; Jehoahaz&#x2019; brother Jehoiakim reigns after him; Jehoiakim&#x2019;s son and successor Jehoiachin is carried into Babylonian exile; Jehoiakim&#x2019;s brother Zedekiah reigns until Jerusalem is conquered by the Babylonians and most survivors of the conquest are taken into exile (<a href=\"/en/wol/bc/r1/lp-e/1200002616/77/0\" data-bid=\"78-1\" class=\"b\">23:31&#x2013;25:21</a>)"}