{"title":"Kneading Trough","link":"/en/wol/d/r1/lp-e/1200002639","html":"<span id=\"page179\" class=\"pageNum\" data-no=\"179\" data-before-text=\"179\"></span><strong>KNEADING TROUGH</strong>A shallow and generally portable bowl-shaped vessel. It was usually made of wood but sometimes was earthenware or was made of bronze. In it flour and water were mixed and worked into dough. In preparing leavened bread, the mass was usually leavened by working in a piece of sourdough saved from a previous baking. The mass of dough was left to rise in the kneading trough before baking. (<a href=\"/en/wol/bc/r1/lp-e/1200002639/0/0\" data-bid=\"1-1\" class=\"b\">Ge 18:6;</a><a href=\"/en/wol/bc/r1/lp-e/1200002639/0/1\" data-bid=\"1-2\" class=\"b\"> 1Sa 28:24</a>) The usual method was to knead the dough with one&#x2019;s hands, though the Egyptians also used their feet at times, when kneading dough in a large trough.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002639/1/0\" data-bid=\"2-1\" class=\"b\">Ho 7:4</a>.The size of the kneading bowl, or trough, varied considerably. However, one earthenware type often used was a bowl approximately 25&#xA0;cm (10&#xA0;in.) in diameter and about 8&#xA0;cm (3&#xA0;in.) deep.Bread was an important part of the Hebrew diet and was baked regularly. Hence, the kneading trough was an essential item among the Israelites and other peoples of antiquity. The frogs that covered Egypt during the second blow brought upon it by Jehovah in Moses&#x2019; day entered the homes and were even found in the kneading troughs. (<a href=\"/en/wol/bc/r1/lp-e/1200002639/2/0\" data-bid=\"3-1\" class=\"b\">Ex 8:3</a>) The Israelites, later leaving Egypt hurriedly, &#x201C;carried their flour dough before it was leavened, with their kneading troughs wrapped up in their mantles upon their shoulder.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002639/3/0\" data-bid=\"4-1\" class=\"b\">Ex 12:33,&#xA0;34</a>) Since the kneading trough was an important vessel in the home, having to do with the preparing of the &#x2018;daily bread,&#x2019; Jehovah&#x2019;s blessing upon it evidently signified an assured sufficiency of food in the home, while his curse upon it represented hunger.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002639/4/0\" data-bid=\"5-1\" class=\"b\">De 28:1, 2,</a><a href=\"/en/wol/bc/r1/lp-e/1200002639/4/1\" data-bid=\"5-2\" class=\"b\"> 5,</a><a href=\"/en/wol/bc/r1/lp-e/1200002639/4/2\" data-bid=\"5-3\" class=\"b\"> 15,</a><a href=\"/en/wol/bc/r1/lp-e/1200002639/4/3\" data-bid=\"5-4\" class=\"b\">&#xA0;17</a>."}