{"title":"Labor Pains","link":"/en/wol/d/r1/lp-e/1200002658","html":"<span id=\"page186\" class=\"pageNum\" data-no=\"186\" data-before-text=\"186\"></span><strong>LABOR PAINS</strong>The tribulation associated with giving birth. God expressed to the first woman, Eve, after she had sinned, what the result would be as to childbearing. If she had remained obedient, God&#x2019;s blessing would have continued upon her and childbearing would have been an unmixed joy, for, &#x201C;the blessing of Jehovah<wbr>&#x2014;that is what makes rich, and he adds no pain with it.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002658/0/0\" data-bid=\"1-1\" class=\"b\">Pr 10:22</a>) But now, as a general rule, the imperfect functioning of the body would bring pain. Accordingly, God said (as often the things that he <em>permits </em>are said to be <em>done </em>by him): &#x201C;I shall greatly increase the pain of your pregnancy; in birth pangs you will bring forth children.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002658/1/0\" data-bid=\"2-1\" class=\"b\">Ge 3:16</a>.The Hebrew expression in this passage of Scripture is, literally, &#x201C;your pain and your pregnancy&#x201D; and is rendered by some translations &#x201C;thy sorrow and thy conception.&#x201D; (<em>KJ; Yg</em>) But the grammatical form used is called hendiadys, in which two words are connected by &#x201C;and&#x201D; though one thing is meant. Modern translations render the expression accordingly. (<em>AT; Mo; RS</em>) So it is not stated that conception would necessarily increase, but that the pain would.It is true that the pain of pregnancy and childbearing may be relieved by medical treatment <span id=\"page187\" class=\"pageNum\" data-no=\"187\" data-before-text=\"187\"></span>and may even be prevented to some extent by care and preparatory methods. But, generally, childbirth remains a physically distressing experience.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002658/2/0\" data-bid=\"3-1\" class=\"b\">Ge 35:16-20;</a><a href=\"/en/wol/bc/r1/lp-e/1200002658/2/1\" data-bid=\"3-2\" class=\"b\"> Isa 26:17</a>.<strong>Symbolic Use. </strong>Despite labor pains associated with childbearing, there is happiness attendant upon the birth of a child. When Jesus Christ spoke intimately with his apostles on the evening before his death, he used this circumstance as an illustration. He explained to them that he was going to leave them and then went on to say: &#x201C;Most truly I say to you, You will weep and wail, but the world will rejoice; you will be grieved, but your grief will be turned into joy. A woman, when she is giving birth, has grief, because her hour has arrived; but when she has brought forth the young child, she remembers the tribulation no more because of the joy that a man has been born into the world. You also, therefore, are now, indeed, having grief; but I shall see you again and your hearts will rejoice, and your joy no one will take from you.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002658/3/0\" data-bid=\"4-1\" class=\"b\">Joh 16:20-22</a>.This painful time did come upon them for parts of three days, when they doubtless wept and &#x2018;afflicted their souls&#x2019; by fasting. (<a href=\"/en/wol/bc/r1/lp-e/1200002658/4/0\" data-bid=\"5-1\" class=\"b\">Lu 5:35</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002658/5/0\" data-bid=\"6-1\" class=\"b\">Ps 35:13</a>.) But early on the morning of the third day, Nisan 16, and for 40 days after that, the resurrected Jesus appeared to certain of the disciples. Imagine their joy! On the day of Pentecost, the 50th day from Jesus&#x2019; resurrection, God&#x2019;s holy spirit was poured out upon them, and they became joyful witnesses of his resurrection, first in Jerusalem and later in distant parts of the earth. (<a href=\"/en/wol/bc/r1/lp-e/1200002658/6/0\" data-bid=\"7-1\" class=\"b\">Ac 1:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200002658/6/1\" data-bid=\"7-2\" class=\"b\">&#xA0;8</a>) And no one could take their joy away.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002658/7/0\" data-bid=\"8-1\" class=\"b\">Joh 16:22</a>.The psalmist described a gathering of kings as they viewed the splendor and magnificence of God&#x2019;s holy city Zion, with its towers and ramparts of strength. He says: &#x201C;They themselves saw; and so they were amazed. They got disturbed, they were sent running in panic. Trembling itself took hold of them there, birth pangs like those of a woman giving birth.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002658/8/0\" data-bid=\"9-1\" class=\"b\">Ps 48:1-6</a>) The psalm apparently describes an actual occurrence in which enemy kings were panic stricken in a projected attack on Jerusalem.Jeremiah, in prophesying defeat to come upon mighty Babylon, told of a people from the north, the report about whom would cause the king of Babylon to have severe pains, like a woman giving birth. This was fulfilled when Cyrus came against Babylon and particularly when the mysterious handwriting appeared on the wall at Babylonian King Belshazzar&#x2019;s feast. This the prophet Daniel interpreted to Belshazzar as portending the immediate fall of Babylon to the Medes and Persians.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002658/9/0\" data-bid=\"10-1\" class=\"b\">Jer 50:41-43;</a><a href=\"/en/wol/bc/r1/lp-e/1200002658/9/1\" data-bid=\"10-2\" class=\"b\"> Da 5:5, 6,</a><a href=\"/en/wol/bc/r1/lp-e/1200002658/9/2\" data-bid=\"10-3\" class=\"b\">&#xA0;28</a>.Concerning the coming of &#x201C;Jehovah&#x2019;s day,&#x201D; the apostle Paul explained that it would be when the cry of &#x201C;Peace and security!&#x201D; is being proclaimed. Then &#x201C;sudden destruction is to be instantly upon them just as the pang of distress upon a pregnant woman; and they will by no means escape.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002658/10/0\" data-bid=\"11-1\" class=\"b\">1Th 5:2,&#xA0;3</a>) Labor pains come suddenly, the exact day and hour not being foreknown. The pains first are about 15 to 20 minutes apart, becoming closer together as labor advances. In most cases the time of labor is relatively short, especially in its second stage, but once labor pains begin, the woman knows that a birth is approaching and that the ordeal must be undergone. There is no &#x201C;escape.&#x201D;In the apostle John&#x2019;s vision in Revelation he saw a heavenly woman crying out &#x201C;in her pains and in her agony to give birth.&#x201D; The child born was &#x201C;a son, a male, who is to shepherd all the nations with an iron rod.&#x201D; In spite of the dragon&#x2019;s efforts to devour it, &#x201C;her child was caught away to God and to his throne.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002658/11/0\" data-bid=\"12-1\" class=\"b\">Re 12:1, 2,</a><a href=\"/en/wol/bc/r1/lp-e/1200002658/11/1\" data-bid=\"12-2\" class=\"b\"> 4-6</a>) The son&#x2019;s being caught away by God would denote God&#x2019;s acceptance of the child as his own, even as it was customary in ancient times to present a newborn child before its father for acceptance. (See <a href=\"/en/wol/tc/r1/lp-e/1200002658/0\">BIRTH</a>.) It would follow that the &#x201C;woman&#x201D; is God&#x2019;s &#x201C;wife,&#x201D; the &#x201C;Jerusalem above,&#x201D; the &#x201C;mother&#x201D; of Christ and his spiritual brothers.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002658/12/0\" data-bid=\"13-1\" class=\"b\">Ga 4:26;</a><a href=\"/en/wol/bc/r1/lp-e/1200002658/12/1\" data-bid=\"13-2\" class=\"b\"> Heb 2:11, 12,</a><a href=\"/en/wol/bc/r1/lp-e/1200002658/12/2\" data-bid=\"13-3\" class=\"b\">&#xA0;17</a>.God&#x2019;s heavenly &#x201C;woman&#x201D; would, of course, be perfect, and the birth would be without literal pain. The labor pains would, therefore, symbolically indicate that the &#x201C;woman&#x201D; would realize that the birth was at hand; she would be in expectation of it shortly.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002658/13/0\" data-bid=\"14-1\" class=\"b\">Re 12:2</a>.Who would this &#x201C;son, a male,&#x201D; be? He was to &#x201C;shepherd all the nations with an iron rod.&#x201D; This was foretold of God&#x2019;s Messianic King, at <a href=\"/en/wol/bc/r1/lp-e/1200002658/14/0\" data-bid=\"15-1\" class=\"b\">Psalm 2:6-9</a>. But John saw this vision long after Christ&#x2019;s birth on earth and his death and resurrection. The vision would therefore appear to refer to the birth of the Messianic Kingdom in the hands of God&#x2019;s Son Jesus Christ, who, on being raised from the dead, &#x201C;sat down at the right hand of God, from then on awaiting until his enemies should be placed as a stool for his feet.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002658/15/0\" data-bid=\"16-1\" class=\"b\">Heb 10:12, 13;</a><a href=\"/en/wol/bc/r1/lp-e/1200002658/15/1\" data-bid=\"16-2\" class=\"b\"> Ps 110:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200002658/15/2\" data-bid=\"16-3\" class=\"b\"> Re 12:10</a>.This was an expected event, and as the time drew near, the expectation of it in heaven and on earth would become great, for fulfilled prophecy would be a sure indication of its nearness. So it would be, as the apostle pointed out to Christians, with the coming of &#x201C;Jehovah&#x2019;s day&#x201D;: &#x201C;Now as for <span id=\"page188\" class=\"pageNum\" data-no=\"188\" data-before-text=\"188\"></span>the times and the seasons, brothers, you need nothing to be written to you.&#x201D; &#x201C;You, brothers, you are not in darkness, so that that day should overtake you as it would thieves.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002658/16/0\" data-bid=\"17-1\" class=\"b\">1Th 5:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002658/16/1\" data-bid=\"17-2\" class=\"b\">&#xA0;4</a>."}