{"title":"Lame, Lameness","link":"/en/wol/d/r1/lp-e/1200002672","html":"<span id=\"page190\" class=\"pageNum\" data-no=\"190\" data-before-text=\"190\"></span><strong>LAME, LAMENESS</strong>A physical handicap that prevents a person from walking normally. Lameness may date from birth because of congenital deformities (<a href=\"/en/wol/bc/r1/lp-e/1200002672/0/0\" data-bid=\"1-1\" class=\"b\">Ac 3:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200002672/0/1\" data-bid=\"1-2\" class=\"b\"> 14:8</a>), but most cases are caused by accidents or diseases.<strong>Aaronic Priesthood. </strong>A lame person who was a descendant of Aaron could not serve in the priesthood, although he was allowed to eat from the things provided for the priesthood for their sustenance. (<a href=\"/en/wol/bc/r1/lp-e/1200002672/1/0\" data-bid=\"2-1\" class=\"b\">Le 21:16-23</a>) Jehovah set a high standard of physical fitness for his priesthood, for these represented him at his sanctuary. So, too, Christ, the great High Priest, was &#x201C;loyal, guileless, undefiled, separated from the sinners.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002672/2/0\" data-bid=\"3-1\" class=\"b\">Heb 7:26</a>.<strong>Sacrifices. </strong>It was also forbidden, under the Law, to offer as a sacrifice any animal with a defect of lameness, because these foreshadowed the perfect sacrifice of Christ. (<a href=\"/en/wol/bc/r1/lp-e/1200002672/3/0\" data-bid=\"4-1\" class=\"b\">De 15:21;</a><a href=\"/en/wol/bc/r1/lp-e/1200002672/3/1\" data-bid=\"4-2\" class=\"b\"> Le 22:19,&#xA0;20</a>) This law was violated by the apostate Israelites, for which God reproved them, saying: &#x201C;When you present a lame animal [for sacrificing, you say]: &#x2018;It is nothing bad.&#x2019; Bring it near, please, to your governor. Will he find pleasure in you, or will he receive you kindly? .&#xA0;.&#xA0;. Can I take pleasure in it at your hand?&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002672/4/0\" data-bid=\"5-1\" class=\"b\">Mal 1:8,</a><a href=\"/en/wol/bc/r1/lp-e/1200002672/4/1\" data-bid=\"5-2\" class=\"b\">&#xA0;13</a>) The apostle evidently applies this requirement in a spiritual way to Christians, entreating them: &#x201C;Present your bodies a sacrifice living, holy, acceptable to God, a sacred service with your power of reason.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002672/5/0\" data-bid=\"6-1\" class=\"b\">Ro 12:1</a>.<strong>Jacob&#x2019;s Lameness. </strong>When Jacob was about 97 years old, he had the experience of grappling all night with a materialized angel of God. He prevailed in detaining the angel until the angel gave him a blessing. During the contest, the angel touched the socket of Jacob&#x2019;s thigh joint, throwing it out of place. The result was that Jacob walked with a limp. (<a href=\"/en/wol/bc/r1/lp-e/1200002672/6/0\" data-bid=\"7-1\" class=\"b\">Ge 32:24-32;</a><a href=\"/en/wol/bc/r1/lp-e/1200002672/6/1\" data-bid=\"7-2\" class=\"b\"> Ho 12:2-4</a>) Jacob thereafter had a reminder that, although he had &#x201C;contended with God [God&#x2019;s angel] and with men so that [he] at last prevailed,&#x201D; as the angel said, he did not in reality defeat a powerful angel of God. It was only by God&#x2019;s purpose and permission that Jacob was allowed to contend with the angel, so as to provide proof of Jacob&#x2019;s great appreciation of the need of God&#x2019;s blessing.<strong>Consideration. </strong>The Scriptures inculcate consideration for the lame. Job remarked that, even in his prosperous state, &#x201C;feet to the lame one I was.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002672/7/0\" data-bid=\"8-1\" class=\"b\">Job 29:15</a>) Jesus and his disciples had compassion for the sick and lame, performing many cures of such persons.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002672/8/0\" data-bid=\"9-1\" class=\"b\">Mt 11:4,&#xA0;5;</a><a href=\"/en/wol/bc/r1/lp-e/1200002672/8/1\" data-bid=\"9-2\" class=\"b\"> 15:30, 31;</a><a href=\"/en/wol/bc/r1/lp-e/1200002672/8/2\" data-bid=\"9-3\" class=\"b\"> 21:14;</a><a href=\"/en/wol/bc/r1/lp-e/1200002672/8/3\" data-bid=\"9-4\" class=\"b\"> Ac 3:1-10;</a><a href=\"/en/wol/bc/r1/lp-e/1200002672/8/4\" data-bid=\"9-5\" class=\"b\"> 8:5-7;</a><a href=\"/en/wol/bc/r1/lp-e/1200002672/8/5\" data-bid=\"9-6\" class=\"b\"> 14:8-10</a>.<strong>Illustrative and Figurative Uses. </strong>The Jebusites illustrated their boastful confidence in the security of their citadel when they taunted David: <span id=\"page191\" class=\"pageNum\" data-no=\"191\" data-before-text=\"191\"></span>&#x201C;&#x2018;You will not come in here, but the blind and the lame ones will certainly turn you away,&#x2019; they thinking: &#x2018;David will not come in here.&#x2019;&#x201D; They may have actually placed such persons on the wall as defenders, as is stated by Josephus (<em>Jewish Antiquities, </em>VII, 61 [iii,&#xA0;1]), and this may be the reason why David said: &#x201C;Anyone striking the Jebusites, let him, by means of the water tunnel, make contact with both the lame and the blind, hateful to the soul of David!&#x201D; These lame and blind ones were the symbol of the Jebusites&#x2019; insult to David and, more seriously, their taunt against the armies of Jehovah. David hated the Jebusites, along with their lame and blind, for such arrogance. He may actually have been calling the Jebusite leaders themselves &#x2018;the lame and blind,&#x2019; in derision.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002672/9/0\" data-bid=\"10-1\" class=\"b\">2Sa 5:6-8</a>.As to the statement in <a href=\"/en/wol/bc/r1/lp-e/1200002672/10/0\" data-bid=\"11-1\" class=\"b\">verse 8</a>, &#x201C;That is why they say: &#x2018;The blind one and the lame one will not come into the house,&#x2019;&#x201D; several explanations have been offered. In the text this statement is not attributed to David and may mean that others developed this proverbial saying with regard to those who, like the Jebusites, boasted or were overconfident of their secure position. Or, the saying might have meant, &#x2018;No one who holds intercourse with disagreeable people like the Jebusites will enter.&#x2019; Others would render the text, &#x201C;because the blind and the lame continued to say, He shall not come into this house,&#x201D; or, &#x201C;Because they had said, even the blind and the lame, He shall not come into the house.&#x201D;<wbr>&#x2014;Barrett&#x2019;s <em>Synopsis of Criticisms, </em>London, 1847, Vol.&#xA0;II, Part&#xA0;II, p.&#xA0;518; <em>KJ </em>margin.On a later occasion, Elijah asked the Israelites: &#x201C;How long will you be limping upon two different opinions? If Jehovah is the true God, go following him; but if Baal is, go following him.&#x201D; At that time the Israelites were claiming to worship Jehovah but at the same time were worshiping Baal. Their course was unsteady and halting, like that of a lame man. During the contest that ensued, when the prophets of Baal were vainly trying from morning till noon to get their god to answer them, &#x201C;they kept limping around the altar that they had made.&#x201D; This may be a mocking description of the ritualistic dance or hobble of the fanatical Baal worshipers, or it may be that they limped because of their tiredness from the long, futile ritual.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002672/11/0\" data-bid=\"12-1\" class=\"b\">1Ki 18:21-29</a>.Limping, lameness, and stumbling are used in figures of speech to denote halting irregularity or unsteadiness in one&#x2019;s course of life, purpose, or speech. Bildad, supposedly warning Job of dangers ahead for him, said of a person taking a wicked course: &#x201C;Disaster stands ready to make him limp.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002672/12/0\" data-bid=\"13-1\" class=\"b\">Job 18:12</a>) In a similar figure David and Jeremiah spoke of their enemies as waiting for them to make an unsteady step, watching for them to limp, so that, as Jeremiah&#x2019;s foes said, &#x201C;we may prevail against him and take our revenge upon him.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002672/13/0\" data-bid=\"14-1\" class=\"b\">Jer 20:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200002672/13/1\" data-bid=\"14-2\" class=\"b\"> Ps 38:16,&#xA0;17</a>) The enemies of Jesus Christ wanted to see him stumble, or limp, in his speech so as to entrap him.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002672/14/0\" data-bid=\"15-1\" class=\"b\">Mt 22:15</a>.<strong><em>Proverbial usage. </em></strong>&#x201C;As one that is mutilating his feet [which would make him lame], as one that is drinking mere violence, is he that is thrusting matters into the hand of someone stupid,&#x201D; said wise King Solomon. Truly, the man employing a stupid person to handle any project for him is doing crippling violence to his own interests. He is certain to see his proposed work collapse, with damage to himself.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002672/15/0\" data-bid=\"16-1\" class=\"b\">Pr 26:6</a>.The Proverbs continue with a like illustration: &#x201C;Have the legs of the lame one drawn up water? Then there is a proverb in the mouth of stupid people.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002672/16/0\" data-bid=\"17-1\" class=\"b\">Pr 26:7</a>) In ancient times, especially in cities built upon mounds, it was often necessary to climb down a ladder or a long stairway to bring water up from a well. A stupid person trying to speak or apply a proverb is as clumsy and ineffective as a lame man trying to carry water up a stairway.<strong><em>God&#x2019;s ancient nation. </em></strong>In speaking of the restoration of his people, Jehovah promised to strengthen them to leave Babylon and to undertake the hazardous journey back to desolated Jerusalem. Any spiritual lameness, hesitancy, or indecision would be removed. Through the prophet Isaiah, God encouraged them: &#x201C;At that time the lame one will climb up just as a stag does.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002672/17/0\" data-bid=\"18-1\" class=\"b\">Isa 35:6</a>) God&#x2019;s nation had limped and suffered a fall into captivity, but &#x201C;in that day,&#x201D; said Jehovah, &#x201C;I will gather her that was limping; .&#xA0;.&#xA0;. and I shall certainly make her that was limping a remnant, and her that was removed far off a mighty nation.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002672/18/0\" data-bid=\"19-1\" class=\"b\">Mic 4:6,&#xA0;7;</a><a href=\"/en/wol/bc/r1/lp-e/1200002672/18/1\" data-bid=\"19-2\" class=\"b\"> Zep 3:19</a>.Further comforting his people, Jehovah promised, as their King, to protect them from aggressors. He described the helplessness of Zion&#x2019;s enemies as a ship with its tacklings loosed, its mast wobbling, and its sail gone. Then he said: &#x201C;At that time even spoil [of the enemy] in abundance will have to be divided up; the lame ones themselves will actually take a big plunder.&#x201D; There would be so much spoil that even those not usually able to have part in taking plunder would at that time be able to share.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002672/19/0\" data-bid=\"20-1\" class=\"b\">Isa 33:23</a>.<strong><em>Consideration for spiritually lame ones. </em></strong>The Christian writer of the letter to the Hebrews pointed out that among them were many <span id=\"page192\" class=\"pageNum\" data-no=\"192\" data-before-text=\"192\"></span>spiritually immature ones, who should be making better progress. (<a href=\"/en/wol/bc/r1/lp-e/1200002672/20/0\" data-bid=\"21-1\" class=\"b\">Heb 5:12-14</a>) Then, after speaking of discipline, he said: &#x201C;Keep making straight paths for your feet, that what is lame may not be put out of joint, but rather that it may be healed.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002672/21/0\" data-bid=\"22-1\" class=\"b\">Heb 12:13</a>) Even stronger ones should carefully watch how they walk in their Christian course, so that the weaker, spiritually &#x201C;lame&#x201D; ones would not stumble or injure themselves. If those stronger in faith used their spiritual freedom to do certain things that were lawful, those weaker in faith might be stumbled by their actions.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002672/22/0\" data-bid=\"23-1\" class=\"b\">Ro 15:1</a>.The apostle Paul sets forth as an example of this principle the matter of eating and drinking. (<a href=\"/en/wol/bc/r1/lp-e/1200002672/23/0\" data-bid=\"24-1\" class=\"b\">Ro 14:13-18,</a><a href=\"/en/wol/bc/r1/lp-e/1200002672/23/1\" data-bid=\"24-2\" class=\"b\">&#xA0;21</a>) In this passage he counsels, in part: &#x201C;Make this your decision, not to put before a brother a stumbling block or a cause for tripping.&#x201D; He says: &#x201C;It is well not to eat flesh or to drink wine or do anything over which your brother stumbles.&#x201D;<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200002672/24/0\" data-bid=\"25-1\" class=\"b\">1Co 8:7-13</a>.On the other hand, the apostle shows, a Christian should strengthen his own spiritual &#x2018;legs&#x2019; so that he will not limp or be stumbled by what occurs or by what someone else does. He should make himself strong so as to keep steady in the Christian course. Paul says: &#x201C;Let the one eating not look down on the one not eating, and let the one not eating not judge the one eating, for God has welcomed that one.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002672/25/0\" data-bid=\"26-1\" class=\"b\">Ro 14:3</a>) This principle was expressed by the psalmist: &#x201C;Abundant peace belongs to those loving your law, and for them there is no stumbling block.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002672/26/0\" data-bid=\"27-1\" class=\"b\">Ps 119:165</a>) Those loving God&#x2019;s law will not be caused to limp with spiritual lameness over any matter.<strong>Complete Healing. </strong>Lameness has caused many tears. Just as Jesus Christ healed many lame and maimed persons when he was on earth, even restoring dried-up body parts (<a href=\"/en/wol/bc/r1/lp-e/1200002672/27/0\" data-bid=\"28-1\" class=\"b\">Mr 3:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002672/27/1\" data-bid=\"28-2\" class=\"b\">&#xA0;5</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002672/28/0\" data-bid=\"29-1\" class=\"b\">Lu 22:50,&#xA0;51</a>), by means of &#x201C;a new heaven&#x201D; God&#x2019;s Son will again perform similar cures. This he will accomplish completely as High Priest and King appointed by God, wiping out every tear from the eyes of humankind.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002672/29/0\" data-bid=\"30-1\" class=\"b\">Mt 8:16, 17;</a><a href=\"/en/wol/bc/r1/lp-e/1200002672/29/1\" data-bid=\"30-2\" class=\"b\"> Re 21:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002672/29/2\" data-bid=\"30-3\" class=\"b\">&#xA0;4</a>."}