{"title":"Lamentations, Book of","link":"/en/wol/d/r1/lp-e/1200002675","html":"<span id=\"page192\" class=\"pageNum\" data-no=\"192\" data-before-text=\"192\"></span><strong>LAMENTATIONS, BOOK OF</strong>In Biblical days lamentations, or dirges, were composed and chanted for deceased friends (<a href=\"/en/wol/bc/r1/lp-e/1200002675/0/0\" data-bid=\"1-1\" class=\"b\">2Sa 1:17-27</a>), devastated nations (<a href=\"/en/wol/bc/r1/lp-e/1200002675/1/0\" data-bid=\"2-1\" class=\"b\">Am 5:1,&#xA0;2</a>), and ruined cities (<a href=\"/en/wol/bc/r1/lp-e/1200002675/2/0\" data-bid=\"3-1\" class=\"b\">Eze 27:2,</a><a href=\"/en/wol/bc/r1/lp-e/1200002675/2/1\" data-bid=\"3-2\" class=\"b\"> 32-36</a>). The book of Lamentations furnishes an inspired example of such mournful composition. It consists of five lyrical poems (in five chapters) lamenting the destruction of Jerusalem at Babylonian hands in 607&#xA0;B.C.E.The book acknowledges that Jehovah justly brought punishment upon Jerusalem and Judah because of the error of his people. (<a href=\"/en/wol/bc/r1/lp-e/1200002675/3/0\" data-bid=\"4-1\" class=\"b\">La 1:5,</a><a href=\"/en/wol/bc/r1/lp-e/1200002675/3/1\" data-bid=\"4-2\" class=\"b\">&#xA0;18</a>) It also highlights God&#x2019;s loving-kindness and mercy <span id=\"page193\" class=\"pageNum\" data-no=\"193\" data-before-text=\"193\"></span>and shows that Jehovah is good to the one hoping in him.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002675/4/0\" data-bid=\"5-1\" class=\"b\">La 3:22,</a><a href=\"/en/wol/bc/r1/lp-e/1200002675/4/1\" data-bid=\"5-2\" class=\"b\">&#xA0;25</a>.<strong>Name. </strong>In the Hebrew this book is named by the opening word <em>&#x2BC;Eh&#xB7;khah&#x2B9;!, </em>which means &#x201C;How!&#x201D; The <em>Septuagint </em>translators called the book <em>Thre&#x2B9;noi, </em>meaning &#x201C;Dirges; Laments.&#x201D; In the Babylonian Talmud (<em>Bava Batra </em>14<em>b</em>) it is identified by the term <em>Qi&#xB7;nohth&#x2B9;, </em>meaning &#x201C;Dirges; Elegies,&#x201D; and it is called <em>Lamentationes </em>(Latin) by Jerome. The English name Lamentations comes from this latter title.<strong>Place in the Bible Canon. </strong>In the Hebrew canon the book of Lamentations is usually counted in among the five <em>Meghil&#xB7;lohth&#x2B9; </em>(Rolls), consisting of The Song of Solomon, Ruth, Lamentations, Ecclesiastes, and Esther. However, in ancient copies of the Hebrew Scriptures the book of Lamentations is said to have followed the book of Jeremiah, as it does in English Bibles of today.<strong>Writer. </strong>In the Greek <em>Septuagint </em>this book is introduced with the words: &#x201C;And it occurred that, after Israel had been taken captive and Jerusalem had been desolated, Jeremiah sat down weeping and lamented with this lamentation over Jerusalem and said.&#x201D; The Targums also identify Jeremiah as the writer, introducing it as follows: &#x201C;Jeremiah the prophet and great priest said.&#x201D; The introduction in the Clementine recension of the Latin <em>Vulgate </em>is: &#x201C;And it occurred that, after Israel had been led away into captivity and Jerusalem was deserted, Jeremiah the prophet sat weeping and wailed with this lamentation over Jerusalem; and sighing with a bitter spirit, and moaning woefully, he said.&#x201D;<strong>Style. </strong>The <a href=\"/en/wol/bc/r1/lp-e/1200002675/5/0\" data-bid=\"6-1\" class=\"b\">five chapters</a> of the book of Lamentations consist of five poems, the first four of which are acrostics. The Hebrew alphabet has 22 distinct letters (consonants) and in each of the first <a href=\"/en/wol/bc/r1/lp-e/1200002675/6/0\" data-bid=\"7-1\" class=\"b\">four chapters</a> of Lamentations successive verses begin with different ones of the 22 letters of the Hebrew alphabet. <a href=\"/en/wol/bc/r1/lp-e/1200002675/7/0\" data-bid=\"8-1\" class=\"b\">Chapters&#xA0;1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002675/7/1\" data-bid=\"8-2\" class=\"b\"> 2</a>, and <a href=\"/en/wol/bc/r1/lp-e/1200002675/8/0\" data-bid=\"9-1\" class=\"b\">4</a> each have 22 verses arranged alphabetically according to the Hebrew alphabet, verse&#xA0;1 beginning with the first Hebrew letter <em>&#x2BC;a&#x2B9;leph, </em>verse&#xA0;2 commencing with the second letter, <em>behth, </em>and so forth, to the end of the alphabet. <a href=\"/en/wol/bc/r1/lp-e/1200002675/9/0\" data-bid=\"10-1\" class=\"b\">Chapter&#xA0;3</a> has 66 verses, and in it three successive verses begin with the same Hebrew letter before passing on to the next letter.In <a href=\"/en/wol/bc/r1/lp-e/1200002675/10/0\" data-bid=\"11-1\" class=\"b\">chapters&#xA0;2,</a><a href=\"/en/wol/bc/r1/lp-e/1200002675/10/1\" data-bid=\"11-2\" class=\"b\"> 3</a>, and <a href=\"/en/wol/bc/r1/lp-e/1200002675/11/0\" data-bid=\"12-1\" class=\"b\">4</a> there is a reversal of the letters <em>&#x2BD;a&#x2B9;yin </em>and <em>pe&#x2BC; </em>(there they are not in the same order as in <a href=\"/en/wol/bc/r1/lp-e/1200002675/12/0\" data-bid=\"13-1\" class=\"b\">Lamentations 1</a> and <a href=\"/en/wol/bc/r1/lp-e/1200002675/13/0\" data-bid=\"14-1\" class=\"b\">Ps 119</a>). But this does not mean that the inspired writer of Lamentations made a mistake. It has been observed in a consideration of this matter: &#x201C;Still less does the irregularity in question permit of being attributed to an oversight on the part of the composer&#xA0;.&#xA0;.&#xA0;.&#xA0;, for the irregularity is repeated in three poems. It is rather connected with another circumstance. For we find in other alphabetic poems also, especially the older ones, many deviations from the rule, which undeniably prove that the composers bound themselves rigorously by the order of the alphabet only so long as it fitted in to <span id=\"page194\" class=\"pageNum\" data-no=\"194\" data-before-text=\"194\"></span>the course of thought without any artificiality.&#x201D; (<em>Commentary on the Old Testament, </em>by C.&#xA0;F.&#xA0;Keil and F.&#xA0;Delitzsch, 1973, Vol.&#xA0;VIII, The Lamentations of Jeremiah, p.&#xA0;338) Among examples then cited are <a href=\"/en/wol/bc/r1/lp-e/1200002675/14/0\" data-bid=\"15-1\" class=\"b\">Psalm 34</a>, where the <em>waw </em>verse is lacking, and <a href=\"/en/wol/bc/r1/lp-e/1200002675/15/0\" data-bid=\"16-1\" class=\"b\">Psalm 145</a>, which omits the <em>nun </em>verse. The fact that strict adherence to the alphabetic arrangement of Hebrew letters is not present in these inspired writings should cause no concern. While the use of acrostics undoubtedly served as a memory aid, the message was of primary importance, and thought content took precedence over any literary device.<a href=\"/en/wol/bc/r1/lp-e/1200002675/16/0\" data-bid=\"17-1\" class=\"b\">Lamentations chapter&#xA0;5</a> is not an acrostic poem, though it does contain 22 verses, the same number as the distinct letters of the Hebrew alphabet.<strong>Time of Composition. </strong>The vividness of Lamentations shows that the book was written shortly after Jerusalem&#x2019;s fall in 607&#xA0;B.C.E., while the events of the Babylonian siege and burning of Jerusalem were still fresh in the mind of Jeremiah. There is general agreement that the book of Lamentations was penned soon after Jerusalem&#x2019;s fall, and it is reasonable to conclude that the writing of it was completed in 607&#xA0;B.C.E.<strong>Fulfillment of Prophecy. </strong>Fulfilled in Jerusalem&#x2019;s experience as vividly portrayed in the book of Lamentations were the words of <a href=\"/en/wol/bc/r1/lp-e/1200002675/17/0\" data-bid=\"18-1\" class=\"b\">Deuteronomy 28:63-65</a>. The fulfillment of various other divine prophecies and warnings is also shown in this book. For example, compare <a href=\"/en/wol/bc/r1/lp-e/1200002675/18/0\" data-bid=\"19-1\" class=\"b\">Lamentations 1:2</a> with <a href=\"/en/wol/bc/r1/lp-e/1200002675/19/0\" data-bid=\"20-1\" class=\"b\">Jeremiah 30:14;</a><a href=\"/en/wol/bc/r1/lp-e/1200002675/19/1\" data-bid=\"20-2\" class=\"b\"> Lamentations 2:17</a> with <a href=\"/en/wol/bc/r1/lp-e/1200002675/20/0\" data-bid=\"21-1\" class=\"b\">Leviticus 26:17;</a><a href=\"/en/wol/bc/r1/lp-e/1200002675/20/1\" data-bid=\"21-2\" class=\"b\"> Lamentations 2:20</a> with <a href=\"/en/wol/bc/r1/lp-e/1200002675/21/0\" data-bid=\"22-1\" class=\"b\">Deuteronomy 28:53</a>.<strong>Contents. </strong>In <a href=\"/en/wol/bc/r1/lp-e/1200002675/22/0\" data-bid=\"23-1\" class=\"b\">the first chapter</a>, beginning with <a href=\"/en/wol/bc/r1/lp-e/1200002675/23/0\" data-bid=\"24-1\" class=\"b\">verse 12</a>, Jeremiah personifies Jerusalem, God&#x2019;s covenant &#x201C;woman&#x201D; Zion, as speaking. (<a href=\"/en/wol/bc/r1/lp-e/1200002675/24/0\" data-bid=\"25-1\" class=\"b\">Isa 62:1-6</a>) She is now desolate, as though widowed and bereft of her children, a captive woman put into forced labor as a slave. In <a href=\"/en/wol/bc/r1/lp-e/1200002675/25/0\" data-bid=\"26-1\" class=\"b\">chapter&#xA0;2</a>, Jeremiah himself speaks. In <a href=\"/en/wol/bc/r1/lp-e/1200002675/26/0\" data-bid=\"27-1\" class=\"b\">chapter&#xA0;3</a>, Jeremiah pours out his feelings, transferring them to the figure of the nation as an &#x201C;able-bodied man.&#x201D; In <a href=\"/en/wol/bc/r1/lp-e/1200002675/27/0\" data-bid=\"28-1\" class=\"b\">chapter&#xA0;4</a>, Jeremiah continues his lament. In <a href=\"/en/wol/bc/r1/lp-e/1200002675/28/0\" data-bid=\"29-1\" class=\"b\">the fifth chapter</a>, the inhabitants of Jerusalem are pictured as speaking. The expressions of acknowledgment of sin, the hope and confidence in Jehovah, and the desire to turn to the right way, as portrayed throughout, were not the actual feelings of the majority of the people. However, there was a remnant like Jeremiah. So the view expressed in the book of Lamentations is a true evaluation of Jerusalem&#x2019;s situation as God saw it.The book of Lamentations is therefore a true and valuable record, inspired by God.<strong>[Box on page&#xA0;193]</strong><strong>HIGHLIGHTS OF LAMENTATIONS</strong>  Five poems lamenting the tragedy that befell Jerusalem and its inhabitants in 607&#xA0;B.C.E. at the hands of the Babylonians  Written by Jeremiah immediately after the destruction of Jerusalem<strong>Jerusalem is personified as a widow bereaved of her children, with no one to give comfort </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200002675/29/0\" data-bid=\"30-1\" class=\"b\">1:1-22</a>)  She acknowledges that her sin against Jehovah is the reason for her distress  She prays for the Almighty to punish those who rejoice over her suffering<strong>Jehovah has acted in anger against Jerusalem </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200002675/30/0\" data-bid=\"31-1\" class=\"b\">2:1-22</a>)  He has thrown Jerusalem down &#x201C;from heaven to earth&#x201D;  He has spurned his sanctuary and shown no respect for king and priest  As a result, passersby are amazed at what has happened to the city that was &#x201C;the perfection of prettiness&#x201D;<strong>The &#x201C;able-bodied man,&#x201D; representing the nation, speaks of his affliction, yet expresses hope </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200002675/31/0\" data-bid=\"32-1\" class=\"b\">3:1-66</a>)  He describes his present desperate situation  Nevertheless, he is confident that Jehovah will hear his people&#x2019;s prayers and show mercy<strong>Terrible effects of the siege of Jerusalem </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200002675/32/0\" data-bid=\"33-1\" class=\"b\">4:1-22</a>)  Death by the sword was better than death from the famine; women even ate their own children  Fleeing survivors were relentlessly pursued in mountainous and wilderness regions<strong>Jehovah is petitioned to note the people&#x2019;s suffering and to restore them to favor </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200002675/33/0\" data-bid=\"34-1\" class=\"b\">5:1-22</a>)  His people&#x2019;s hereditary possession has been given to strangers  They have been shamed and debased  They pray for Jehovah to bring them back to himself even though he rejected them with indignation"}