{"title":"Lampstand","link":"/en/wol/d/r1/lp-e/1200002677","html":"<span id=\"page196\" class=\"pageNum\" data-no=\"196\" data-before-text=\"196\"></span><strong>LAMPSTAND</strong>A stand or support for an oil-burning lamp or lamps. Though mentioning lampstands in homes and other buildings (<a href=\"/en/wol/bc/r1/lp-e/1200002677/0/0\" data-bid=\"1-1\" class=\"b\">2Ki 4:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200002677/0/1\" data-bid=\"1-2\" class=\"b\"> Da 5:5;</a><a href=\"/en/wol/bc/r1/lp-e/1200002677/0/2\" data-bid=\"1-3\" class=\"b\"> Lu 8:16;</a><a href=\"/en/wol/bc/r1/lp-e/1200002677/0/3\" data-bid=\"1-4\" class=\"b\"> 11:33</a>), the Bible&#x2019;s emphasis is primarily on the lampstands associated with true worship.<strong>In the Tabernacle. </strong>Jehovah directed Moses in vision to make for use in the tabernacle a lampstand (Heb., <em>menoh&#xB7;rah&#x2B9;; </em>Gr., <em>ly&#xB7;khni&#x2B9;a</em>) &#x2018;of pure gold, of hammered work.&#x2019; Together with its lamps and utensils it was to weigh one talent. (<a href=\"/en/wol/bc/r1/lp-e/1200002677/1/0\" data-bid=\"2-1\" class=\"b\">Ex 25:31,</a><a href=\"/en/wol/bc/r1/lp-e/1200002677/1/1\" data-bid=\"2-2\" class=\"b\"> 39, 40;</a><a href=\"/en/wol/bc/r1/lp-e/1200002677/1/2\" data-bid=\"2-3\" class=\"b\"> 37:17,</a><a href=\"/en/wol/bc/r1/lp-e/1200002677/1/3\" data-bid=\"2-4\" class=\"b\"> 24;</a><a href=\"/en/wol/bc/r1/lp-e/1200002677/1/4\" data-bid=\"2-5\" class=\"b\"> Nu 8:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200002677/1/5\" data-bid=\"2-6\" class=\"b\"> Heb 9:2</a>) This would equal about 34&#xA0;kg (92&#xA0;lb t), with a value, in modern terms, of $385,350.<strong><em>Design. </em></strong>This luminary for &#x201C;the Holy Place,&#x201D; the anterior compartment of the tabernacle (<a href=\"/en/wol/bc/r1/lp-e/1200002677/2/0\" data-bid=\"3-1\" class=\"b\">Heb 9:2</a>), was composed of a central stem, with six branches. These branches curved upward from opposite sides of the main shaft. The central shaft, or stem, was decorated with four sculptured cups shaped like almond flowers, with knobs and flower blossoms alternating. The kind of flower represented in the flower blossoms is not certain; the Hebrew word used can mean any flower. The branches each had three cups, with knobs and flowers alternating. The description may indicate that the knobs on the central stem came at the point where the branches joined the stem. Lamps burning fine beaten olive oil were placed at the top of the main stem and on the end of each branch. Accessories consisted of snuffers, fire holders, and oil vessels.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002677/3/0\" data-bid=\"4-1\" class=\"b\">Ex 25:31-38;</a><a href=\"/en/wol/bc/r1/lp-e/1200002677/3/1\" data-bid=\"4-2\" class=\"b\"> 37:18-23;</a><a href=\"/en/wol/bc/r1/lp-e/1200002677/3/2\" data-bid=\"4-3\" class=\"b\"> Le 24:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200002677/3/3\" data-bid=\"4-4\" class=\"b\"> Nu 4:9</a>.The actual construction of the lampstand was done under the oversight of Bezalel of the tribe of <span id=\"page197\" class=\"pageNum\" data-no=\"197\" data-before-text=\"197\"></span>Judah and Oholiab of the tribe of Dan. (<a href=\"/en/wol/bc/r1/lp-e/1200002677/4/0\" data-bid=\"5-1\" class=\"b\">Ex 31:1-11;</a><a href=\"/en/wol/bc/r1/lp-e/1200002677/4/1\" data-bid=\"5-2\" class=\"b\"> 35:30-35</a>) These men were doubtless good craftsmen, possibly learning the trade while slaves in Egypt. But Jehovah now put his spirit upon them so that the work could be perfectly done, exactly according to the pattern revealed and spoken to Moses.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002677/5/0\" data-bid=\"6-1\" class=\"b\">Ex 25:9,</a><a href=\"/en/wol/bc/r1/lp-e/1200002677/5/1\" data-bid=\"6-2\" class=\"b\"> 40;</a><a href=\"/en/wol/bc/r1/lp-e/1200002677/5/2\" data-bid=\"6-3\" class=\"b\"> 39:43;</a><a href=\"/en/wol/bc/r1/lp-e/1200002677/5/3\" data-bid=\"6-4\" class=\"b\"> 40:16</a>.<strong><em>Use. </em></strong>Moses &#x201C;placed the lampstand in the tent of meeting in front of the table, on the side of the tabernacle to the south.&#x201D; Evidently it was parallel with the south side of the tent (left-hand side as one entered), opposite the table of showbread. The light shone &#x201C;on the area in front of the lampstand,&#x201D; thus illuminating the Holy Place, which contained also the golden altar of incense.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002677/6/0\" data-bid=\"7-1\" class=\"b\">Ex 40:22-26;</a><a href=\"/en/wol/bc/r1/lp-e/1200002677/6/1\" data-bid=\"7-2\" class=\"b\"> Nu 8:2,&#xA0;3</a>.At the time Moses completed setting up the tabernacle, on Nisan 1, 1512&#xA0;B.C.E., he followed Jehovah&#x2019;s instructions to light the lamps. (<a href=\"/en/wol/bc/r1/lp-e/1200002677/7/0\" data-bid=\"8-1\" class=\"b\">Ex 40:1, 2,</a><a href=\"/en/wol/bc/r1/lp-e/1200002677/7/1\" data-bid=\"8-2\" class=\"b\"> 4,</a><a href=\"/en/wol/bc/r1/lp-e/1200002677/7/2\" data-bid=\"8-3\" class=\"b\">&#xA0;25</a>) Later on, Aaron did so (<a href=\"/en/wol/bc/r1/lp-e/1200002677/8/0\" data-bid=\"9-1\" class=\"b\">Nu 8:3</a>), and thereafter he (and future high priests) set the lampstand in order &#x201C;from evening to morning before Jehovah constantly.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002677/9/0\" data-bid=\"10-1\" class=\"b\">Le 24:3,&#xA0;4</a>) When Aaron dressed the lamps &#x201C;morning by morning&#x201D; and when he lit them &#x201C;between the two evenings,&#x201D; he also offered incense on the golden altar.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002677/10/0\" data-bid=\"11-1\" class=\"b\">Ex 30:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002677/10/1\" data-bid=\"11-2\" class=\"b\"> 7,&#xA0;8</a>.The lampstand, with the other tabernacle utensils, was transported during the wilderness journey by the Kohathite family of the tribe of Levi. First, however, the priests had to cover the articles, because, as Jehovah warned, nonpriestly persons &#x201C;must not come in to see the holy things for the least moment of time, and so they have to die.&#x201D; The lampstand with its accessories was covered with a blue cloth and then put into a covering of sealskin and put onto a bar for carrying.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002677/11/0\" data-bid=\"12-1\" class=\"b\">Nu 4:4,</a><a href=\"/en/wol/bc/r1/lp-e/1200002677/11/1\" data-bid=\"12-2\" class=\"b\"> 9, 10,</a><a href=\"/en/wol/bc/r1/lp-e/1200002677/11/2\" data-bid=\"12-3\" class=\"b\"> 15,</a><a href=\"/en/wol/bc/r1/lp-e/1200002677/11/3\" data-bid=\"12-4\" class=\"b\"> 19,&#xA0;20</a>.In the account relating King David&#x2019;s bringing the ark of the covenant to Mount Zion, there is no mention of the lampstand. Evidently it remained in the tabernacle in the various locations where the tabernacle came to be situated.<strong>In the Temples. </strong>David gave to Solomon the architectural plans for the temple, which plans he had received by inspiration. These included directions for lampstands of gold and lampstands of silver. (<a href=\"/en/wol/bc/r1/lp-e/1200002677/12/0\" data-bid=\"13-1\" class=\"b\">1Ch 28:11, 12,</a><a href=\"/en/wol/bc/r1/lp-e/1200002677/12/1\" data-bid=\"13-2\" class=\"b\"> 15,</a><a href=\"/en/wol/bc/r1/lp-e/1200002677/12/2\" data-bid=\"13-3\" class=\"b\">&#xA0;19</a>) There were ten golden lampstands, and they were placed &#x201C;five to the right and five to the left,&#x201D; or five on the south side and five on the north side as one faced east, in the Holy of the temple. (<a href=\"/en/wol/bc/r1/lp-e/1200002677/13/0\" data-bid=\"14-1\" class=\"b\">1Ki 7:48, 49;</a><a href=\"/en/wol/bc/r1/lp-e/1200002677/13/1\" data-bid=\"14-2\" class=\"b\"> 2Ch 4:20</a>) All ten of these were &#x201C;of the same plan.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002677/14/0\" data-bid=\"15-1\" class=\"b\">2Ch 4:7</a>) They were perhaps much larger than the one that had been in the tabernacle, commensurate with the increased dimensions of the temple and its other furnishings, such as &#x201C;the molten sea.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002677/15/0\" data-bid=\"16-1\" class=\"b\">2Ch 3:3,&#xA0;4;</a><a href=\"/en/wol/bc/r1/lp-e/1200002677/15/1\" data-bid=\"16-2\" class=\"b\"> 1Ki 7:23-26</a>) The silver lampstands were undoubtedly used in courtyards or rooms other than the Holy and the Most Holy, for the furnishings of these two rooms were of gold. As in the tabernacle, the lamps of the golden lampstands were lighted up &#x201C;evening by evening,&#x201D; constantly.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002677/16/0\" data-bid=\"17-1\" class=\"b\">2Ch 13:11</a>.When the temple was destroyed by the Babylonians in 607&#xA0;B.C.E., the lampstands were among <span id=\"page198\" class=\"pageNum\" data-no=\"198\" data-before-text=\"198\"></span>the gold and silver items taken from the house of Jehovah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002677/17/0\" data-bid=\"18-1\" class=\"b\">Jer 52:19</a>.<strong><em>Temple rebuilt by Zerubbabel. </em></strong>The Scriptures provide no information about lampstands in the temple rebuilt by Zerubbabel. However, Josephus says that Antiochus (Epiphanes) &#x201C;stripped the temple, carrying off .&#xA0;.&#xA0;. the golden lampstands.&#x201D; (<em>Jewish Antiquities, </em>XII, 250 [v,&#xA0;4]) The Apocryphal book of Maccabees mentions a &#x201C;lamp-stand&#x201D; being removed, necessitating the making of a new one.<wbr>&#x2014;1 Maccabees 1:21-23; 4:49, 50, <em>JB.</em><strong><em>Temple rebuilt by Herod. </em></strong>The magnificence of the temple rebuilt by Herod would give basis for assuming that this temple must also have contained lampstands equal in beauty and costliness to those in Solomon&#x2019;s temple. We have no mention of them in the Scriptures, however. Evidence of such a lampstand is found in its mention by Josephus and its representation on a bas-relief in an interior vault of the triumphal Arch of Titus in Rome. On this arch are depicted certain items taken from Jerusalem when it was destroyed by the Romans in 70&#xA0;C.E. Josephus claimed to have been an eyewitness of this triumphal procession of Emperor Vespasian and his son Titus. Josephus speaks of the procession carrying &#x201C;a lampstand, likewise made of gold, but constructed on a different pattern from those which we use in ordinary life. Affixed to a pedestal was a central shaft, from which there extended slender branches, arranged trident-fashion, a wrought lamp being attached to the extremity of each branch; of these there were seven.&#x201D;<wbr>&#x2014;<em>The Jewish War, </em>VII, 148, 149 (v,&#xA0;5).No one can say for certain today whether the lampstand depicted on the Arch of Titus looks exactly the same as the original from the temple in Jerusalem. Differences in opinion concern mainly the form of the base, made up of two parallel polygonal cases, the smaller one above the larger. One viewpoint is that the Roman representation on the arch is accurate but that Herod himself had changed its design from the traditional Jewish form of a triangular, or tripod, base in a &#x201C;westernizing&#x201D; campaign to please the Romans. Other scholars disagree that the representation is exact. Decorative panels on the base display eagles and sea monsters, which they cite as an apparent violation of the second commandment.Some conclude that the original temple lampstand stood on three legs, basing this in part on the numerous representations of the lampstand from different parts of Europe and the Middle East dating from the third to the sixth centuries that show a tripod base, a few with animal feet. The oldest representation of the lampstand appears on coins of Antigonus&#xA0;II, who reigned 40-37&#xA0;B.C.E. Though not well preserved, one specimen seems to indicate that the base consisted of a plate with feet. In 1969, a representation of the temple lampstand was found incised in plaster in a house excavated in the old city of Jerusalem. The schematic drawing indicates seven branches and a triangular base, all ornamented with knobs separated by two parallel lines. In the Tomb of Jason, discovered in Jerusalem in 1956 and dated to the beginning of the first century B.C.E., archaeologists found designs of a seven-branched lampstand scratched into plaster. The lower sections seem to be stuck into a box or stand.Thus, on the basis of these archaeological findings, some object to the appearance of the base of the lampstand on the Arch of Titus and suggest among other possibilities that the carvings are a Roman artist&#x2019;s conception influenced by Jewish designs familiar to him from other sources.<strong>Figurative Use. </strong>The prophet Zechariah saw in vision an unusual golden lampstand. As with the lampstand prepared for the tabernacle, it had seven lamps, but these lamps had seven pipes, which scholars understand in a distributive sense to mean a pipe to each lamp. Also, on top of the lampstand there was a bowl. Apparently a continuous supply of oil was provided for the lamps through the pipes leading to them. The oil evidently came from the two olive trees the prophet saw alongside the lampstand.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002677/18/0\" data-bid=\"19-1\" class=\"b\">Zec 4:2, 3,</a><a href=\"/en/wol/bc/r1/lp-e/1200002677/18/1\" data-bid=\"19-2\" class=\"b\">&#xA0;12</a>.Jehovah God, through the glorified Jesus Christ, gave to the apostle John a vision in which he saw &#x201C;seven golden lampstands, and in the midst of the lampstands someone like a son of man.&#x201D; This one, whose description reveals him to be Jesus Christ, explained to John that the lampstands meant seven congregations. (<a href=\"/en/wol/bc/r1/lp-e/1200002677/19/0\" data-bid=\"20-1\" class=\"b\">Re 1:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002677/19/1\" data-bid=\"20-2\" class=\"b\"> 12, 13,</a><a href=\"/en/wol/bc/r1/lp-e/1200002677/19/2\" data-bid=\"20-3\" class=\"b\">&#xA0;20</a>) These visionary lampstands were probably like the one that lighted the tabernacle so that the priests could perform their duties there. The use of such to represent congregations is in harmony with Jesus&#x2019; words to those who are dedicated servants of God: &#x201C;You are the light of the world.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002677/20/0\" data-bid=\"21-1\" class=\"b\">Mt 5:14</a>) As the One &#x201C;who walks in the midst of the seven golden lampstands,&#x201D; he oversees all their activity as lightbearers.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002677/21/0\" data-bid=\"22-1\" class=\"b\">Re 2:1</a>.In counseling the congregation at Ephesus, Christ warned that he would remove the lampstand from its place, unless they repented. This would doubtless mean that they would no longer be used to shed the light of truth in that area, but that their light would go out.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002677/22/0\" data-bid=\"23-1\" class=\"b\">Re 2:1-5</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002677/23/0\" data-bid=\"24-1\" class=\"b\">Mt 6:22,&#xA0;23</a>.<span id=\"page199\" class=\"pageNum\" data-no=\"199\" data-before-text=\"199\"></span>The final mention of lampstands in the Bible bears certain similarities to Zechariah&#x2019;s vision. &#x201C;Two witnesses&#x201D; who were to prophesy in sackcloth were said to be symbolized by &#x201C;the two olive trees and the two lampstands.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002677/24/0\" data-bid=\"25-1\" class=\"b\">Re 11:3,&#xA0;4</a>.<strong>[Pictures on page&#xA0;197]</strong>Jewish portrayals of the temple lampstand (on a column pillar at the right; on a synagogue floor above) have a base design very different from what is shown on the Arch of Titus"}