{"title":"Lamp","link":"/en/wol/d/r1/lp-e/1200002676","html":"<span id=\"page194\" class=\"pageNum\" data-no=\"194\" data-before-text=\"194\"></span><strong>LAMP</strong>A vessel used to produce artificial light. It has a wick for burning flammable liquids such as oil, the wick drawing up the fluid by capillary attraction to feed the flame. Wicks were made of flax (<a href=\"/en/wol/bc/r1/lp-e/1200002676/0/0\" data-bid=\"1-1\" class=\"b\">Isa 42:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200002676/0/1\" data-bid=\"1-2\" class=\"b\"> 43:17</a>), peeled rush, or hemp. Olive oil was the fluid generally burned in ancient lamps (<a href=\"/en/wol/bc/r1/lp-e/1200002676/1/0\" data-bid=\"2-1\" class=\"b\">Ex 27:20</a>), though oil from the terebinth tree was also used.The five discreet virgins of Jesus&#x2019; illustration each had a lamp and a receptacle containing oil. (<a href=\"/en/wol/bc/r1/lp-e/1200002676/2/0\" data-bid=\"3-1\" class=\"b\">Mt 25:1-4</a>) Those who came to arrest Jesus were also carrying lamps and torches.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002676/3/0\" data-bid=\"4-1\" class=\"b\">Joh 18:3</a>.Ordinarily, household lamps were made of earthenware, although bronze lamps have also been discovered in Palestine. The common Canaanite lamp was shaped like a saucer, having a rounded bottom and vertical rim. (PICTURES, Vol.&#xA0;2, p.&#xA0;952) Its rim was slightly pinched on one side, where the wick rested. Sometimes the rim was pinched at the four corners, providing four places for wicks. In time, lamps were made in somewhat different shapes, some being closed except for two holes, one on top (near the center) for filling the vessel with oil and the other being a spout for holding the wick. Certain lamps had a loop handle at the end opposite the spout, sometimes in a horizontal, but more often in a vertical position. The Greco-Roman type frequently bore mythological human or animal forms, but the Jews made lamps bearing such designs as vine leaves or scrolls.<span id=\"page195\" class=\"pageNum\" data-no=\"195\" data-before-text=\"195\"></span>Early saucer lamps were generally a shade of brown. Varieties made in the first century C.E. were of various colors, including light brown, red orange, and gray. Also, there were those of Roman times that were covered with red glaze.The lamps generally used in homes and other buildings might be placed in a niche in the wall, or on a shelf on a wall or pillar, or they might be suspended from the ceiling by means of a cord. Sometimes they were placed on clay, wooden, or metal stands. Such lampstands permitted the light to radiate throughout the room.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002676/4/0\" data-bid=\"5-1\" class=\"b\">2Ki 4:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200002676/4/1\" data-bid=\"5-2\" class=\"b\"> Mt 5:15;</a><a href=\"/en/wol/bc/r1/lp-e/1200002676/4/2\" data-bid=\"5-3\" class=\"b\"> Mr 4:21</a>.The use of candles is not mentioned in the Bible. Lamp oil, a liquid, was used to produce light. Hence, frequent rendering by the <em>King James Version </em>of the Hebrew <em>ner </em>and the Greek word <em>ly&#x2B9;khnos </em>as &#x201C;candle&#x201D; is inappropriate, as at <a href=\"/en/wol/bc/r1/lp-e/1200002676/5/0\" data-bid=\"6-1\" class=\"b\">Job 29:3</a> and <a href=\"/en/wol/bc/r1/lp-e/1200002676/6/0\" data-bid=\"7-1\" class=\"b\">Luke 11:33</a>, where modern translations (such as <em>AT, NW, RS</em>) fittingly use &#x201C;lamp.&#x201D;<strong>Sanctuary Use. </strong>In Israel&#x2019;s tabernacle, the lampstand was made of gold and differed in design from common household lampstands. Made according to Jehovah God&#x2019;s instructions (<a href=\"/en/wol/bc/r1/lp-e/1200002676/7/0\" data-bid=\"8-1\" class=\"b\">Ex 25:31</a>), it was ornamented with alternating knobs and blossoms and had three branches on each side of a central shaft, thus providing for seven holders in which small lamps were placed. Only fine beaten olive oil was used in these lamps. (<a href=\"/en/wol/bc/r1/lp-e/1200002676/8/0\" data-bid=\"9-1\" class=\"b\">Ex 37:17-24;</a><a href=\"/en/wol/bc/r1/lp-e/1200002676/8/1\" data-bid=\"9-2\" class=\"b\"> 27:20</a>) Later, Solomon had ten golden lampstands and a number of silver lampstands made for temple use.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002676/9/0\" data-bid=\"10-1\" class=\"b\">1Ki 7:48, 49;</a><a href=\"/en/wol/bc/r1/lp-e/1200002676/9/1\" data-bid=\"10-2\" class=\"b\"> 1Ch 28:15;</a><a href=\"/en/wol/bc/r1/lp-e/1200002676/9/2\" data-bid=\"10-3\" class=\"b\"> 2Ch 4:19, 20;</a><a href=\"/en/wol/bc/r1/lp-e/1200002676/9/3\" data-bid=\"10-4\" class=\"b\"> 13:11</a>.<strong>Jehovah a Lamp and Source of Light. </strong>Jehovah is the paramount Source of light and guidance. David, after being delivered out of the hand of his enemies and of Saul, said: &#x201C;You are my lamp, O&#xA0;Jehovah, and it is Jehovah that makes my darkness shine.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002676/10/0\" data-bid=\"11-1\" class=\"b\">2Sa 22:29</a>) In the Psalms a slightly different expression is used: &#x201C;You yourself will light my lamp, O&#xA0;Jehovah,&#x201D; there picturing Jehovah as the one kindling the lamp that David carried to light his way.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002676/11/0\" data-bid=\"12-1\" class=\"b\">Ps 18:28</a>.<strong>Jesus Christ. </strong>In the heavenly New Jerusalem, as seen by the apostle John in vision, &#x201C;night will not exist.&#x201D; The city&#x2019;s light is not that of the sun and moon, for Jehovah God&#x2019;s glory directly lights up the city, just as the cloud of light that the Hebrews called the Shechinah illuminated the Most Holy of the ancient tabernacle and temple. (<a href=\"/en/wol/bc/r1/lp-e/1200002676/12/0\" data-bid=\"13-1\" class=\"b\">Le 16:2</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002676/13/0\" data-bid=\"14-1\" class=\"b\">Nu 9:15,&#xA0;16</a>.) And the Lamb, Jesus Christ, is its &#x201C;lamp.&#x201D; This &#x201C;city&#x201D; will shed its spiritual light down upon the nations, the inhabiters of the &#x201C;new earth,&#x201D; for their guidance.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002676/14/0\" data-bid=\"15-1\" class=\"b\">Re 21:22-25</a>.<strong>Kings of the Line of David. </strong>Jehovah God established King David on the throne of Israel, and David proved to be a wise guide and leader of the nation, under God&#x2019;s direction. He was therefore called &#x201C;the lamp of Israel.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002676/15/0\" data-bid=\"16-1\" class=\"b\">2Sa 21:17</a>) In his kingdom covenant with David, Jehovah promised: &#x201C;Your very throne will become one firmly established to time indefinite.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002676/16/0\" data-bid=\"17-1\" class=\"b\">2Sa 7:11-16</a>) Accordingly, the dynasty, or family line, of rulers from David through his son Solomon was as a &#x201C;lamp&#x201D; to Israel.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002676/17/0\" data-bid=\"18-1\" class=\"b\">1Ki 11:36;</a><a href=\"/en/wol/bc/r1/lp-e/1200002676/17/1\" data-bid=\"18-2\" class=\"b\"> 15:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200002676/17/2\" data-bid=\"18-3\" class=\"b\"> 2Ki 8:19;</a><a href=\"/en/wol/bc/r1/lp-e/1200002676/17/3\" data-bid=\"18-4\" class=\"b\"> 2Ch 21:7</a>.When King Zedekiah was dethroned and taken captive to Babylon to die there, it appeared that &#x201C;the lamp&#x201D; was extinguished. But Jehovah had not abandoned his covenant. He merely held rulership on the throne in abeyance &#x201C;until he comes who has the legal right.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002676/18/0\" data-bid=\"19-1\" class=\"b\">Eze 21:27</a>) Jesus Christ, the Messiah, the &#x201C;son of David,&#x201D; was heir to that throne forever. Thus &#x201C;the lamp&#x201D; of David will never go out. Jesus is therefore an everlasting lamp as the one who possesses the Kingdom forever.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002676/19/0\" data-bid=\"20-1\" class=\"b\">Mt 1:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200002676/19/1\" data-bid=\"20-2\" class=\"b\"> Lu 1:32</a>.<strong>God&#x2019;s Word. </strong>Because &#x201C;man must live, not on bread alone, but on every utterance coming forth through Jehovah&#x2019;s mouth&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002676/20/0\" data-bid=\"21-1\" class=\"b\">Mt 4:4</a>), His commandments are like a lamp, lighting the way of God&#x2019;s servants in the darkness of this world. The psalmist declared: &#x201C;Your word is a lamp to my foot, and a light to my roadway.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002676/21/0\" data-bid=\"22-1\" class=\"b\">Ps 119:105</a>) King Solomon said: &#x201C;For the commandment is a lamp, and a light the law is, and the reproofs of discipline are the way of life.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002676/22/0\" data-bid=\"23-1\" class=\"b\">Pr 6:23</a>.The apostle Peter had seen many prophecies concerning Jesus Christ fulfilled, and he had been personally present at Jesus&#x2019; transfiguration on the mountain. In view of all of this, Peter could say: &#x201C;Consequently we have the prophetic word made more sure; and you are doing well in paying attention to it as to a lamp shining in a dark place, until day dawns and a daystar rises, in your hearts.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002676/23/0\" data-bid=\"24-1\" class=\"b\">2Pe 1:19</a>) The Christian was encouraged, therefore, to allow the light of God&#x2019;s prophetic Word to illuminate his heart. Then it would furnish guidance in the safe way &#x201C;until day dawns and a daystar rises.&#x201D;<strong>God&#x2019;s Servants. </strong>In the year 29&#xA0;C.E., John the son of Zechariah, a priest, came, announcing: &#x201C;Repent, for the kingdom of the heavens has drawn near.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002676/24/0\" data-bid=\"25-1\" class=\"b\">Mt 3:1,&#xA0;2;</a><a href=\"/en/wol/bc/r1/lp-e/1200002676/24/1\" data-bid=\"25-2\" class=\"b\"> Lu 1:5,</a><a href=\"/en/wol/bc/r1/lp-e/1200002676/24/2\" data-bid=\"25-3\" class=\"b\">&#xA0;13</a>) Israel had turned away from obedience to the Law, and John was sent preaching repentance and pointing to the <span id=\"page196\" class=\"pageNum\" data-no=\"196\" data-before-text=\"196\"></span>Lamb of God. He succeeded in turning many of the sons of Israel back to Jehovah their God. (<a href=\"/en/wol/bc/r1/lp-e/1200002676/25/0\" data-bid=\"26-1\" class=\"b\">Lu 1:16</a>) Consequently, Jesus said of John: &#x201C;That man was a burning and shining lamp, and you for a short time were willing to rejoice greatly in his light. But I have the witness greater than that of John, for the very works that my Father assigned me to accomplish, the works themselves that I am doing, bear witness about me that the Father dispatched me.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002676/26/0\" data-bid=\"27-1\" class=\"b\">Joh 5:35,&#xA0;36</a>.Jesus also said to his disciples: &#x201C;You are the light of the world. A city cannot be hid when situated upon a mountain. People light a lamp and set it, not under the measuring basket, but upon the lampstand, and it shines upon all those in the house. Likewise let your light shine before men, that they may see your fine works and give glory to your Father who is in the heavens.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002676/27/0\" data-bid=\"28-1\" class=\"b\">Mt 5:14-16</a>) The servant of God should appreciate the reason for which he is given the light, and he should realize that it would be utterly foolish and disastrous for him to refuse to let it shine from him as from a lamp.<strong>Other Figurative Uses. </strong>What a person depends upon to light his way is symbolized by a lamp. With such a figure the proverb contrasts the righteous and the wicked, saying: &#x201C;The very light of the righteous ones will rejoice; but the lamp of the wicked ones<wbr>&#x2014;it will be extinguished.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002676/28/0\" data-bid=\"29-1\" class=\"b\">Pr 13:9</a>) The light of the righteous continually becomes more brilliant, but however brilliantly the lamp of the wicked appears to shine and however prosperous his way may seem as a consequence, God will see to it that he ends up in darkness, where his foot will certainly stumble. Such an outcome is ahead for the person calling down evil on his father and mother.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002676/29/0\" data-bid=\"30-1\" class=\"b\">Pr 20:20</a>.One&#x2019;s &#x2018;lamp being extinguished&#x2019; also means that there is no future for him. Another proverb says: &#x201C;There will prove to be no future for anyone bad; the very lamp of wicked people will be extinguished.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002676/30/0\" data-bid=\"31-1\" class=\"b\">Pr 24:20</a>.Bildad, when implying that Job was hiding some secret wickedness, said of the wicked: &#x201C;A light itself will certainly grow dark in his tent, and in it his own lamp will be extinguished.&#x201D; Farther on in his argument Bildad adds: &#x201C;He will have no posterity and no progeny among his people.&#x201D; In the light of the fact that Solomon was said to be a lamp that God gave to David his father, the putting out of one&#x2019;s lamp may carry the thought that such a person would have no progeny to take over his inheritance.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002676/31/0\" data-bid=\"32-1\" class=\"b\">Job 18:6,</a><a href=\"/en/wol/bc/r1/lp-e/1200002676/31/1\" data-bid=\"32-2\" class=\"b\"> 19;</a><a href=\"/en/wol/bc/r1/lp-e/1200002676/31/2\" data-bid=\"32-3\" class=\"b\"> 1Ki 11:36</a>.One&#x2019;s eye is, figuratively, a &#x201C;lamp.&#x201D; Jesus said: &#x201C;The lamp of the body is the eye. If, then, your eye is simple [sincere; all one way; in focus; generous], your whole body will be bright; but if your eye is wicked, your whole body will be dark.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002676/32/0\" data-bid=\"33-1\" class=\"b\">Mt 6:22, 23</a>, ftn) The eye is like a lamp, because with it the body can walk about without stumbling and without bumping into anything. Jesus, of course, had in mind &#x2018;the eyes of the heart&#x2019; (<a href=\"/en/wol/bc/r1/lp-e/1200002676/33/0\" data-bid=\"34-1\" class=\"b\">Eph 1:18</a>), as his words in the context show.<a href=\"/en/wol/bc/r1/lp-e/1200002676/34/0\" data-bid=\"35-1\" class=\"b\">Proverbs 31:18</a>, in saying of the good wife: &#x201C;Her lamp does not go out at night,&#x201D; uses a figurative expression meaning that she works industriously at night and even rises before dawn for further work.<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200002676/35/0\" data-bid=\"36-1\" class=\"b\">Pr 31:15</a>.According to <a href=\"/en/wol/bc/r1/lp-e/1200002676/36/0\" data-bid=\"37-1\" class=\"b\">Proverbs 20:27</a>, &#x201C;the breath of earthling man is the lamp of Jehovah, carefully searching all the innermost parts of the belly.&#x201D; By what a person &#x201C;breathes out,&#x201D; or gives vent to, whether good or bad expressions, he reveals, or sheds light on, his personality or inmost self.<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200002676/37/0\" data-bid=\"38-1\" class=\"b\">Ac 9:1</a>.<strong>[Picture on page&#xA0;194]</strong>Ancient lamp decorated with a stylized menorah"}