{"title":"Last Days","link":"/en/wol/d/r1/lp-e/1200002686","html":"<span id=\"page205\" class=\"pageNum\" data-no=\"205\" data-before-text=\"205\"></span><strong>LAST DAYS</strong>In Bible prophecy, &#x201C;last days&#x201D; or comparable expressions such as &#x201C;final part of the days&#x201D; were used to designate a time when events of history culminate. (<a href=\"/en/wol/bc/r1/lp-e/1200002686/0/0\" data-bid=\"1-1\" class=\"b\">Eze 38:8,</a><a href=\"/en/wol/bc/r1/lp-e/1200002686/0/1\" data-bid=\"1-2\" class=\"b\"> 16;</a><a href=\"/en/wol/bc/r1/lp-e/1200002686/0/2\" data-bid=\"1-3\" class=\"b\"> Da 10:14</a>) The content of the prophecy fixes the starting point of the &#x201C;final part of the days&#x201D; when the foretold events would begin to occur. Those living at the time of the prophecy&#x2019;s fulfillment could therefore be spoken of as living in the &#x201C;last days&#x201D; or the &#x201C;final part of the days.&#x201D; Depending upon the <span id=\"page206\" class=\"pageNum\" data-no=\"206\" data-before-text=\"206\"></span>nature of the prophecy, this may be a period covering just a few years or many and can apply to widely separated time periods.<strong>Jacob&#x2019;s Deathbed Prophecy. </strong>When Jacob said to his sons, &#x201C;Gather yourselves together that I may tell you what will happen to you in the final part of the days&#x201D; or &#x201C;in days to come&#x201D; (<em>AT</em>), he meant in that future time when his words would begin undergoing fulfillment. (<a href=\"/en/wol/bc/r1/lp-e/1200002686/1/0\" data-bid=\"2-1\" class=\"b\">Ge 49:1</a>) Over two centuries earlier Jehovah had stated to Jacob&#x2019;s grandfather Abram (Abraham) that his offspring would suffer affliction for 400 years. (<a href=\"/en/wol/bc/r1/lp-e/1200002686/2/0\" data-bid=\"3-1\" class=\"b\">Ge 15:13</a>) Therefore, in this case, the future time referred to by Jacob as &#x201C;the final part of the days&#x201D; could not begin until after the 400 years of affliction ended. (For details on <a href=\"/en/wol/bc/r1/lp-e/1200002686/3/0\" data-bid=\"4-1\" class=\"b\">Genesis 49</a>, see the articles on the sons of Jacob under their respective names.) A later application of the prophecy that would involve the spiritual &#x201C;Israel of God&#x201D; could also be expected.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002686/4/0\" data-bid=\"5-1\" class=\"b\">Ga 6:16;</a><a href=\"/en/wol/bc/r1/lp-e/1200002686/4/1\" data-bid=\"5-2\" class=\"b\"> Ro 9:6</a>.<strong>Balaam&#x2019;s Prophecy. </strong>It was before the Israelites entered the Promised Land that the prophet Balaam said to Moab&#x2019;s King Balak: &#x201C;Do come, let me advise you what this people [Israel] will do to your people afterward in the end of the days. .&#xA0;.&#xA0;. A star will certainly step forth out of Jacob, and a scepter will indeed rise out of Israel. And he will certainly break apart the temples of Moab&#x2019;s head and the cranium of all the sons of tumult of war.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002686/5/0\" data-bid=\"6-1\" class=\"b\">Nu 24:14-17</a>) In the initial fulfillment of this prophecy, the &#x201C;star&#x201D; proved to be King David, the subduer of the Moabites. (<a href=\"/en/wol/bc/r1/lp-e/1200002686/6/0\" data-bid=\"7-1\" class=\"b\">2Sa 8:2</a>) Evidently, therefore, in that fulfillment of this particular prophecy, &#x201C;the end of the days&#x201D; began with David&#x2019;s becoming king. Since David foreshadowed Jesus as Messianic King, the prophecy would also apply to Jesus at the time when he subdues his enemies.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002686/7/0\" data-bid=\"8-1\" class=\"b\">Isa 9:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200002686/7/1\" data-bid=\"8-2\" class=\"b\"> Ps 2:8,&#xA0;9</a>.<strong>The Prophecy of Isaiah and Micah. </strong>At <a href=\"/en/wol/bc/r1/lp-e/1200002686/8/0\" data-bid=\"9-1\" class=\"b\">Isaiah 2:2</a> and <a href=\"/en/wol/bc/r1/lp-e/1200002686/9/0\" data-bid=\"10-1\" class=\"b\">Micah 4:1</a> the words &#x201C;final part of the days&#x201D; introduce a prophecy about the time when people from all nations would stream to &#x201C;the mountain of the house of Jehovah.&#x201D; In a typical fulfillment, between 29&#xA0;C.E. and 70&#xA0;C.E., during the final part of the days of the Jewish system of things, Jehovah&#x2019;s worship was exalted above the lofty elevation that pagan nations gave to their false gods. The King, Jesus Christ, made &#x201C;a breakthrough&#x201D; in elevating true worship, and he was followed, first by a remnant of the nation of Israel, and then by people from all nations. (<a href=\"/en/wol/bc/r1/lp-e/1200002686/10/0\" data-bid=\"11-1\" class=\"b\">Isa 2:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200002686/10/1\" data-bid=\"11-2\" class=\"b\"> Mic 2:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200002686/10/2\" data-bid=\"11-3\" class=\"b\"> Ac 10:34,&#xA0;35</a>) In an antitypical fulfillment, in the final part of the days of this system of things, Jehovah&#x2019;s worship has been elevated heaven high. The King, Jesus Christ, has led the remnant of spiritual Israel to pure worship, and they have been followed by a great crowd out of all nations.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002686/11/0\" data-bid=\"12-1\" class=\"b\">Re 7:9</a>.<strong>Last Days of the Jewish System of Things. </strong>Less than three and a half years before the non-Jews became part of the Christian congregation, God&#x2019;s spirit was poured out on faithful Jewish disciples of Jesus Christ. At that time Peter explained that this was in fulfillment of Joel&#x2019;s prophecy, saying: &#x201C;&#x2018;And in the <em>last days,&#x2019; </em>God says, &#x2018;I shall pour out some of my spirit upon every sort of flesh .&#xA0;.&#xA0;. And I will give portents in heaven above and signs on earth below, blood and fire and smoke mist; the sun will be turned into darkness and the moon into blood before the great and illustrious day of Jehovah arrives.&#x2019;&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002686/12/0\" data-bid=\"13-1\" class=\"b\">Ac 2:16-20</a>) In this case &#x201C;the last days&#x201D; preceded &#x201C;the great and illustrious day of Jehovah,&#x201D; which &#x201C;day&#x201D; apparently brought &#x201C;the last days&#x201D; to their conclusion. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200002686/13/0\" data-bid=\"14-1\" class=\"b\">Zep 1:14-18;</a><a href=\"/en/wol/bc/r1/lp-e/1200002686/13/1\" data-bid=\"14-2\" class=\"b\"> Mal 4:5;</a><a href=\"/en/wol/bc/r1/lp-e/1200002686/13/2\" data-bid=\"14-3\" class=\"b\"> Mt 11:13, 14</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200002686/0\">DAY OF JEHOVAH</a>.) Since Peter addressed natural Jews and Jewish proselytes, his words must have had particular reference to them and evidently indicated that they were living in &#x201C;the last days&#x201D; of the then-existing Jewish system of things with its center of worship at Jerusalem. Earlier, Christ Jesus himself had foretold the destruction of Jerusalem and its temple (<a href=\"/en/wol/bc/r1/lp-e/1200002686/14/0\" data-bid=\"15-1\" class=\"b\">Lu 19:41-44;</a><a href=\"/en/wol/bc/r1/lp-e/1200002686/14/1\" data-bid=\"15-2\" class=\"b\"> 21:5,&#xA0;6</a>), which occurred in 70&#xA0;C.E.It must have been also with reference to the end of the Jewish system of things that Christ Jesus was spoken of as appearing and carrying on his activity &#x201C;at the end of the times&#x201D; or &#x201C;at the end of these days.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002686/15/0\" data-bid=\"16-1\" class=\"b\">1Pe 1:20, 21;</a><a href=\"/en/wol/bc/r1/lp-e/1200002686/15/1\" data-bid=\"16-2\" class=\"b\"> Heb 1:1,&#xA0;2</a>) This is confirmed by the words of <a href=\"/en/wol/bc/r1/lp-e/1200002686/16/0\" data-bid=\"17-1\" class=\"b\">Hebrews 9:26</a>: &#x201C;But now he [Jesus] has manifested himself once for all time at the conclusion of the systems of things to put sin away through the sacrifice of himself.&#x201D;<strong>Last Days Associated With the Apostasy. </strong>The words &#x201C;last days&#x201D; or comparable expressions are sometimes used in connection with the apostasy that was to be experienced within the Christian congregation. Wrote the apostle Paul to Timothy: &#x201C;The inspired utterance says definitely that in later periods of time some will fall away from the faith, paying attention to misleading inspired utterances and teachings of demons.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002686/17/0\" data-bid=\"18-1\" class=\"b\">1Ti 4:1</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002686/18/0\" data-bid=\"19-1\" class=\"b\">Ac 20:29,&#xA0;30</a>.) In a later letter to Timothy, Paul again discussed this point and spoke of future &#x201C;last days.&#x201D; Because of the abandonment of right conduct by people then, these were to be &#x201C;critical times hard to deal with&#x201D; or, more literally, &#x2018;fierce appointed times.&#x2019; (<em>Int</em>) After describing in detail the wayward course and perverted attitudes to prevail among persons living at that time, Paul continued: &#x201C;From these arise those men who slyly <span id=\"page207\" class=\"pageNum\" data-no=\"207\" data-before-text=\"207\"></span>work their way into households and lead as their captives weak women loaded down with sins, led by various desires, always learning and yet never able to come to an accurate knowledge of truth.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002686/19/0\" data-bid=\"20-1\" class=\"b\">2Ti 3:1-7</a>) Next Paul contrasted such corrupt persons with Timothy, who had closely followed the apostle&#x2019;s teaching, and encouraged him to &#x2018;continue in the things that he had learned and been persuaded to believe.&#x2019; (<a href=\"/en/wol/bc/r1/lp-e/1200002686/20/0\" data-bid=\"21-1\" class=\"b\">2Ti 3:8-17</a>; see also <a href=\"/en/wol/bc/r1/lp-e/1200002686/21/0\" data-bid=\"22-1\" class=\"b\">2Ti 4:3-5</a>.) Thus from the context it is clear that the apostle was informing Timothy well in advance about future developments among professed Christians and describing what fruitage such apostasy would finally yield.Similarly, the apostle Peter provided advance knowledge to fellow Christians about pressures from within the congregation: &#x201C;There will also be false teachers among you. These very ones will quietly bring in destructive sects and will disown even the owner that bought them, bringing speedy destruction upon themselves. Furthermore, many will follow their acts of loose conduct.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002686/22/0\" data-bid=\"23-1\" class=\"b\">2Pe 2:1,&#xA0;2</a>) This same warning is echoed in Jude&#x2019;s words encouraging Christians &#x201C;to put up a hard fight for the faith&#x201D;: &#x201C;As for you, beloved ones, call to mind the sayings that have been previously spoken by the apostles of our Lord Jesus Christ, how they used to say to you: &#x2018;In the last time there will be ridiculers, proceeding according to their own desires for ungodly things.&#x2019;&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002686/23/0\" data-bid=\"24-1\" class=\"b\">Jude&#xA0;3,</a><a href=\"/en/wol/bc/r1/lp-e/1200002686/23/1\" data-bid=\"24-2\" class=\"b\"> 17,&#xA0;18</a>) Toward the close of the first century C.E., apostate elements were clearly in evidence. In our day the full fruitage of such apostasy is clearly evident; the &#x201C;last days&#x201D; to which Paul referred have arrived.<strong>&#x201C;The Conclusion of the System of Things.&#x201D; </strong>However, as Jesus Christ had foretold, the apostasy did not take in the entire body of Christians; the true, loyal ones were to be as &#x201C;wheat&#x201D; associated with &#x201C;weeds.&#x201D; After Christ&#x2019;s presence begins, invisible, in spirit, and during &#x201C;the conclusion of the system of things&#x201D; then existing, a clear separation and demarcation was to be made evident. The &#x201C;weeds,&#x201D; &#x201C;the sons of the wicked one,&#x201D; were to be &#x2018;collected out of the kingdom of the Son of man.&#x2019; This cleaning out of the true Christian congregation would leave a field of clean wheat; the false, imitation Christians would be outside the true Christian congregation. Whereas the weedlike ones would finally be pitched into &#x201C;the fiery furnace,&#x201D; the wheatlike ones would &#x201C;shine as brightly as the sun in the kingdom of their Father.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002686/24/0\" data-bid=\"25-1\" class=\"b\">Mt 13:24-30,</a><a href=\"/en/wol/bc/r1/lp-e/1200002686/24/1\" data-bid=\"25-2\" class=\"b\"> 37-43</a>) This definitely pointed to the concluding portion of the system of things under Satan&#x2019;s wicked rule, preceding its destruction.Furthermore, the illustration suggested that the apostasy would bear its full fruitage of wickedness during &#x201C;the conclusion of the system of things&#x201D; under Satan&#x2019;s control. Reasonably, therefore, at that time the conditions described by the writers of the Christian Greek Scriptures as marking &#x201C;the last days&#x201D; would be in evidence on a large scale among professed Christians. There would be increasing lawlessness and disobedience to parents. Persons would be &#x201C;lovers of pleasures rather than lovers of God, having a form of godly devotion but proving false to its power.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002686/25/0\" data-bid=\"26-1\" class=\"b\">2Ti 3:2-5</a>) Also, there would be &#x201C;ridiculers with their ridicule, proceeding according to their own desires and saying: &#x2018;Where is this promised presence of his? Why, from the day our forefathers fell asleep in death, all things are continuing exactly as from creation&#x2019;s beginning.&#x2019;&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002686/26/0\" data-bid=\"27-1\" class=\"b\">2Pe 3:3,&#xA0;4</a>.The prophetic illustration of Jesus also showed that time had to pass before the weedlike ones would become fully manifest, finally to be destroyed. Since the apostles knew this, their use of &#x201C;last days&#x201D; and like expressions in connection with the apostasy did not mean that they expected Jesus&#x2019; presence and the subsequent destruction of the ungodly right away. As Paul pointed out to the Thessalonians: &#x201C;However, brothers, respecting the presence of our Lord Jesus Christ and our being gathered together to him, we request of you not to be quickly shaken from your reason nor to be excited either through an inspired expression or through a verbal message or through a letter as though from us, to the effect that the day of Jehovah is here. Let no one seduce you in any manner, because it will not come unless the apostasy comes first and the man of lawlessness gets revealed, the son of destruction.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002686/27/0\" data-bid=\"28-1\" class=\"b\">2Th 2:1-3</a>.<strong>&#x201C;Last Day.&#x201D; </strong>The Bible also refers to a &#x201C;last day,&#x201D; during which the resurrection of the dead is to take place. (<a href=\"/en/wol/bc/r1/lp-e/1200002686/28/0\" data-bid=\"29-1\" class=\"b\">Joh 6:39, 40,</a><a href=\"/en/wol/bc/r1/lp-e/1200002686/28/1\" data-bid=\"29-2\" class=\"b\"> 44;</a><a href=\"/en/wol/bc/r1/lp-e/1200002686/28/2\" data-bid=\"29-3\" class=\"b\"> 11:24</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002686/29/0\" data-bid=\"30-1\" class=\"b\">Da 12:13</a>.) At <a href=\"/en/wol/bc/r1/lp-e/1200002686/30/0\" data-bid=\"31-1\" class=\"b\">John 12:48</a> this &#x201C;last day&#x201D; is associated with a time of judgment. Obviously, therefore, it denotes a time of a far more distant future than the end of the apostolic period.<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200002686/31/0\" data-bid=\"32-1\" class=\"b\">1Th 4:15-17;</a><a href=\"/en/wol/bc/r1/lp-e/1200002686/31/1\" data-bid=\"32-2\" class=\"b\"> 2Th 2:1-3;</a><a href=\"/en/wol/bc/r1/lp-e/1200002686/31/2\" data-bid=\"32-3\" class=\"b\"> Re 20:4-6,</a><a href=\"/en/wol/bc/r1/lp-e/1200002686/31/3\" data-bid=\"32-4\" class=\"b\">&#xA0;12</a>."}