{"title":"Lattice","link":"/en/wol/d/r1/lp-e/1200002689","html":"<span id=\"page208\" class=\"pageNum\" data-no=\"208\" data-before-text=\"208\"></span><strong>LATTICE</strong>A framework consisting of crossed strips of wood, or laths, forming a network and generally used to cover a window. For centuries window lattices have been common in the Middle East. They have served to keep houses cool by blocking out the direct rays of the sun, while allowing for ventilation, and they also have contributed favorably to the general appearance of buildings. Some houses of Biblical times had ground-floor windows facing an inner courtyard and others facing the street. The latter were usually high up on the wall or in the roof chamber and were latticed.A person in the house could look out through a latticed window and see what was taking place out of doors without being seen from the outside. In the song of Deborah and Barak, the mother of slain Sisera is represented as futilely looking out from a window and watching for her son &#x201C;from the lattice.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002689/0/0\" data-bid=\"1-1\" class=\"b\">Jg 5:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002689/0/1\" data-bid=\"1-2\" class=\"b\">&#xA0;28</a>) It was from a window through a lattice that it was possible for an observer to look down on &#x201C;a young man in want of heart&#x201D; as he came in contact with a prostitute. (<a href=\"/en/wol/bc/r1/lp-e/1200002689/1/0\" data-bid=\"2-1\" class=\"b\">Pr 7:6-13</a>) Also, in The <a href=\"/en/wol/bc/r1/lp-e/1200002689/2/0\" data-bid=\"3-1\" class=\"b\">Song of Solomon (2:9</a>), reference is made to &#x201C;gazing through the windows, glancing through the lattices.&#x201D;Some window lattices were evidently hinged so that they could be opened or closed. The windows of Daniel&#x2019;s roof chamber, from which he could be seen praying to Jehovah three times daily, may have had lattices that could be opened or shut.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002689/3/0\" data-bid=\"4-1\" class=\"b\">Da 6:10</a>."}