{"title":"Laughter","link":"/en/wol/d/r1/lp-e/1200002690","html":"<span id=\"page208\" class=\"pageNum\" data-no=\"208\" data-before-text=\"208\"></span><strong>LAUGHTER</strong>The Hebrew words for laughter (<em>tsechoq&#x2B9; </em>and the parallel form <em>sechoq&#x2B9;</em>) are, according to Gesenius, onomatopoeic, that is, they are imitative of the sound of laughter (as are the written English interjections &#x201C;ho-ho&#x201D; and &#x201C;ha-ha&#x201D;). Isaac&#x2019;s name, <em>Yits&#xB7;chaq&#x2B9;, </em>also meaning &#x201C;Laughter,&#x201D; has this same mimetic quality.Both Abraham and Sarah laughed at the angelic announcements that they would have a son in their old age. Abraham was not reproved for laughing but Sarah was, and she even tried to deny her laughter. It therefore appears that Abraham&#x2019;s laughter was the result of joy at the amazing prospect of having a son by Sarah in his old age. But Sarah&#x2019;s laughter evidently was because the same amazing prospect struck her as somewhat humorous; the thought of a woman of her age, till now sterile, having a child apparently brought a somewhat incongruous picture to her mind. (<a href=\"/en/wol/bc/r1/lp-e/1200002690/0/0\" data-bid=\"1-1\" class=\"b\">Ge 17:17;</a><a href=\"/en/wol/bc/r1/lp-e/1200002690/0/1\" data-bid=\"1-2\" class=\"b\"> 18:9-15</a>) In neither case, however, did the laughter represent scorn or deliberate mocking, and both are recorded as demonstrating faith in God&#x2019;s promise. (<a href=\"/en/wol/bc/r1/lp-e/1200002690/1/0\" data-bid=\"2-1\" class=\"b\">Ro 4:18-22;</a><a href=\"/en/wol/bc/r1/lp-e/1200002690/1/1\" data-bid=\"2-2\" class=\"b\"> Heb 11:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002690/1/2\" data-bid=\"2-3\" class=\"b\"> 8-12</a>) When this son was born, the parents were no doubt delighted, for this had been their hearts&#x2019; desire for years. Abraham named their son, after which Sarah said: &#x201C;God has prepared laughter for me: everybody hearing of it will laugh at me.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002690/2/0\" data-bid=\"3-1\" class=\"b\">Ge 21:1-7</a>) Others were undoubtedly amazed and delighted on hearing of the good news of Abraham and Sarah&#x2019;s blessing at the hand of Jehovah.<span id=\"page209\" class=\"pageNum\" data-no=\"209\" data-before-text=\"209\"></span><strong>When Appropriate. </strong>Jehovah is &#x201C;the happy God&#x201D; and wants his servants to be happy. (<a href=\"/en/wol/bc/r1/lp-e/1200002690/3/0\" data-bid=\"4-1\" class=\"b\">1Ti 1:11</a>) However, the Scriptures show that laughter is fitting only at certain times. There is &#x201C;a time to weep and a time to laugh.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002690/4/0\" data-bid=\"5-1\" class=\"b\">Ec 3:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002690/4/1\" data-bid=\"5-2\" class=\"b\">&#xA0;4</a>) The wise man, King Solomon, counsels us: &#x201C;Go, eat your food with rejoicing and drink your wine with a good heart, because already the true God has found pleasure in your works.&#x201D; However, there is no real cause for rejoicing if one&#x2019;s activity shows disregard for the righteous ways of God.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002690/5/0\" data-bid=\"6-1\" class=\"b\">Ec 9:7</a>.<strong>When Inappropriate. </strong>The thing of importance is to live so that one achieves a good name with Jehovah. Therefore, in this system of things, laughter may at times be most inappropriate, even harmful. Solomon, in his experiment &#x201C;to lay hold on folly until I could see what good there was to the sons of mankind in what they did,&#x201D; said in his heart: &#x201C;Do come now, let me try you out with rejoicing. Also, see good.&#x201D; But he discovered that this was a vain pursuit. He found that mirth and laughter in themselves are not truly satisfying, for they fail to produce real and lasting happiness. There must be a true foundation for enduring, upbuilding joy. Solomon voiced his feelings: &#x201C;I said to laughter: &#x2018;Insanity!&#x2019; and to rejoicing: &#x2018;What is this doing?&#x2019;&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002690/6/0\" data-bid=\"7-1\" class=\"b\">Ec 2:1-3</a>.Solomon illustrates the wisdom of not merely living for the pursuit of enjoyment. He says: &#x201C;Better is it to go to the house of mourning than to go to the banquet house, because that is the end of all mankind; and the one alive should take it to his heart.&#x201D; This is no recommendation for sadness as superior to rejoicing. It refers to a specific time, to the time when a person has died and the house is in mourning. Go there to console the sad survivors rather than callously forget them and feast and revel. Visiting the mourners would not only comfort the bereaved but also induce the visitor to remember life&#x2019;s brevity, to know that the death that has come to this house will come to all soon enough and that those living should keep it in mind. It is while a person is still living that he can make a good name, not when he is dying. And a good name with God is the only thing of real value to the dying.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002690/7/0\" data-bid=\"8-1\" class=\"b\">Ec 7:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200002690/7/1\" data-bid=\"8-2\" class=\"b\"> Ge 50:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200002690/7/2\" data-bid=\"8-3\" class=\"b\"> Joh 11:31</a>.Solomon goes on to say: &#x201C;Better is vexation than laughter, for by the crossness of the face the heart becomes better.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002690/8/0\" data-bid=\"9-1\" class=\"b\">Ec 7:3</a>) Laughter is good medicine, but there are times when we must soberly view our life and the way we are living it. If we see we are wasting too much time in frivolous feasting and not making a good name by doing good works, we have reason to be vexed with ourselves, to be sorry, and to change; it will make our heart better. It will help us make a good name so that the day of our death or the time of our final inspection by God and Christ will be better for us than the day of our birth.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002690/9/0\" data-bid=\"10-1\" class=\"b\">Ec 7:1</a>.&#x201C;The heart of the wise ones is in the house of mourning, but the heart of the stupid ones is in the house of rejoicing,&#x201D; Solomon goes on to say. &#x201C;Better is it to hear the rebuke of someone wise than to be the man hearing the song of the stupid ones.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002690/10/0\" data-bid=\"11-1\" class=\"b\">Ec 7:4,&#xA0;5</a>) The wise heart in a house where one has died is attuned to the seriousness that is natural in a house of bereavement, and it influences the wise heart to watch how one&#x2019;s life is lived, but the careless mood in a place of revelry appeals to the foolish heart and causes life to be faced with a shallow, reckless spirit. If a person is straying from right paths, the rebuke of a wise man will put him back in the way of life by correcting him and enabling him to make a good name for himself. But how can hearing a fool&#x2019;s song or empty flattery that conceals faults and hardens us in a wrong course be helpful? It would induce us to keep on making a bad name, not correcting us into ways leading to a good name with Jehovah.&#x201C;For as the sound of thorns under the pot, so is the laughter of the stupid one; and this too is vanity.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002690/11/0\" data-bid=\"12-1\" class=\"b\">Ec 7:6</a>) Thorns flame up quickly but are just as quickly burned to ashes. They may not last long enough to finish cooking what is in the pot, in such a case not accomplishing the task for which the fire is lit. Their showy, noisy, blazing crackling thus proves futile and vain. And so are the frivolous gigglings and follies of the fool. Also, the very sound of a fool&#x2019;s laughter grates on the ears, being inappropriate for the time or the occasion, and tends to discourage rather than encourage. It helps no one to advance in the serious task of making a good name that God will remember and thereby to ensure that &#x2018;the day of death will be better than the day of birth.&#x2019;<strong>Laughter Changed to Mourning. </strong>In his Sermon on the Mount, Jesus Christ said: &#x201C;Happy are you who weep now, because you will laugh,&#x201D; and, &#x201C;Woe, you who are laughing now, because you will mourn and weep.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002690/12/0\" data-bid=\"13-1\" class=\"b\">Lu 6:21,</a><a href=\"/en/wol/bc/r1/lp-e/1200002690/12/1\" data-bid=\"13-2\" class=\"b\">&#xA0;25</a>) Jesus was evidently pointing out that those who were sad because of bad religious conditions then prevailing in Israel could have their weeping changed to laughter by faith in Him, whereas those enjoying laughter and life with no concern for the future would find their laughter changed to mourning. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200002690/13/0\" data-bid=\"14-1\" class=\"b\">Lu 16:19-31</a>.) In writing to Christians, Jesus&#x2019; half brother James urged worldly-minded <span id=\"page210\" class=\"pageNum\" data-no=\"210\" data-before-text=\"210\"></span>Christians: &#x201C;Give way to misery and mourn and weep. Let your laughter be turned into mourning, and your joy into dejection. Humble yourselves in the eyes of Jehovah, and he will exalt you.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002690/14/0\" data-bid=\"15-1\" class=\"b\">Jas 4:4,</a><a href=\"/en/wol/bc/r1/lp-e/1200002690/14/1\" data-bid=\"15-2\" class=\"b\"> 9,&#xA0;10</a>) Such exaltation would bring genuine happiness.<strong>To Express Derision. </strong>Laughter figures prominently in the Scriptures as an expression of derision. The Hebrew verb <em>tsa&#xB7;chaq&#x2B9; </em>(laugh) also has the meaning &#x201C;poke fun; make a laughingstock.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002690/15/0\" data-bid=\"16-1\" class=\"b\">Ge 21:9;</a><a href=\"/en/wol/bc/r1/lp-e/1200002690/15/1\" data-bid=\"16-2\" class=\"b\"> 39:14</a>.Even members of the animal creation are depicted as laughing in scorn. The female ostrich is represented as laughing at the pursuing horse and its rider (because of her speed), and the horse as laughing at dread when going into battle (because of his strength and fearlessness). (<a href=\"/en/wol/bc/r1/lp-e/1200002690/16/0\" data-bid=\"17-1\" class=\"b\">Job 39:13,</a><a href=\"/en/wol/bc/r1/lp-e/1200002690/16/1\" data-bid=\"17-2\" class=\"b\"> 18, 19,</a><a href=\"/en/wol/bc/r1/lp-e/1200002690/16/2\" data-bid=\"17-3\" class=\"b\">&#xA0;22</a>) Leviathan (the crocodile) is said to laugh at the rattling of a javelin, because of his heavy armor.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002690/17/0\" data-bid=\"18-1\" class=\"b\">Job 41:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002690/17/1\" data-bid=\"18-2\" class=\"b\">&#xA0;29</a>.Servants of God have had to endure much derisive laughter against them. Job said: &#x201C;One who is a laughingstock to his fellowman I become.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002690/18/0\" data-bid=\"19-1\" class=\"b\">Job 12:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200002690/18/1\" data-bid=\"19-2\" class=\"b\"> 30:1</a>) Jeremiah was an object of laughter all day long among his contemporaries. (<a href=\"/en/wol/bc/r1/lp-e/1200002690/19/0\" data-bid=\"20-1\" class=\"b\">Jer 20:7</a>) Jesus Christ himself was laughed at scornfully before raising the daughter of Jairus from death. (<a href=\"/en/wol/bc/r1/lp-e/1200002690/20/0\" data-bid=\"21-1\" class=\"b\">Mt 9:24;</a><a href=\"/en/wol/bc/r1/lp-e/1200002690/20/1\" data-bid=\"21-2\" class=\"b\"> Mr 5:40;</a><a href=\"/en/wol/bc/r1/lp-e/1200002690/20/2\" data-bid=\"21-3\" class=\"b\"> Lu 8:41-53</a>) Yet, all who knew the strength and wisdom of God and were obedient to him had good reason to be happy.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002690/21/0\" data-bid=\"22-1\" class=\"b\">Mt 5:11,&#xA0;12</a>.Jehovah God is described as laughing in derision at the nations, at their boastful words, which come to nothing, and at the confusion their foolish course against him brings. (<a href=\"/en/wol/bc/r1/lp-e/1200002690/22/0\" data-bid=\"23-1\" class=\"b\">Ps 59:8</a>) He knows his own power and purposes, and he laughs at the puny, futile opposition they bring against him and his people. (<a href=\"/en/wol/bc/r1/lp-e/1200002690/23/0\" data-bid=\"24-1\" class=\"b\">Ps 2:1-4</a>) A wise person surely wants to avoid having Jehovah laugh at him. (<a href=\"/en/wol/bc/r1/lp-e/1200002690/24/0\" data-bid=\"25-1\" class=\"b\">Pr 1:26</a>) While Jehovah has no pleasure in the death of the wicked (<a href=\"/en/wol/bc/r1/lp-e/1200002690/25/0\" data-bid=\"26-1\" class=\"b\">Eze 18:23,</a><a href=\"/en/wol/bc/r1/lp-e/1200002690/25/1\" data-bid=\"26-2\" class=\"b\">&#xA0;32</a>), he is unworried over their plots against his people and laughs because he sees the day of deliverance for the righteous, in which the schemes of the wicked will fail and wickedness will be ended forever.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002690/26/0\" data-bid=\"27-1\" class=\"b\">Ps 37:12, 13,</a><a href=\"/en/wol/bc/r1/lp-e/1200002690/26/1\" data-bid=\"27-2\" class=\"b\">&#xA0;20</a>."}