{"title":"Laundryman","link":"/en/wol/d/r1/lp-e/1200002691","html":"<span id=\"page210\" class=\"pageNum\" data-no=\"210\" data-before-text=\"210\"></span><strong>LAUNDRYMAN</strong>One who in Bible times washed used clothing and who also processed new cloth by bleaching and shrinking it and removing the oils in preparation for dyeing. In Hebrew the term is evidently from a root meaning &#x201C;trample,&#x201D; that is, to wash by stamping with the feet to loosen the dirt. (<a href=\"/en/wol/bc/r1/lp-e/1200002691/0/0\" data-bid=\"1-1\" class=\"b\">Mal 3:2</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200002691/0\">BATHING</a>.) The Greek word for &#x201C;clothes cleaner&#x201D; (<em>gna&#xB7;pheus&#x2B9;</em>) is related to <em>gna&#x2B9;phos </em>(prickly teasel; carding comb) and refers to one who dresses new cloth or washes and scours soiled garments.Clothes cleaners of ancient times were likely able to whiten their clothing considerably by cleaning and bleaching. Yet, when describing the incomparable whiteness of Jesus&#x2019; garments at the transfiguration scene, Mark says: &#x201C;His outer garments became glistening, far whiter than any clothes cleaner on earth could whiten them.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002691/1/0\" data-bid=\"2-1\" class=\"b\">Mr 9:3</a>.<strong>Alkali. </strong>In Hebrew the word for alkali is <em>ne&#x2B9;ther, </em>a carbonate of soda, also called natron. It is termed &#x201C;mineral alkali,&#x201D; to distinguish it from &#x201C;vegetable alkali.&#x201D; Natron was a native grade of the chemical, commercial grades of which are known as soda ash and sal soda. Its effervescence when mixed with a weak acid is alluded to at <a href=\"/en/wol/bc/r1/lp-e/1200002691/2/0\" data-bid=\"3-1\" class=\"b\">Proverbs 25:20</a>. Though in some translations it is called &#x201C;niter,&#x201D; it should not be confused with modern niter (nitre), also called saltpeter, which may be either potassium or sodium nitrate.By itself or as a soap builder this alkali is a very effective cleaner. This fact adds force to Jehovah&#x2019;s words as to the depth of Israel&#x2019;s sinfulness: &#x201C;Though you should do the washing with alkali and take to yourself large quantities of lye, your error would certainly be a stain before me.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002691/3/0\" data-bid=\"4-1\" class=\"b\">Jer 2:22</a>.The ancient world obtained this alkali from several sources of supply<wbr>&#x2014;from lakes or from deposits in Syria, India, Egypt, and along the southeastern shores of the Dead Sea. It is reported that, in addition to using it as a detergent, the Egyptians and others substituted it for yeast in breadmaking, employed it as a tenderizer when boiling meat, mixed it with vinegar for a toothache cure, and used it in embalming.<strong>Lye. </strong>The Hebrew word <em>bo&#xB7;rith&#x2B9;, </em>translated &#x201C;lye&#x201D; (in some translations, &#x201C;soap&#x201D;), refers to a vegetable alkali as distinguished from <em>ne&#x2B9;ther, </em>the so-called mineral alkali. The distinction was not one of chemical composition but, rather, was based on the difference in the source of supply. At <a href=\"/en/wol/bc/r1/lp-e/1200002691/4/0\" data-bid=\"5-1\" class=\"b\">Jeremiah 2:22</a> both words occur in the same verse. Chemically the lye of Bible times was sodium carbonate or potassium carbonate, depending on whether the vegetation from which the ashes were obtained was grown near the sea on saline soil or grown inland. The chemicals in the ashes were separated by leaching or filtering with water. This lye is different from the modern-day chemical termed &#x201C;lye,&#x201D; the very caustic potassium hydroxide. The ancient laundryman&#x2019;s lye was used not only for clothes cleaning (<a href=\"/en/wol/bc/r1/lp-e/1200002691/5/0\" data-bid=\"6-1\" class=\"b\">Mal 3:2</a>) but also for the reduction of such metals as lead and silver.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002691/6/0\" data-bid=\"7-1\" class=\"b\">Isa 1:25</a>.<span id=\"page211\" class=\"pageNum\" data-no=\"211\" data-before-text=\"211\"></span><strong>Potash. </strong>The Hebrew word <em>bor </em>is translated &#x201C;potash&#x201D; (<em>NW</em>), &#x201C;soap&#x201D; (<em>Yg</em>), &#x201C;lye&#x201D; (<em>AT</em>), at <a href=\"/en/wol/bc/r1/lp-e/1200002691/7/0\" data-bid=\"8-1\" class=\"b\">Job 9:30</a>. There it is spoken of as being used for cleansing the hands. This cleanser is thought to be either potassium carbonate or sodium carbonate. The way it was made gives it the name potash: wood <em>ashes </em>were first leached, then the solution was boiled down in <em>pots.</em>"}