{"title":"Leaven","link":"/en/wol/d/r1/lp-e/1200002703","html":"<span id=\"page229\" class=\"pageNum\" data-no=\"229\" data-before-text=\"229\"></span><strong>LEAVEN</strong>A substance added to dough or liquids to cause fermentation, especially a portion of fermenting dough preserved for baking purposes. This type of leavening agent is specified by the Hebrew word <em>se&#x2BC;or&#x2B9; </em>(&#x201C;sourdough&#x201D;; <a href=\"/en/wol/bc/r1/lp-e/1200002703/0/0\" data-bid=\"1-1\" class=\"b\">Ex 12:15</a>) and by the Greek word <em>zy&#x2B9;me </em>(&#x201C;leaven&#x201D;; <a href=\"/en/wol/bc/r1/lp-e/1200002703/1/0\" data-bid=\"2-1\" class=\"b\">Lu 13:21</a>). A leavened thing is designated by the Hebrew word <em>cha&#xB7;mets&#x2B9;.<wbr></em>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002703/2/0\" data-bid=\"3-1\" class=\"b\">Le 2:11</a>.Wine, the fermented juice of grapes or other fruit, has long been known to mankind. Of course, wine ferments without the addition of leaven.The early Egyptians made beer, which requires a leavening agent for its production, and they baked both leavened and unleavened bread. The Hebrews were likely familiar with &#x201C;wheat beer.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002703/3/0\" data-bid=\"4-1\" class=\"b\">Isa 1:22;</a><a href=\"/en/wol/bc/r1/lp-e/1200002703/3/1\" data-bid=\"4-2\" class=\"b\"> Ho 4:18</a>, <em>NW; Lexicon in Veteris Testamenti Libros, </em>by L.&#xA0;Koehler and W.&#xA0;Baumgartner, Leiden, 1958, p.&#xA0;646) Wild yeast that might be obtained from the spores of certain fungus growths may have served as one of the leavening agents for these products. Excavations in Egypt have yielded porous bread containing dead yeast cells. The Egyptians are also said to have used natron (sodium carbonate) in making bread. Sodium carbonate would not bring about the process <span id=\"page230\" class=\"pageNum\" data-no=\"230\" data-before-text=\"230\"></span>of fermentation as did sourdough, but it would provide gas bubbles to make the bread rise. In Egypt, as in Israel, the primary practice in breadmaking seems to have been to save some dough from a batch, let it ferment, and use the resulting sourdough to leaven a fresh batch.<strong>In God&#x2019;s Law to Israel. </strong>No grain offering that the Israelites presented by fire to Jehovah was to be made of &#x201C;a leavened thing.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002703/4/0\" data-bid=\"5-1\" class=\"b\">Le 2:11</a>) However, leaven could be used in connection with thanksgiving communion offerings, in which the offerer voluntarily made the presentation in a spirit of thankfulness for Jehovah&#x2019;s many blessings. The meal was to be one of cheerfulness; leavened bread was normally eaten on happy occasions. Along with the meat (that is, the animal) offered, and the unfermented cakes, he would bring ring-shaped cakes of leavened bread, which were not put on the altar but were eaten by the offerer and by the officiating priest.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002703/5/0\" data-bid=\"6-1\" class=\"b\">Le 7:11-15</a>.At the presentation of the firstfruits of the wheat harvest, on the day of Pentecost, the high priest waved before Jehovah two loaves of leavened wheat bread. (<a href=\"/en/wol/bc/r1/lp-e/1200002703/6/0\" data-bid=\"7-1\" class=\"b\">Le 23:15-21</a>) It is noteworthy that, on Pentecost day, 33&#xA0;C.E., the first members of the Christian congregation, namely, the disciples of Jesus Christ taken from among the Jews, were anointed with holy spirit. Jesus Christ, as Jehovah&#x2019;s great High Priest, was able to present before God the first of his spirit-begotten brothers. These were taken from sinful mankind. (<a href=\"/en/wol/bc/r1/lp-e/1200002703/7/0\" data-bid=\"8-1\" class=\"b\">Ac 2:1-4,</a><a href=\"/en/wol/bc/r1/lp-e/1200002703/7/1\" data-bid=\"8-2\" class=\"b\">&#xA0;41</a>) About three years and four months later, the first uncircumcised Gentile converts to Christianity, Cornelius and his household, were anointed with holy spirit, thereby being presented before God. These were likewise from sinful humankind.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002703/8/0\" data-bid=\"9-1\" class=\"b\">Ac 10:24,</a><a href=\"/en/wol/bc/r1/lp-e/1200002703/8/1\" data-bid=\"9-2\" class=\"b\"> 44-48;</a><a href=\"/en/wol/bc/r1/lp-e/1200002703/8/2\" data-bid=\"9-3\" class=\"b\"> Ro 5:12</a>.The Festival of Unfermented Cakes occupied the seven days following Passover day, namely Abib, or Nisan, 15-21. During those days nothing leavened nor any sourdough was even to be found in the Israelites&#x2019; houses or &#x201C;seen&#x201D; with them. (<a href=\"/en/wol/bc/r1/lp-e/1200002703/9/0\" data-bid=\"10-1\" class=\"b\">Ex 12:14-20;</a><a href=\"/en/wol/bc/r1/lp-e/1200002703/9/1\" data-bid=\"10-2\" class=\"b\"> 13:6,&#xA0;7;</a><a href=\"/en/wol/bc/r1/lp-e/1200002703/9/2\" data-bid=\"10-3\" class=\"b\"> 23:15</a>) This served to remind them of their hasty deliverance from Egypt by Jehovah&#x2019;s hand, when they did not have time to wait for their dough to ferment but, in their hurry, carried it with them along with their kneading troughs.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002703/10/0\" data-bid=\"11-1\" class=\"b\">Ex 12:34</a>.<strong>Symbolic Significance. </strong>&#x201C;Leaven&#x201D; is often used in the Bible to denote sin or corruption. Jesus Christ told his disciples: &#x201C;Watch out for the leaven of the Pharisees and Sadducees,&#x201D; and, &#x201C;Watch out for the leaven of the Pharisees, which is hypocrisy.&#x201D; The disciples at first did not understand that Jesus was using a symbolism, but they finally discerned that he was warning them to be on guard against false doctrine and hypocritical practices, &#x201C;the <em>teaching </em>of the Pharisees and Sadducees,&#x201D; which teaching had a corrupting effect. (<a href=\"/en/wol/bc/r1/lp-e/1200002703/11/0\" data-bid=\"12-1\" class=\"b\">Mt 16:6,</a><a href=\"/en/wol/bc/r1/lp-e/1200002703/11/1\" data-bid=\"12-2\" class=\"b\"> 11, 12;</a><a href=\"/en/wol/bc/r1/lp-e/1200002703/11/2\" data-bid=\"12-3\" class=\"b\"> Lu 12:1</a>) He also mentioned Herod (evidently including his party followers) in one of his warnings, saying: &#x201C;Keep your eyes open, look out for the leaven of the Pharisees and the leaven of Herod.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002703/12/0\" data-bid=\"13-1\" class=\"b\">Mr 8:15</a>) Jesus boldly denounced the Pharisees as hypocrites concerned with outward show. (<a href=\"/en/wol/bc/r1/lp-e/1200002703/13/0\" data-bid=\"14-1\" class=\"b\">Mt 23:25-28</a>) He pointed out the wrong doctrinal viewpoint of the Sadducees. He exposed the hypocrisy and political treachery of the party followers of Herod.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002703/14/0\" data-bid=\"15-1\" class=\"b\">Mt 22:15-21;</a><a href=\"/en/wol/bc/r1/lp-e/1200002703/14/1\" data-bid=\"15-2\" class=\"b\"> Mr 3:6</a>.The apostle Paul employed the same symbolism when he commanded the Christian congregation in Corinth to expel an immoral man from the congregation, stating: &#x201C;Do you not know that a little leaven ferments the whole lump? Clear away the old leaven, that you may be a new lump, according as you are free from ferment. For, indeed, Christ our passover has been sacrificed.&#x201D; He then clearly showed what he meant by &#x201C;leaven&#x201D;: &#x201C;Consequently let us keep the festival, not with old leaven, neither with leaven of badness and wickedness, but with unfermented cakes of sincerity and truth.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002703/15/0\" data-bid=\"16-1\" class=\"b\">1Co 5:6-8</a>) Paul here was drawing on the pictorial meaning of the Jewish Festival of Unfermented Cakes, which immediately followed the Passover celebration. Just as a bit of sourdough soon causes the whole lump, or batch, of bread to be leavened, so the congregation as a body would become unclean in Jehovah&#x2019;s eyes if they did not clear out this corrupting influence of the immoral man. They must act to get the &#x201C;leaven&#x201D; out of their midst, just as the Israelites could have no leaven in their houses during the festival.Leaven was associated with corruption even in the minds of peoples of antiquity other than the Hebrews. For instance, Plutarch, a Greek biographer, spoke of it as &#x201C;itself also the product of corruption, and produces corruption in the dough with which it is mixed.&#x201D;<wbr>&#x2014;<em>Moralia, </em>IV, &#x201C;The Roman Questions,&#x201D; 109.<span id=\"page231\" class=\"pageNum\" data-no=\"231\" data-before-text=\"231\"></span>It was with irony that Jehovah told transgressing Israel in Amos&#x2019; day: &#x201C;From what is leavened make a thanksgiving sacrifice to smoke, and proclaim voluntary offerings.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002703/16/0\" data-bid=\"17-1\" class=\"b\">Am 4:5</a>) God was telling them that all their worship at Bethel and at Gilgal was transgression against him, so they might as well go ahead and offer leavened as well as unleavened bread on the altar<wbr>&#x2014;hold nothing back. It would all still be in vain because they were committing idolatry."}