{"title":"Leprosy","link":"/en/wol/d/r1/lp-e/1200002720","html":"<span id=\"page237\" class=\"pageNum\" data-no=\"237\" data-before-text=\"237\"></span><strong>LEPROSY</strong>A disease designated in the Bible by the Hebrew term <em>tsa&#xB7;ra&#x2B9;&#x2BD;ath </em>and the Greek word <em>le&#x2B9;pra. </em>A person afflicted with it is called a leper.In the Scriptures &#x201C;leprosy&#x201D; is not restricted to the disease known by that name today, for it could affect not only humans but also clothing and houses. (<a href=\"/en/wol/bc/r1/lp-e/1200002720/0/0\" data-bid=\"1-1\" class=\"b\">Le 14:55</a>) The leprosy of today is otherwise called Hansen&#x2019;s disease, so named because Dr.&#xA0;Gerhard A.&#xA0;Hansen discovered the germ that is generally thought to cause this malady. However, though <em>tsa&#xB7;ra&#x2B9;&#x2BD;ath </em>applies to more than the leprosy of today, there is no doubt that human leprosy now called Hansen&#x2019;s disease was in evidence in the Middle East in Biblical times.<strong>Varieties, With Their Effects. </strong>Today leprosy, or Hansen&#x2019;s disease, which is only slightly communicable, manifests itself in three basic varieties. One, the nodular type, results in a thickening of one&#x2019;s skin and the forming of lumps, first in the skin on the face and then on other parts of the body. It also produces degenerative effects in mucous membranes of the victim&#x2019;s nose and throat. This is known as black leprosy. Another type is anesthetic leprosy, sometimes called white leprosy. It is not as severe as black leprosy and basically affects the peripheral nerves. It may manifest itself in skin that is painful to the touch, though it can also result in numbness. The third type of leprosy, a mixed kind, combines the symptoms of both forms just described.As leprosy progresses toward its advanced stage, the swellings that initially develop discharge pus, the hair may fall from one&#x2019;s head and eyebrows, nails may loosen, decay, and fall off. Then the victim&#x2019;s fingers, limbs, nose, or eyes may be slowly eaten away. Finally, in the most serious cases, death ensues. That Biblical &#x201C;leprosy&#x201D; certainly included such a serious disease is apparent from Aaron&#x2019;s reference to it as a malady wherein the flesh is &#x201C;half eaten off.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002720/1/0\" data-bid=\"2-1\" class=\"b\">Nu 12:12</a>.This description helps one better to appreciate Biblical references to this dread malady and the dire consequences of Uzziah&#x2019;s presumptuous act in improperly endeavoring to offer incense in Jehovah&#x2019;s temple.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002720/2/0\" data-bid=\"3-1\" class=\"b\">2Ki 15:5;</a><a href=\"/en/wol/bc/r1/lp-e/1200002720/2/1\" data-bid=\"3-2\" class=\"b\"> 2Ch 26:16-23</a>.<strong>Diagnosis. </strong>By means of the Mosaic Law, Jehovah provided Israel with information enabling the priest to diagnose leprosy and to distinguish between it and other less serious skin afflictions. From what is recorded at <a href=\"/en/wol/bc/r1/lp-e/1200002720/3/0\" data-bid=\"4-1\" class=\"b\">Leviticus 13:1-46</a>, it can be seen that leprosy might begin with an eruption, a scab, a blotch, a boil, or a scar in one&#x2019;s flesh from fire. Sometimes the symptoms were very <span id=\"page238\" class=\"pageNum\" data-no=\"238\" data-before-text=\"238\"></span>clear. The hair in the affected area had turned white, and the malady was seen to be deeper than the skin. For example, a white eruption in the skin might turn the hair white, and raw flesh might appear in the eruption. This meant that one had leprosy and was to be declared unclean. However, in other cases the malady was not deeper than the skin and a period of quarantine was imposed, with subsequent inspection by the priest, who made a final determination in the case.It was acknowledged that leprosy could reach a stage in which it was not contagious. When it overspread the entire body, all of it having turned white, and living flesh was not in evidence, it was a sign that the diseased action was over and that only the marks of its ravages remained. The priest would then declare the victim clean, the disease posing no further danger to anyone.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002720/4/0\" data-bid=\"5-1\" class=\"b\">Le 13:12-17</a>.If the leper&#x2019;s malady left him and he was cured, there were arrangements whereby he could ceremonially purify himself, and these included the offering of sacrifice in his behalf by the priest. (<a href=\"/en/wol/bc/r1/lp-e/1200002720/5/0\" data-bid=\"6-1\" class=\"b\">Le 14:1-32</a>) But if the priest declared the uncured leper unclean, the leper&#x2019;s garments were to be torn, his head was to become ungroomed, he was to cover the mustache or upper lip, and he was to call out &#x201C;Unclean, unclean!&#x201D; He had to dwell in isolation outside the camp (<a href=\"/en/wol/bc/r1/lp-e/1200002720/6/0\" data-bid=\"7-1\" class=\"b\">Le 13:43-46</a>), a measure that was taken so that the leper would not contaminate those in the midst of whom Jehovah was tenting. (<a href=\"/en/wol/bc/r1/lp-e/1200002720/7/0\" data-bid=\"8-1\" class=\"b\">Nu 5:1-4</a>) It seems that in Biblical times lepers associated with one another or lived in groups, making it possible for them to aid one another.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002720/8/0\" data-bid=\"9-1\" class=\"b\">2Ki 7:3-5;</a><a href=\"/en/wol/bc/r1/lp-e/1200002720/8/1\" data-bid=\"9-2\" class=\"b\"> Lu 17:12</a>.<strong><em>In garments and houses. </em></strong>Leprosy could also affect woolen or linen garments, or an article of skin. The plague might disappear with washing, and there were arrangements for quarantining the article. But where this yellowish-green or reddish plague persisted, malignant leprosy was present and the article was to be burned. (<a href=\"/en/wol/bc/r1/lp-e/1200002720/9/0\" data-bid=\"10-1\" class=\"b\">Le 13:47-59</a>) If yellowish-green or reddish depressions appeared in the wall of a house, the priest imposed a quarantine. It might be necessary to tear out affected stones and have the house scraped off inside, the stones and scraped-off mortar being disposed of in an unclean place outside the city. If the plague returned, the house was declared unclean and was pulled down, and the materials were disposed of in an unclean place. But for the house pronounced clean there was an arrangement for purification. (<a href=\"/en/wol/bc/r1/lp-e/1200002720/10/0\" data-bid=\"11-1\" class=\"b\">Le 14:33-57</a>) It has been suggested that the leprosy affecting garments or houses was a type of mildew or mold; however, about this there is uncertainty.<strong>As a Sign. </strong>One of the signs Jehovah empowered Moses to perform to prove to the Israelites that God had sent him involved leprosy. As instructed, Moses stuck his hand in the upper fold of his garment, and upon his withdrawing it, &#x201C;his hand was stricken with leprosy like snow!&#x201D; It was restored &#x201C;like the rest of his flesh&#x201D; by his returning it into the upper fold of his garment and withdrawing it once again. (<a href=\"/en/wol/bc/r1/lp-e/1200002720/11/0\" data-bid=\"12-1\" class=\"b\">Ex 4:6,&#xA0;7</a>) Miriam was stricken with &#x201C;leprosy as white as snow&#x201D; as a divine act because she spoke against Moses. He begged God to heal her, which was done, but she was quarantined outside the camp for seven days.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002720/12/0\" data-bid=\"13-1\" class=\"b\">Nu 12:1, 2,</a><a href=\"/en/wol/bc/r1/lp-e/1200002720/12/1\" data-bid=\"13-2\" class=\"b\"> 9-15</a>.<strong>In Elisha&#x2019;s Time. </strong>Naaman the Syrian was &#x201C;a valiant, mighty man, though a leper [or, struck with skin disease].&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002720/13/0\" data-bid=\"14-1\" class=\"b\">2Ki 5:1</a>, ftn) His pride nearly lost him the opportunity of being cured, but he eventually did as instructed by Elisha, plunging into the Jordan seven times, and &#x201C;his flesh came back like the flesh of a little boy and he became clean.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002720/14/0\" data-bid=\"15-1\" class=\"b\">2Ki 5:14</a>) He thereupon became a worshiper of Jehovah. However, Elisha&#x2019;s attendant Gehazi greedily acquired a gift from Naaman in the prophet&#x2019;s name, thus misrepresenting his master and, in effect, making the undeserved kindness of God a means of material gain. For his misdeed, Gehazi was stricken with leprosy by God and became &#x201C;a leper white as snow.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002720/15/0\" data-bid=\"16-1\" class=\"b\">2Ki 5:20-27</a>.That there were a number of lepers in Israel in Elisha&#x2019;s day is shown by the presence of four Israelite lepers outside Samaria&#x2019;s gates while Elisha was inside the city. (<a href=\"/en/wol/bc/r1/lp-e/1200002720/16/0\" data-bid=\"17-1\" class=\"b\">2Ki 7:3</a>) But there was a general lack of faith on the part of the Israelites in this man of the true God, just as the Jews in Jesus&#x2019; home territory would not accept him. Hence, Christ said: &#x201C;Also, there were many lepers in Israel in the time of Elisha the prophet, yet not one of them was cleansed, but Naaman the man of Syria.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002720/17/0\" data-bid=\"18-1\" class=\"b\">Lu 4:27</a>.<strong>Healed by Jesus and His Disciples. </strong>During his Galilean ministry, Jesus healed a leper described by Luke as &#x201C;a man full of leprosy.&#x201D; Jesus ordered him to tell nobody and said: &#x201C;But go off and show yourself to the priest, and make an offering in connection with your cleansing, just as Moses directed, for a witness to them.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002720/18/0\" data-bid=\"19-1\" class=\"b\">Lu 5:12-16;</a><a href=\"/en/wol/bc/r1/lp-e/1200002720/18/1\" data-bid=\"19-2\" class=\"b\"> Mt 8:2-4;</a><a href=\"/en/wol/bc/r1/lp-e/1200002720/18/2\" data-bid=\"19-3\" class=\"b\"> Mr 1:40-45</a>.When Christ sent out the 12 apostles, he told them, among other things, &#x201C;Make lepers clean.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002720/19/0\" data-bid=\"20-1\" class=\"b\">Mt 10:8</a>) Later, while he was going through Samaria and Galilee, Jesus cured ten lepers in a certain village. Only one of them, a Samaritan, &#x201C;turned back, glorifying God with a loud voice&#x201D; and fell upon his face at Jesus&#x2019; feet, thanking him <span id=\"page239\" class=\"pageNum\" data-no=\"239\" data-before-text=\"239\"></span>for what had been done in his behalf. (<a href=\"/en/wol/bc/r1/lp-e/1200002720/20/0\" data-bid=\"21-1\" class=\"b\">Lu 17:11-19</a>) It may also be noted that Christ was in Bethany at the home of Simon the leper (whom Jesus may have cured) when Mary anointed Jesus with costly perfumed oil a few days before his death.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002720/21/0\" data-bid=\"22-1\" class=\"b\">Mt 26:6-13;</a><a href=\"/en/wol/bc/r1/lp-e/1200002720/21/1\" data-bid=\"22-2\" class=\"b\"> Mr 14:3-9;</a><a href=\"/en/wol/bc/r1/lp-e/1200002720/21/2\" data-bid=\"22-3\" class=\"b\"> Joh 12:1-8</a>."}