{"title":"Life","link":"/en/wol/d/r1/lp-e/1200002739","html":"<span id=\"page245\" class=\"pageNum\" data-no=\"245\" data-before-text=\"245\"></span><strong>LIFE</strong>The principle of life or living; the animate existence, or term of animate existence, of an individual. As to earthly, physical life, things possessing life generally have the capabilities of growth, metabolism, response to external stimuli, and reproduction. The Hebrew word used in the Scriptures is <em>chai&#xB7;yim&#x2B9;, </em>and the Greek word is <em>zo&#xB7;e&#x2B9;. </em>The Hebrew word <em>ne&#x2B9;phesh </em>and the Greek word <em>psy&#xB7;khe&#x2B9;, </em>both meaning &#x201C;soul,&#x201D; are also employed to refer to life, not in the abstract sense, but to life as a person or an animal. (Compare the words &#x201C;soul&#x201D; and &#x201C;life,&#x201D; as used at <a href=\"/en/wol/bc/r1/lp-e/1200002739/0/0\" data-bid=\"1-1\" class=\"b\">Job 10:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/0/1\" data-bid=\"1-2\" class=\"b\"> Ps 66:9;</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/0/2\" data-bid=\"1-3\" class=\"b\"> Pr 3:22</a>.) Vegetation has life, the life principle <span id=\"page246\" class=\"pageNum\" data-no=\"246\" data-before-text=\"246\"></span>operating in it, but not life as a soul. Life in the fullest sense, as applied to intelligent persons, is perfect existence with the right to it.<strong>Jehovah God the Source. </strong>Life has always existed, because Jehovah God is the living God, the Fountain of life, and he has no beginning or end of existence. (<a href=\"/en/wol/bc/r1/lp-e/1200002739/1/0\" data-bid=\"2-1\" class=\"b\">Jer 10:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/1/1\" data-bid=\"2-2\" class=\"b\"> Da 6:20,</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/1/2\" data-bid=\"2-3\" class=\"b\"> 26;</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/1/3\" data-bid=\"2-4\" class=\"b\"> Joh 6:57;</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/1/4\" data-bid=\"2-5\" class=\"b\"> 2Co 3:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/1/5\" data-bid=\"2-6\" class=\"b\"> 6:16;</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/1/6\" data-bid=\"2-7\" class=\"b\"> 1Th 1:9;</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/1/7\" data-bid=\"2-8\" class=\"b\"> 1Ti 1:17;</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/1/8\" data-bid=\"2-9\" class=\"b\"> Ps 36:9;</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/1/9\" data-bid=\"2-10\" class=\"b\"> Jer 17:13</a>) The first of his creations was given life, namely, his only-begotten Son, the Word. (<a href=\"/en/wol/bc/r1/lp-e/1200002739/2/0\" data-bid=\"3-1\" class=\"b\">Joh 1:1-3;</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/2/1\" data-bid=\"3-2\" class=\"b\"> Col 1:15</a>) Through this Son, other living angelic sons of God were created. (<a href=\"/en/wol/bc/r1/lp-e/1200002739/3/0\" data-bid=\"4-1\" class=\"b\">Job 38:4-7;</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/3/1\" data-bid=\"4-2\" class=\"b\"> Col 1:16,&#xA0;17</a>) Later, the physical universe was brought into existence (<a href=\"/en/wol/bc/r1/lp-e/1200002739/4/0\" data-bid=\"5-1\" class=\"b\">Ge 1:1,&#xA0;2</a>), and on the third of earth&#x2019;s creative &#x201C;days&#x201D; the first forms of physical life: grass, vegetation, and fruit trees. On the fifth day, living earthly souls, sea animals, and winged flying creatures were created, and on the sixth day, land animals and, finally, man.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002739/5/0\" data-bid=\"6-1\" class=\"b\">Ge 1:11-13,</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/5/1\" data-bid=\"6-2\" class=\"b\"> 20-23, 24-31;</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/5/2\" data-bid=\"6-3\" class=\"b\"> Ac 17:25</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200002739/0\">CREATION</a>; <a href=\"/en/wol/tc/r1/lp-e/1200002739/1\">DAY</a>.Consequently, life on earth did not have to wait for some chance combination of chemicals to occur under certain exact conditions. Such a thing has never yet been observed and, in fact, is impossible. Life on earth came to be as the result of a direct command of Jehovah God the Source of life and by the direct action of his Son in carrying out that command. Only life begets life. The Bible account tells us in each instance that the thing created brought forth offspring in its likeness, or, &#x201C;according to its kind.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002739/6/0\" data-bid=\"7-1\" class=\"b\">Ge 1:12,</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/6/1\" data-bid=\"7-2\" class=\"b\"> 21,</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/6/2\" data-bid=\"7-3\" class=\"b\"> 25;</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/6/3\" data-bid=\"7-4\" class=\"b\"> 5:3</a>) Scientists have found that there is indeed discontinuity between the different &#x2018;kinds,&#x2019; and, except for the question of origin, this has been the chief obstacle to the theory of evolution.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002739/2\">KIND</a>.<strong><em>Life-force and breath. </em></strong>In earthly creatures, or &#x201C;souls,&#x201D; there is both the active life-force, or &#x201C;spirit&#x201D; that animates them, and the breath that sustains that life-force. Both spirit (life-force) and breath are provisions from God, and he can destroy life by taking either away. (<a href=\"/en/wol/bc/r1/lp-e/1200002739/7/0\" data-bid=\"8-1\" class=\"b\">Ps 104:29;</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/7/1\" data-bid=\"8-2\" class=\"b\"> Isa 42:5</a>) At the time of the Flood, animals and humans were drowned; their breath was cut off and the force of life was extinguished. It died out. &#x201C;Everything in which the breath of the force of life was active [literally, &#x201C;in which the breath of the active force (spirit) of life [was]&#x201D;] in its nostrils, namely, all that were on the dry ground, died.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002739/8/0\" data-bid=\"9-1\" class=\"b\">Ge 7:22</a>; compare Robert Young&#x2019;s translation; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002739/3\">SPIRIT</a>.<strong><em>Organism. </em></strong>All things having life, either spiritual or fleshly, have an organism, or body. Life itself is impersonal, incorporeal, being merely the life principle. In discussing the kind of body with which resurrected persons will come back, the apostle Paul explains that those created for different environments have different bodies. As for those having life on earth, he says: &#x201C;Not all flesh is the same flesh, but there is one of mankind, and there is another flesh of cattle, and another flesh of birds, and another of fish.&#x201D; He says also that &#x201C;there are heavenly bodies, and earthly bodies; but the glory of the heavenly bodies is one sort, and that of the earthly bodies is a different sort.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002739/9/0\" data-bid=\"10-1\" class=\"b\">1Co 15:39,&#xA0;40</a>.Regarding the difference in the flesh of various earthly bodies, the 1942 edition of the <em>Encyclop&#xE6;dia Britannica </em>(Vol.&#xA0;14, p.&#xA0;42) says: &#x201C;Another feature is the chemical individuality everywhere manifest, for each distinct type of organism seems to have some distinctive protein of its own, and some characteristic rate or rhythm of metabolism. Thus under the general quality of persistence amid unceasing metabolism, there is a triad of facts: (1)&#xA0;the building-up that compensates for the breaking-down of proteins, (2)&#xA0;the occurrence of these proteins in a colloidal state and (3)&#xA0;<em>their specificity from type to type.&#x201D;<wbr></em>&#x2014;Italics ours.<strong>Transmission of Life-Force. </strong>The life-force in creatures, being started into activity by Jehovah in the first of each kind (for example, in the first human pair), could then be passed on by the procreative process to offspring. In mammals, following conception the mother supplies oxygen and other nourishment until birth, when the infant begins to breathe through its nostrils, to nurse, and later to eat.When Adam was created, God formed man&#x2019;s body. For that newly created body to live and continue alive, both the spirit (life-force) and breathing were needed. <a href=\"/en/wol/bc/r1/lp-e/1200002739/10/0\" data-bid=\"11-1\" class=\"b\">Genesis 2:7</a> states that God proceeded &#x201C;to blow into his nostrils the breath [form of <em>nesha&#xB7;mah&#x2B9;</em>] of life, and the man came to be a living soul.&#x201D; &#x201C;The breath of life&#x201D; must refer to more than just breath or air moving into the lungs. God evidently provided Adam with both the spirit or spark of life and the breath needed to keep him alive. Now Adam began to have life as a person, to express personality traits, and by his speech and actions he could reveal that he was higher than the animals, that he was a &#x201C;son of God,&#x201D; made in His likeness and image.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002739/11/0\" data-bid=\"12-1\" class=\"b\">Ge 1:27;</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/11/1\" data-bid=\"12-2\" class=\"b\"> Lu 3:38</a>.The life of man and animals is dependent both on the life-force started off initially in the first of each kind and on breath to sustain that life-force. Biological science testifies to this fact. This is evident by the way that some authorities attempt to categorize the various aspects of the process of death: <em>Clinical death, </em><span id=\"page247\" class=\"pageNum\" data-no=\"247\" data-before-text=\"247\"></span>the cessation of the functions of the respiratory and the circulatory organs; <em>brain death, </em>total and irreversible stopping of brain function; <em>somatic death, </em>the gradual and eventually complete disappearance of vital functions from all organs and tissues of the body. So even after breathing, heartbeat, and brain function have ceased, the life-force lingers for a time in the body&#x2019;s tissues.<strong>Aging and Death. </strong>All forms of vegetable life, as well as animal life, are transitory. A long-standing question among scientists has been, Why does man grow old and die?Some scientists propose that there is a genetically determined life span for each cell. For support they point to experiments in which cells cultured in an artificial environment were found to stop dividing after about 50 divisions. Other scientists, however, contend that such experiments do not provide insight into why whole organisms age. Various other explanations are offered, including the theory that the brain releases hormones that play a large part in aging and subsequent death. That a person must be cautious about accepting one theory over another is suggested by the comments of Roy L.&#xA0;Walford,&#xA0;M.D., who said: &#x201C;It&#x2019;s not a cause for alarm or even surprise that Hayflick&#x2019;s paradigm [the theory that aging is built into the cell&#x2019;s genetics] may prove ultimately false, or be replaced by a better but ultimately equally false paradigm. Everything is true for its own time.&#x201D;<wbr>&#x2014;<em>Maximum Life Span, </em>1983, p.&#xA0;75.In considering the findings and conclusions of scientists, it should be noted that most do not credit life to a Creator. Through their own efforts, they hope to discover the secret of aging and death so as to extend human life indefinitely. They overlook the fact that the Creator himself decreed the death sentence for the first human pair, implementing that sentence in a way that man does not fully understand; similarly, he holds forth the prize of everlasting life to those who exercise faith in his Son.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002739/12/0\" data-bid=\"13-1\" class=\"b\">Ge 2:16, 17;</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/12/1\" data-bid=\"13-2\" class=\"b\"> 3:16-19;</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/12/2\" data-bid=\"13-3\" class=\"b\"> Joh 3:16</a>.<strong><em>Adam lost life for himself and offspring. </em></strong>When Adam was created, God placed in the garden of Eden &#x201C;the tree of life.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002739/13/0\" data-bid=\"14-1\" class=\"b\">Ge 2:9</a>) This tree evidently had no intrinsic life-giving qualities in its fruit, but it represented God&#x2019;s guarantee of life &#x201C;to time indefinite&#x201D; to the one whom God would allow to eat of its fruit. Since the tree was put there by God for some purpose, undoubtedly Adam would have been permitted to eat this fruit after proving faithful to a point that God considered satisfactory and sufficient. When Adam transgressed, he was prevented from having opportunity to eat from the tree, Jehovah saying: &#x201C;Now in order that he may not put his hand out and actually take fruit also from the tree of life and eat and live to time indefinite,&#x2014;.&#x201D; Then Jehovah followed his words with action. He would not allow one unworthy of life to live in the garden made for righteous persons and to eat of the tree of life.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002739/14/0\" data-bid=\"15-1\" class=\"b\">Ge 3:22,&#xA0;23</a>.Adam, who had enjoyed perfect life contingent on obedience to Jehovah (<a href=\"/en/wol/bc/r1/lp-e/1200002739/15/0\" data-bid=\"16-1\" class=\"b\">Ge 2:17;</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/15/1\" data-bid=\"16-2\" class=\"b\"> De 32:4</a>), now experienced in himself the workings of sin and its fruitage, death. His life&#x2019;s vigor was strong, nevertheless. Even in his sad situation, cut off from God and true spirituality, he lived 930 years before death overtook him. In the meantime he was able to pass on, not fullness of life, but a measure of life to his posterity, many of whom lived from 700 to 900 years. (<a href=\"/en/wol/bc/r1/lp-e/1200002739/16/0\" data-bid=\"17-1\" class=\"b\">Ge 5:3-32</a>) But the process that took place with Adam is described by Jesus&#x2019; half brother James: &#x201C;Each one is tried by being drawn out and enticed by his own desire. Then the desire, when it has become fertile, gives birth to sin; in turn, sin, when it has been accomplished, brings forth death.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002739/17/0\" data-bid=\"18-1\" class=\"b\">Jas 1:14,&#xA0;15</a>.<strong>What Man Needs for Life. </strong>Most scientific investigators not only overlook the cause of death in all mankind, but more important, they ignore the prime factor requisite for everlasting life. While it is necessary for the human body to be constantly nourished and refreshed by breathing, drinking, and eating, there is something far more essential for continuance of life. The principle was expressed by Jehovah: &#x201C;Not by bread alone does man live but by every expression of Jehovah&#x2019;s mouth does man live.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002739/18/0\" data-bid=\"19-1\" class=\"b\">De 8:3</a>) Jesus Christ repeated this statement and also said: &#x201C;My food is for me to do the will of him that sent me and to finish his work.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002739/19/0\" data-bid=\"20-1\" class=\"b\">Joh 4:34;</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/19/1\" data-bid=\"20-2\" class=\"b\"> Mt 4:4</a>) On another occasion he declared: &#x201C;Just as the living Father sent me forth and I live because of the Father, he also that feeds on me, even that one will live because of me.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002739/20/0\" data-bid=\"21-1\" class=\"b\">Joh 6:57</a>.When man was created, he was made in God&#x2019;s image, according to his likeness. (<a href=\"/en/wol/bc/r1/lp-e/1200002739/21/0\" data-bid=\"22-1\" class=\"b\">Ge 1:26,&#xA0;27</a>) This, of course, did not mean physical image or appearance, for God is a Spirit, and man is flesh. (<a href=\"/en/wol/bc/r1/lp-e/1200002739/22/0\" data-bid=\"23-1\" class=\"b\">Ge 6:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/22/1\" data-bid=\"23-2\" class=\"b\"> Joh 4:24</a>) It meant that man, different from the &#x201C;unreasoning animals&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002739/23/0\" data-bid=\"24-1\" class=\"b\">2Pe 2:12</a>), had reasoning power; he had attributes like those of God, such as love, a sense of justice, wisdom, and power. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200002739/24/0\" data-bid=\"25-1\" class=\"b\">Col 3:10</a>.) He had the ability to understand why he existed and his Creator&#x2019;s <span id=\"page248\" class=\"pageNum\" data-no=\"248\" data-before-text=\"248\"></span>purpose toward him. Hence he, unlike the animals, was given the capacity for spirituality. He could appreciate and worship his Creator. This capacity created a need in Adam. He needed more than literal food; he had to have spiritual sustenance; his spirituality had to be exercised for his mental and physical welfare.Consequently, apart from Jehovah God and his spiritual provisions there can be no indefinite continuance of life. As to living forever, Jesus said: &#x201C;This means everlasting life, their taking in knowledge of you, the only true God, and of the one whom you sent forth, Jesus Christ.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002739/25/0\" data-bid=\"26-1\" class=\"b\">Joh 17:3</a>.<strong><em>Regeneration. </em></strong>With a view to restoring to mankind perfection of organism and the prospect of eternal life, Jehovah has provided the truth, &#x201C;the word of life.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002739/26/0\" data-bid=\"27-1\" class=\"b\">Joh 17:17;</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/26/1\" data-bid=\"27-2\" class=\"b\"> Php 2:16</a>) Following the truth will lead one to a knowledge of God&#x2019;s provision of Jesus Christ, who gave himself &#x201C;a ransom in exchange for many.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002739/27/0\" data-bid=\"28-1\" class=\"b\">Mt 20:28</a>) Only through this means can man be restored to full spirituality as well as to physical wholeness.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002739/28/0\" data-bid=\"29-1\" class=\"b\">Ac 4:12;</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/28/1\" data-bid=\"29-2\" class=\"b\"> 1Co 1:30;</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/28/2\" data-bid=\"29-3\" class=\"b\"> 15:23-26;</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/28/3\" data-bid=\"29-4\" class=\"b\"> 2Co 5:21</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002739/4\">RANSOM</a>.Through Jesus Christ, then, regeneration to life comes. He is called &#x201C;the last Adam .&#xA0;.&#xA0;. a life-giving spirit.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002739/29/0\" data-bid=\"30-1\" class=\"b\">1Co 15:45</a>) Prophecy designates him as &#x201C;Eternal Father&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002739/30/0\" data-bid=\"31-1\" class=\"b\">Isa 9:6</a>) and as the one who &#x201C;poured out his soul to the very death,&#x201D; whose soul is &#x2018;set as a guilt offering.&#x2019; He, as such &#x201C;Father,&#x201D; is able to regenerate mankind, thus giving life to those who exercise faith in the offering of his soul and are obedient.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002739/31/0\" data-bid=\"32-1\" class=\"b\">Isa 53:10-12</a>.<strong><em>Hope of men of ancient times. </em></strong>Faithful men of ancient times had the hope of life. The apostle Paul points out this fact. He refers back in time to the offspring of Abraham before the Law was given, and he speaks of himself, a Hebrew, as though he were alive then, in the sense that he was in the loins of his forefathers. He argues: &#x201C;I was once alive apart from law; but when the commandment arrived, sin came to life again, but I died. And the commandment which was to life, this I found to be to death.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002739/32/0\" data-bid=\"33-1\" class=\"b\">Ro 7:9, 10</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002739/33/0\" data-bid=\"34-1\" class=\"b\">Heb 7:9,&#xA0;10</a>.) Men like Abel, Enoch, Noah, and Abraham had hope in God. They believed in the &#x201C;seed&#x201D; that would bruise the serpent&#x2019;s head, which would mean deliverance. (<a href=\"/en/wol/bc/r1/lp-e/1200002739/34/0\" data-bid=\"35-1\" class=\"b\">Ge 3:15;</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/34/1\" data-bid=\"35-2\" class=\"b\"> 22:16-18</a>) They looked forward to God&#x2019;s Kingdom, the &#x201C;city having real foundations.&#x201D; They believed in a resurrection of the dead to life.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002739/35/0\" data-bid=\"36-1\" class=\"b\">Heb 11:10,</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/35/1\" data-bid=\"36-2\" class=\"b\"> 16,</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/35/2\" data-bid=\"36-3\" class=\"b\">&#xA0;35</a>.With the giving of the Law, Jehovah stated: &#x201C;You must keep my statutes and my judicial decisions, which if a man will do, he must also live by means of them.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002739/36/0\" data-bid=\"37-1\" class=\"b\">Le 18:5</a>) Doubtless those Israelites receiving the Law hailed it as offering the hope of life to them. The Law was &#x201C;holy and righteous&#x201D; and would mark as completely righteous the one who could live up to its standards fully. (<a href=\"/en/wol/bc/r1/lp-e/1200002739/37/0\" data-bid=\"38-1\" class=\"b\">Ro 7:12</a>) But, instead of giving life, the Law showed all Israel, and mankind in general, to be imperfect and sinners. Furthermore, it condemned the Jews to death. (<a href=\"/en/wol/bc/r1/lp-e/1200002739/38/0\" data-bid=\"39-1\" class=\"b\">Ga 3:19;</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/38/1\" data-bid=\"39-2\" class=\"b\"> 1Ti 1:8-10</a>) Truly, as Paul says, &#x201C;when the commandment arrived, sin came to life again, but I died.&#x201D; Therefore, life could not come by the Law.The apostle argues: &#x201C;If a law had been given that was able to give life, righteousness would actually have been by means of law.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002739/39/0\" data-bid=\"40-1\" class=\"b\">Ga 3:21</a>) Now, the Jews, being condemned by the Law, were not only shown to be sinners as offspring of Adam but were also under an additional disability. For this reason, Christ died on a torture stake, as Paul says: &#x201C;Christ by purchase released us from the curse of the Law by becoming a curse instead of us, because it is written: &#x2018;Accursed is every man hanged upon a stake.&#x2019;&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002739/40/0\" data-bid=\"41-1\" class=\"b\">Ga 3:13</a>) By removing this obstacle, namely, the curse brought on the Jews by their breaking of the Law, Jesus Christ removed this barrier to life for the Jews, giving them opportunity for life. His ransom could thus benefit them as well as others.<strong><em>Everlasting life a reward from God. </em></strong>It is evident throughout the Bible that the hope of servants of Jehovah has been to receive everlasting life at God&#x2019;s hands. This hope has encouraged them in maintaining faithfulness. And it is not a selfish hope. The apostle writes: &#x201C;Moreover, without faith it is impossible to please him well, for he that approaches God must believe that he is and that he becomes the <em>rewarder </em>of those earnestly seeking him.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002739/41/0\" data-bid=\"42-1\" class=\"b\">Heb 11:6</a>) He is that kind of God; it is one of the qualities for which he deserves full devotion from his creatures.<strong><em>Immortality, incorruption, divine life. </em></strong>The Bible speaks of Jehovah as having immortality and incorruption. (<a href=\"/en/wol/bc/r1/lp-e/1200002739/42/0\" data-bid=\"43-1\" class=\"b\">1Ti 1:17</a>) He has granted this first to his Son. At the time the apostle Paul wrote to Timothy, Christ was the only one who had been given immortality. (<a href=\"/en/wol/bc/r1/lp-e/1200002739/43/0\" data-bid=\"44-1\" class=\"b\">1Ti 6:16</a>) But it is promised to others, those who become Christ&#x2019;s spiritual brothers. (<a href=\"/en/wol/bc/r1/lp-e/1200002739/44/0\" data-bid=\"45-1\" class=\"b\">Ro 2:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/44/1\" data-bid=\"45-2\" class=\"b\"> 1Co 15:53,&#xA0;54</a>) Also, these become partakers of &#x201C;divine nature&#x201D;; they share with Christ in his glory. (<a href=\"/en/wol/bc/r1/lp-e/1200002739/45/0\" data-bid=\"46-1\" class=\"b\">2Pe 1:4</a>) Angels are spirit creatures, but they are not immortal, for those who became wicked demons will be destroyed.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002739/46/0\" data-bid=\"47-1\" class=\"b\">Mt 25:41;</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/46/1\" data-bid=\"47-2\" class=\"b\"> Lu 4:33, 34;</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/46/2\" data-bid=\"47-3\" class=\"b\"> Re 20:10,</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/46/3\" data-bid=\"47-4\" class=\"b\"> 14</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200002739/5\">IMMORTALITY</a>; <a href=\"/en/wol/tc/r1/lp-e/1200002739/6\">INCORRUPTION</a>.<strong><em>Earthly life without corruption. </em></strong>What about others of mankind who do not receive heavenly life? The apostle John quotes Jesus as saying: &#x201C;For <span id=\"page249\" class=\"pageNum\" data-no=\"249\" data-before-text=\"249\"></span>God loved the world so much that he gave his only-begotten Son, in order that everyone exercising faith in him might not be destroyed but have everlasting life.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002739/47/0\" data-bid=\"48-1\" class=\"b\">Joh 3:16</a>) In his parable of the sheep and the goats, those of the nations separated on Jesus&#x2019; right side as sheep enter &#x201C;into everlasting life.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002739/48/0\" data-bid=\"49-1\" class=\"b\">Mt 25:46</a>) Paul speaks of &#x201C;God&#x2019;s sons&#x201D; and &#x201C;joint heirs with Christ&#x201D; and says that &#x201C;the eager expectation of the creation is waiting for the revealing of the sons of God.&#x201D; Then he says, &#x201C;the creation itself also will be set free from enslavement to corruption and have the glorious freedom of the children of God.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002739/49/0\" data-bid=\"50-1\" class=\"b\">Ro 8:14-23</a>) Adam when created as a perfect human was a &#x201C;son [or child] of God.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002739/50/0\" data-bid=\"51-1\" class=\"b\">Lu 3:38</a>) The prophetic vision of <a href=\"/en/wol/bc/r1/lp-e/1200002739/51/0\" data-bid=\"52-1\" class=\"b\">Revelation 21:1-4</a> points to the time of &#x201C;a new heaven&#x201D; and &#x201C;a new earth&#x201D; and gives the promise that then &#x201C;death will be no more, neither will mourning nor outcry nor pain be anymore.&#x201D; Since this promise is given, not to spirit creatures, but specifically to &#x201C;mankind,&#x201D; it gives assurance that a new earthly society of humankind living under the &#x201C;new heaven&#x201D; will experience restoration of mind and body to fullness of health and everlasting life as earthly &#x201C;children of God.&#x201D;In his command to Adam, God implied that if Adam obeyed, he would not die. (<a href=\"/en/wol/bc/r1/lp-e/1200002739/52/0\" data-bid=\"53-1\" class=\"b\">Ge 2:17</a>) So with obedient mankind, when man&#x2019;s last enemy, death, is brought to nothing, there will be no sin working in their bodies to bring death. To time indefinite they will not need to die. (<a href=\"/en/wol/bc/r1/lp-e/1200002739/53/0\" data-bid=\"54-1\" class=\"b\">1Co 15:26</a>) This bringing of death to nothing takes place at the end of Christ&#x2019;s reign, which the book of Revelation shows is 1,000 years long. Here it is said of those becoming kings and priests with Christ that they &#x201C;came to life and ruled as kings with the Christ for a thousand years.&#x201D; &#x201C;The rest of the dead&#x201D; not coming to life &#x201C;until the thousand years were ended&#x201D; must be those alive at the end of the thousand years, but before Satan is released from the abyss and brings the decisive test on mankind. By the end of the thousand years, people on earth will have reached human perfection, being in the condition that Adam and Eve were in before they sinned. Now they will really have life in perfection. Those who thereafter pass the test when Satan is released for a short time from the abyss will be able to enjoy that life forever.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002739/54/0\" data-bid=\"55-1\" class=\"b\">Re 20:4-10</a>.<strong>The Way of Life. </strong>Jehovah, the Fountain of life, has revealed the way of life through his Word of truth. The Lord Jesus Christ &#x201C;shed light upon life and incorruption through the good news.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002739/55/0\" data-bid=\"56-1\" class=\"b\">2Ti 1:10</a>) He told his disciples: &#x201C;It is the spirit that is life-giving; the flesh is of no use at all. The sayings that I have spoken to you are spirit and are life.&#x201D; A little later Jesus asked his apostles whether they were going to leave him, as others had. Peter replied: &#x201C;Lord, whom shall we go away to? You have sayings of everlasting life.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002739/56/0\" data-bid=\"57-1\" class=\"b\">Joh 6:63,</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/56/1\" data-bid=\"57-2\" class=\"b\"> 66-68</a>) The apostle John called Jesus &#x201C;the word of life,&#x201D; and said: &#x201C;By means of him was life.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002739/57/0\" data-bid=\"58-1\" class=\"b\">1Jo 1:1,&#xA0;2;</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/57/1\" data-bid=\"58-2\" class=\"b\"> Joh 1:4</a>.From Jesus&#x2019; words it is evident that human efforts to prolong life indefinitely or theories that certain diets or regimens will bring life to mankind are futile. At best, they can bring improved health only temporarily. The only way of life is obedience to the good news, &#x201C;the word of life.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002739/58/0\" data-bid=\"59-1\" class=\"b\">Php 2:16</a>) To get life, the individual must keep his mind fixed &#x201C;on the things above, not on the things upon the earth.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002739/59/0\" data-bid=\"60-1\" class=\"b\">Col 3:1,&#xA0;2</a>) To his hearers Jesus said: &#x201C;He that hears my word and believes him that sent me has everlasting life, and he does not come into judgment but has passed over from death to life.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002739/60/0\" data-bid=\"61-1\" class=\"b\">Joh 5:24;</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/60/1\" data-bid=\"61-2\" class=\"b\"> 6:40</a>) They are no longer condemned sinners, in the way of death. The apostle Paul wrote: &#x201C;Therefore those in union with Christ Jesus have no condemnation. For the law of that spirit which gives life in union with Christ Jesus has set you free from the law of sin and of death.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002739/61/0\" data-bid=\"62-1\" class=\"b\">Ro 8:1,&#xA0;2</a>) John says that a Christian knows he has &#x2018;passed from death to life&#x2019; if he loves his brothers.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002739/62/0\" data-bid=\"63-1\" class=\"b\">1Jo 3:14</a>.Since &#x201C;there is not another name under heaven that has been given among men by which we must get saved,&#x201D; the seeker for life must follow Christ. (<a href=\"/en/wol/bc/r1/lp-e/1200002739/63/0\" data-bid=\"64-1\" class=\"b\">Ac 4:12</a>) Jesus showed that a person must be conscious of his spiritual need; he must hunger and thirst for righteousness. (<a href=\"/en/wol/bc/r1/lp-e/1200002739/64/0\" data-bid=\"65-1\" class=\"b\">Mt 5:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/64/1\" data-bid=\"65-2\" class=\"b\">&#xA0;6</a>) Not only must he hear the good news but he must exercise faith in Jesus Christ and through him call on the name of Jehovah. (<a href=\"/en/wol/bc/r1/lp-e/1200002739/65/0\" data-bid=\"66-1\" class=\"b\">Ro 10:13-15</a>) Following Jesus&#x2019; example, he will be baptized in water. (<a href=\"/en/wol/bc/r1/lp-e/1200002739/66/0\" data-bid=\"67-1\" class=\"b\">Mt 3:13-15;</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/66/1\" data-bid=\"67-2\" class=\"b\"> Eph 4:5</a>) He must then keep on seeking the Kingdom and Jehovah&#x2019;s righteousness.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002739/67/0\" data-bid=\"68-1\" class=\"b\">Mt 6:33</a>.<strong>Safeguard the Heart. </strong>The person who has become a disciple of Jesus Christ must continue in the way of life. He is warned: &#x201C;Let him that thinks he is standing beware that he does not fall.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002739/68/0\" data-bid=\"69-1\" class=\"b\">1Co 10:12</a>) He is counseled: &#x201C;More than all else that is to be guarded, safeguard your heart, for out of it are the sources of life.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002739/69/0\" data-bid=\"70-1\" class=\"b\">Pr 4:23</a>) Jesus showed that it is from the heart that wicked reasonings, adultery, murder, and so forth, emanate. These things would lead to death. (<a href=\"/en/wol/bc/r1/lp-e/1200002739/70/0\" data-bid=\"71-1\" class=\"b\">Mt 15:19,&#xA0;20</a>) Guarding against such heart reasonings by supplying the heart with life-giving spiritual nourishment, the truth from the pure Fountain of life, will keep the heart from going wrong and taking the person out of the way of life.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002739/71/0\" data-bid=\"72-1\" class=\"b\">Ro 8:6</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200002739/7\">HEART</a>.<span id=\"page250\" class=\"pageNum\" data-no=\"250\" data-before-text=\"250\"></span>In safeguarding one&#x2019;s life by guarding the heart, the tongue must be controlled. &#x201C;Death and life are in the power of the tongue, and he that is loving it will eat its fruitage.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002739/72/0\" data-bid=\"73-1\" class=\"b\">Pr 18:21</a>) The reason was explained by Jesus: &#x201C;The things proceeding out of the mouth come out of the heart, and those things defile a man.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002739/73/0\" data-bid=\"74-1\" class=\"b\">Mt 15:18;</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/73/1\" data-bid=\"74-2\" class=\"b\"> Jas 3:5-10</a>) But by proper use of the tongue to praise God and to speak right things, one continues in the way of life.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002739/74/0\" data-bid=\"75-1\" class=\"b\">Ps 34:12-14;</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/74/1\" data-bid=\"75-2\" class=\"b\"> 63:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/74/2\" data-bid=\"75-3\" class=\"b\"> Pr 15:4</a>.<strong>This Present Life. </strong>King Solomon, after trying out everything this life has to offer in the way of riches, houses, gardens, and forms of enjoyment, came to the conclusion: &#x201C;I hated life, because the work that has been done under the sun was calamitous from my standpoint, for everything was vanity and a striving after wind.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002739/75/0\" data-bid=\"76-1\" class=\"b\">Ec 2:17</a>) Solomon did not hate life itself, for it is a &#x2018;good gift and perfect present from above.&#x2019; (<a href=\"/en/wol/bc/r1/lp-e/1200002739/76/0\" data-bid=\"77-1\" class=\"b\">Jas 1:17</a>) Solomon hated the calamitous, vain life that one experiences in living as does the present world of mankind, subject to futility. (<a href=\"/en/wol/bc/r1/lp-e/1200002739/77/0\" data-bid=\"78-1\" class=\"b\">Ro 8:20</a>) At the conclusion of his book Solomon gave the exhortation to fear the true God and keep his commandments, which is the way of real life. (<a href=\"/en/wol/bc/r1/lp-e/1200002739/78/0\" data-bid=\"79-1\" class=\"b\">Ec 12:13, 14;</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/78/1\" data-bid=\"79-2\" class=\"b\"> 1Ti 6:19</a>) The apostle Paul spoke of himself and fellow Christians, saying that, after their strenuous preaching and bearing witness to Christ and the resurrection in the face of persecution, &#x201C;if in this life only we have hoped in Christ, we are of all men most to be pitied.&#x201D; Why? Because they would have relied on a false hope. &#x201C;However,&#x201D; Paul continued, &#x201C;now Christ has been raised up from the dead.&#x201D; &#x201C;Consequently, my beloved brothers,&#x201D; he concluded, &#x201C;become steadfast, unmovable, always having plenty to do in the work of the Lord, knowing that your labor is not in vain in connection with the Lord.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002739/79/0\" data-bid=\"80-1\" class=\"b\">1Co 15:19, 20,</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/79/1\" data-bid=\"80-2\" class=\"b\">&#xA0;58</a>.<strong>Trees of Life. </strong>Aside from the tree of life in Eden (<a href=\"/en/wol/bc/r1/lp-e/1200002739/80/0\" data-bid=\"81-1\" class=\"b\">Ge 2:9</a>), already discussed herein, the expression &#x201C;tree[s] of life&#x201D; occurs several other times in the Scriptures, always in a figurative, or symbolic, sense. Wisdom is called &#x201C;a tree of life to those taking hold of it,&#x201D; in that it will supply them with that which they need, not only to enjoy their present life but also to receive eternal life, namely, knowledge of God and the insight and good sense to obey his commands.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002739/81/0\" data-bid=\"82-1\" class=\"b\">Pr 3:18;</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/81/1\" data-bid=\"82-2\" class=\"b\"> 16:22</a>.&#x201C;The fruitage of the righteous one is a tree of life, and he that is winning souls is wise,&#x201D; says another proverb. (<a href=\"/en/wol/bc/r1/lp-e/1200002739/82/0\" data-bid=\"83-1\" class=\"b\">Pr 11:30</a>) The righteous person, by speech and example, wins souls, that is, by listening to him, persons get spiritual nourishment, are led to serve God, and receive the life that God makes possible. Similarly, &#x201C;the calmness of the tongue is a tree of life, but distortion in it means a breaking down in the spirit.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002739/83/0\" data-bid=\"84-1\" class=\"b\">Pr 15:4</a>) The calm speech of the wise person helps and refreshes the spirit of those hearing him, nourishing good qualities in them, helping them along the way of life, but distortion in the tongue is like bad fruit; it brings trouble and discouragement, damaging those hearing it.<a href=\"/en/wol/bc/r1/lp-e/1200002739/84/0\" data-bid=\"85-1\" class=\"b\">Proverbs 13:12</a> reads: &#x201C;Expectation postponed is making the heart sick, but the thing desired is a tree of life when it does come.&#x201D; The fulfillment of a long-awaited desire is strengthening and refreshing, giving renewed vigor.The glorified Jesus Christ promises the conquering Christian that He will grant him to eat of &#x201C;the tree of life, which is in the paradise of God.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002739/85/0\" data-bid=\"86-1\" class=\"b\">Re 2:7</a>) Again, in the last verses of the book of Revelation, we read: &#x201C;And if anyone takes anything away from the words of the scroll of this prophecy, God will take his portion away from the trees of life and out of the holy city, things which are written about in this scroll.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002739/86/0\" data-bid=\"87-1\" class=\"b\">Re 22:19</a>) In the context of these two Scripture texts, Christ Jesus is speaking to those who are conquerors, who will not &#x201C;be harmed by the second death&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002739/87/0\" data-bid=\"88-1\" class=\"b\">Re 2:11</a>), who will be given &#x201C;authority over the nations&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002739/88/0\" data-bid=\"89-1\" class=\"b\">Re 2:26</a>), who will be made a &#x201C;pillar in the temple of my God&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002739/89/0\" data-bid=\"90-1\" class=\"b\">Re 3:12</a>), and who will sit down with Christ in his heavenly throne. (<a href=\"/en/wol/bc/r1/lp-e/1200002739/90/0\" data-bid=\"91-1\" class=\"b\">Re 3:21</a>) Therefore the tree or trees could not be literal, for conquerors who eat are those who are partakers of the heavenly calling (<a href=\"/en/wol/bc/r1/lp-e/1200002739/91/0\" data-bid=\"92-1\" class=\"b\">Heb 3:1</a>), with places in heaven reserved for them. (<a href=\"/en/wol/bc/r1/lp-e/1200002739/92/0\" data-bid=\"93-1\" class=\"b\">Joh 14:2,&#xA0;3;</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/92/1\" data-bid=\"93-2\" class=\"b\"> 2Pe 1:3,&#xA0;4</a>) The tree(s) would therefore be symbolic of God&#x2019;s provision for sustained life, in this case, the heavenly, immortal life that the faithful ones are given as conquerors with Christ.There is the mention of &#x201C;trees of life&#x201D; in a different context, at <a href=\"/en/wol/bc/r1/lp-e/1200002739/93/0\" data-bid=\"94-1\" class=\"b\">Revelation 22:1,&#xA0;2</a>. Here the nations are shown as partaking of the leaves of the trees for healing purposes. They are alongside the river flowing out from the temple-palace of God, in which is his throne. The picture appears after the scene of the establishing of the new heaven and the new earth and the statement that &#x201C;the tent of God is with mankind.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002739/94/0\" data-bid=\"95-1\" class=\"b\">Re 21:1-3,</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/94/1\" data-bid=\"95-2\" class=\"b\"> 22,</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/94/2\" data-bid=\"95-3\" class=\"b\">&#xA0;24</a>) Symbolically, then, these would be curative, life-sustaining provisions for humankind, for their eventual everlasting life. The source of such provisions is the royal throne of God and of the Lamb Jesus Christ.Several references are made to &#x201C;the scroll of life&#x201D; or to God&#x2019;s &#x201C;book.&#x201D; It evidently contains the names <span id=\"page251\" class=\"pageNum\" data-no=\"251\" data-before-text=\"251\"></span>of all those who, because of their faith, are in line to receive the grant of everlasting life either in heaven or on earth. It contains the names of Jehovah&#x2019;s servants &#x201C;from the founding of the world,&#x201D; that is, the world of redeemable mankind. So righteous Abel&#x2019;s is apparently the first name written on &#x201C;the scroll.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002739/95/0\" data-bid=\"96-1\" class=\"b\">Re 17:8;</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/95/1\" data-bid=\"96-2\" class=\"b\"> Mt 23:35;</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/95/2\" data-bid=\"96-3\" class=\"b\"> Lu 11:50,&#xA0;51</a>.<strong><em>What is signified by one&#x2019;s name being written in God&#x2019;s &#x201C;book&#x201D; or &#x201C;scroll of life&#x201D;?</em></strong>The writing of a person&#x2019;s name in &#x201C;the book of life&#x201D; does not predestine that one to eternal life. His name&#x2019;s remaining there depends on his obedience. Thus Moses pleaded with Jehovah for Israel: &#x201C;Now if you will pardon their sin,<wbr>&#x2014;and if not, wipe me out, please, from your book that you have written.&#x201D; Jehovah answered: &#x201C;Whoever has sinned against me, I shall wipe him out of my book.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002739/96/0\" data-bid=\"97-1\" class=\"b\">Ex 32:32,&#xA0;33</a>) This indicates that the list of names in &#x201C;the book&#x201D; would undergo changes because of disobedience on the part of some, their names being &#x2018;wiped&#x2019; or &#x2018;blotted&#x2019; out from &#x201C;the book.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002739/97/0\" data-bid=\"98-1\" class=\"b\">Re 3:5</a>.In the judgment scene at <a href=\"/en/wol/bc/r1/lp-e/1200002739/98/0\" data-bid=\"99-1\" class=\"b\">Revelation 20:11-15</a>, during Christ&#x2019;s Millennial Reign &#x201C;the scroll of life&#x201D; is shown as opened to receive additional names; scrolls of instruction are also opened. Those who come back in the &#x2018;resurrection of the unrighteous&#x2019; will thus have the opportunity of having their names written on &#x201C;the scroll of life,&#x201D; provided they obediently perform deeds that are in harmony with the scrolls of instruction. (<a href=\"/en/wol/bc/r1/lp-e/1200002739/99/0\" data-bid=\"100-1\" class=\"b\">Ac 24:15</a>) Of course, faithful servants of God who come back in the &#x2018;resurrection of the righteous&#x2019; will already have their names in &#x201C;the scroll of life.&#x201D; By their loyal obedience to the divine instructions, they will <em>keep </em>their names in it.How does a person get his name <em>permanently </em>retained in &#x201C;the book of life&#x201D;? For those who are in line to receive heavenly life, it is by &#x2018;conquering&#x2019; this world through faith, proving themselves &#x201C;faithful even to death.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002739/100/0\" data-bid=\"101-1\" class=\"b\">Re 2:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/100/1\" data-bid=\"101-2\" class=\"b\"> 3:5</a>) For those who are in line to receive life on earth, it is by proving loyal to Jehovah through a final, decisive test at the end of Christ&#x2019;s Millennial Reign. (<a href=\"/en/wol/bc/r1/lp-e/1200002739/101/0\" data-bid=\"102-1\" class=\"b\">Re 20:7,&#xA0;8</a>) Those who maintain integrity through that final test will have their names retained permanently by God in &#x201C;the book of life,&#x201D; Jehovah thus acknowledging that they are righteous in the complete sense and worthy of the right to everlasting life on earth.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002739/102/0\" data-bid=\"103-1\" class=\"b\">Ro 8:33</a>.<strong><em>&#x201C;The Lamb&#x2019;s scroll.&#x201D; </em></strong>&#x201C;The scroll of life of the Lamb&#x201D; is a separate scroll, apparently containing only the names of those with whom the Lamb, Jesus Christ, shares his Kingdom rule, including those still on earth who are in line to receive heavenly life. (<a href=\"/en/wol/bc/r1/lp-e/1200002739/103/0\" data-bid=\"104-1\" class=\"b\">Re 13:8</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002739/104/0\" data-bid=\"105-1\" class=\"b\">Re 14:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/104/1\" data-bid=\"105-2\" class=\"b\">&#xA0;4</a>.) Those enrolled in &#x201C;the Lamb&#x2019;s scroll&#x201D; are spoken of as entering the holy city, New Jerusalem, thus becoming part of the heavenly Messianic Kingdom. (<a href=\"/en/wol/bc/r1/lp-e/1200002739/105/0\" data-bid=\"106-1\" class=\"b\">Re 21:2,</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/105/1\" data-bid=\"106-2\" class=\"b\"> 22-27</a>) Their names are written both in &#x201C;the Lamb&#x2019;s scroll&#x201D; and in the other scroll, God&#x2019;s &#x201C;book of life.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002739/106/0\" data-bid=\"107-1\" class=\"b\">Php 4:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/106/1\" data-bid=\"107-2\" class=\"b\"> Re 3:5</a>.<strong>River of Water of Life. </strong>In John&#x2019;s vision in the book of Revelation, he saw &#x201C;a river of water of life, clear as crystal, flowing out from the throne of God and of the Lamb&#x201D; down the middle of the broad way of the holy city, New Jerusalem. (<a href=\"/en/wol/bc/r1/lp-e/1200002739/107/0\" data-bid=\"108-1\" class=\"b\">Re 22:1,&#xA0;2;</a><a href=\"/en/wol/bc/r1/lp-e/1200002739/107/1\" data-bid=\"108-2\" class=\"b\"> 21:2</a>) Water is essential for life. The vision begins to be fulfilled during &#x201C;the Lord&#x2019;s day,&#x201D; soon after the establishment of God&#x2019;s Kingdom. (<a href=\"/en/wol/bc/r1/lp-e/1200002739/108/0\" data-bid=\"109-1\" class=\"b\">Re 1:10</a>) It is a time when members of the bride class are still on earth to issue the invitation personally to &#x201C;anyone thirsting&#x201D; to drink of life&#x2019;s water free. (<a href=\"/en/wol/bc/r1/lp-e/1200002739/109/0\" data-bid=\"110-1\" class=\"b\">Re 22:17</a>) After the destruction of the present system of things, the river continues to flow, with increasing volume, in the new world. The vision speaks of trees alongside the river producing fruit, and of leaves for the curing of the nations. The life-giving waters, then, would be the provisions for life that Jehovah has made through the Lamb, Jesus Christ, for all on earth who will receive life.<strong>&#x201C;Life&#x2019;s Moisture.&#x201D; </strong>At <a href=\"/en/wol/bc/r1/lp-e/1200002739/110/0\" data-bid=\"111-1\" class=\"b\">Psalm 32:1-5</a> David shows the happiness that attends forgiveness, though he also reveals the distress experienced before making confession of transgressing to Jehovah and receiving God&#x2019;s pardon. Prior to confessing and while trying to conceal his error, the psalmist is conscience stricken and says: &#x201C;My life&#x2019;s moisture has been changed as in the dry heat of summer.&#x201D; Attempted repression of a guilty conscience wore him out, and anguish reduced his vigor just as a tree might lose life-giving moisture during a drought or in summer&#x2019;s intense dry heat. <span id=\"page252\" class=\"pageNum\" data-no=\"252\" data-before-text=\"252\"></span>David&#x2019;s words seem to indicate that he experienced ill effects both mentally and physically, or had at least lost most of his joy of life, because of failure to confess his sin. Only confession to Jehovah could bring pardon and relief.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002739/111/0\" data-bid=\"112-1\" class=\"b\">Pr 28:13</a>.<strong>&#x201C;The Bag of Life.&#x201D; </strong>When Abigail appealed to David to turn back from his mission of vengeance upon Nabal, thereby restraining him from entering into bloodguilt, she said: &#x201C;When man rises up to pursue you and look for your soul, the soul of my lord will certainly prove to be wrapped up in the bag of life with Jehovah your God; but, as for the soul of your enemies, he will sling it forth as from inside the hollow of the sling.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002739/112/0\" data-bid=\"113-1\" class=\"b\">1Sa 25:29-33</a>) Just as a person wraps up something valuable to protect and preserve it, so David&#x2019;s life as an individual was in the hands of the living God, and He would preserve David&#x2019;s life from his enemies, as long as David did not try to bring his salvation by his own hand, but waited on Jehovah. However, the soul of David&#x2019;s enemies God would throw away."}