{"title":"Lizard","link":"/en/wol/d/r1/lp-e/1200002755","html":"<span id=\"page259\" class=\"pageNum\" data-no=\"259\" data-before-text=\"259\"></span><strong>LIZARD</strong>[Heb., <em>tsav</em>].Lizards are four-legged reptiles, generally small, with long tails and scaly skin. The lizard&#x2019;s legs are attached far enough out at the sides to enable it to rest its belly on the ground without folding its feet under it. More than 40 kinds are found in Palestine. They are to be found in trees, in warm crevices of rocks, and on walls and ceilings in homes. The lizard is included among the unclean &#x201C;swarming creatures&#x201D; at <a href=\"/en/wol/bc/r1/lp-e/1200002755/0/0\" data-bid=\"1-1\" class=\"b\">Leviticus 11:29</a>. It is suggested that the Hebrew name for it is derived from a root meaning &#x201C;cleave to ground.&#x201D; The <em>Hebrew and English Lexicon of the Old Testament </em>by Brown, Driver, and Briggs (1980, p.&#xA0;839) suggests &#x201C;lizard&#x201D; as the translation. Evidently the Hebrew term <em>tsav </em>at least includes the Agamidae family of lizards, for the equivalent Arabic term <em>dabb </em>refers to the Egyptian spiny-tailed lizard (<em>Uromastix aegyptius</em>), the largest of the species of Agamidae found in Israel.<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200002755/0\">CHAMELEON</a>; <a href=\"/en/wol/tc/r1/lp-e/1200002755/1\">GECKO</a>; <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002755/2\">SAND LIZARD</a>.Lexicons generally suggest that the Hebrew word <em>ko&#x2B9;ach </em>also refers to a kind of lizard. Since the root meaning of the name is &#x201C;power&#x201D; or &#x201C;strength,&#x201D; it may refer to the desert monitor lizard (<em>Varanus griseus</em>), a powerful, large lizard. It inhabits dry, sandy desert areas. In Palestine this lizard reaches a length of about 1.2&#xA0;m (4&#xA0;ft). It is an eater of carrion and is on the list of &#x201C;unclean&#x201D; foods.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002755/1/0\" data-bid=\"2-1\" class=\"b\">Le 11:29,&#xA0;30</a>.Another creature listed as unclean for Israelite use as food is referred to by the Hebrew word <em>cho&#x2B9;met, </em>at <a href=\"/en/wol/bc/r1/lp-e/1200002755/2/0\" data-bid=\"3-1\" class=\"b\">Leviticus 11:30</a>. Some recent translations (<em>RS; NW</em>) render this &#x201C;sand lizard.&#x201D; The sand lizard is possibly a skink."}