{"title":"Locust","link":"/en/wol/d/r1/lp-e/1200002763","html":"<span id=\"page260\" class=\"pageNum\" data-no=\"260\" data-before-text=\"260\"></span><strong>LOCUST</strong>Any of a variety of grasshoppers with short antennae or feelers, especially those that migrate in great swarms. Of the several Hebrew words rendered &#x201C;locust,&#x201D; <em>&#x2BC;ar&#xB7;beh&#x2B9; </em>appears most frequently and is understood to refer to the migratory locust, the insect in its fully developed, winged stage. (<a href=\"/en/wol/bc/r1/lp-e/1200002763/0/0\" data-bid=\"1-1\" class=\"b\">Le 11:22</a>, ftn) The Hebrew word <em>ye&#x2B9;leq </em>refers to the creeping, wingless locust, that is, one that is at an immature stage of development. (<a href=\"/en/wol/bc/r1/lp-e/1200002763/1/0\" data-bid=\"2-1\" class=\"b\">Ps 105:34</a>, ftn; <a href=\"/en/wol/bc/r1/lp-e/1200002763/2/0\" data-bid=\"3-1\" class=\"b\">Joe 1:4</a>) The Hebrew term <em>sol&#xB7;&#x2BD;am&#x2B9; </em>refers to the edible locust. (<a href=\"/en/wol/bc/r1/lp-e/1200002763/3/0\" data-bid=\"4-1\" class=\"b\">Le 11:22</a>) A locust swarm is denoted by the Hebrew term <em>goh&#xB7;vai&#x2B9;. </em>(<a href=\"/en/wol/bc/r1/lp-e/1200002763/4/0\" data-bid=\"5-1\" class=\"b\">Am 7:1</a>) The Greek word <em>a&#xB7;kris&#x2B9; </em>is rendered &#x2018;insect locust&#x2019; and &#x2018;locust.&#x2019;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002763/5/0\" data-bid=\"6-1\" class=\"b\">Mt 3:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200002763/5/1\" data-bid=\"6-2\" class=\"b\"> Re 9:7</a>.The locust measures 5&#xA0;cm (2&#xA0;in.) or more in length. It is equipped with two pairs of wings, four walking legs, and two much longer leaper legs with broad thighs. The wide, transparent back wings, when not in use, lie folded under the thick membranous front wings. By means of its leaper legs, the insect is able to jump many times the length of its body. (See <a href=\"/en/wol/bc/r1/lp-e/1200002763/6/0\" data-bid=\"7-1\" class=\"b\">Job 39:20</a>.) In Scripture the locust is at times used to represent innumerableness.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002763/7/0\" data-bid=\"8-1\" class=\"b\">Jg 6:5;</a><a href=\"/en/wol/bc/r1/lp-e/1200002763/7/1\" data-bid=\"8-2\" class=\"b\"> 7:12;</a><a href=\"/en/wol/bc/r1/lp-e/1200002763/7/2\" data-bid=\"8-3\" class=\"b\"> Jer 46:23;</a><a href=\"/en/wol/bc/r1/lp-e/1200002763/7/3\" data-bid=\"8-4\" class=\"b\"> Na 3:15,</a><a href=\"/en/wol/bc/r1/lp-e/1200002763/7/4\" data-bid=\"8-5\" class=\"b\">&#xA0;17</a>.<strong>A &#x201C;Clean&#x201D; Food. </strong>The Law designated locusts as clean for food. (<a href=\"/en/wol/bc/r1/lp-e/1200002763/8/0\" data-bid=\"9-1\" class=\"b\">Le 11:21,&#xA0;22</a>) John the Baptizer, in fact, subsisted on insect locusts and honey. (<a href=\"/en/wol/bc/r1/lp-e/1200002763/9/0\" data-bid=\"10-1\" class=\"b\">Mt 3:4</a>) These insects are said to taste something like shrimp or crab and are rich in protein; desert locusts, according to an analysis made at Jerusalem, consist of 75&#xA0;percent protein. When used for food today, the head, legs, wings, and abdomen are removed. The remaining portion, the thorax, is cooked or eaten raw.<strong>Locust Plagues. </strong>In Bible times a locust plague was a severe calamity and, on occasion, an expression of Jehovah&#x2019;s judgment, as was the <span id=\"page261\" class=\"pageNum\" data-no=\"261\" data-before-text=\"261\"></span>eighth plague on ancient Egypt. (<a href=\"/en/wol/bc/r1/lp-e/1200002763/10/0\" data-bid=\"11-1\" class=\"b\">Ex 10:4-6,</a><a href=\"/en/wol/bc/r1/lp-e/1200002763/10/1\" data-bid=\"11-2\" class=\"b\"> 12-19;</a><a href=\"/en/wol/bc/r1/lp-e/1200002763/10/2\" data-bid=\"11-3\" class=\"b\"> De 28:38;</a><a href=\"/en/wol/bc/r1/lp-e/1200002763/10/3\" data-bid=\"11-4\" class=\"b\"> 1Ki 8:37;</a><a href=\"/en/wol/bc/r1/lp-e/1200002763/10/4\" data-bid=\"11-5\" class=\"b\"> 2Ch 6:28;</a><a href=\"/en/wol/bc/r1/lp-e/1200002763/10/5\" data-bid=\"11-6\" class=\"b\"> Ps 78:46;</a><a href=\"/en/wol/bc/r1/lp-e/1200002763/10/6\" data-bid=\"11-7\" class=\"b\"> 105:34</a>) Locusts, brought by the wind, arrive suddenly, but the sound of their coming, compared in Scripture to that of chariots and of a fire consuming stubble (<a href=\"/en/wol/bc/r1/lp-e/1200002763/11/0\" data-bid=\"12-1\" class=\"b\">Joe 1:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200002763/11/1\" data-bid=\"12-2\" class=\"b\"> 2:5,</a><a href=\"/en/wol/bc/r1/lp-e/1200002763/11/2\" data-bid=\"12-3\" class=\"b\">&#xA0;25</a>), can, it is said, be heard at a distance of about 10&#xA0;km (6&#xA0;mi). Their flight is largely dependent on the wind, which, when favorable, enables them to cover many kilometers. Locust swarms have even been seen by persons at sea more than 1,600&#xA0;km (1,000&#xA0;mi) from land. Unfavorable winds, though, can drive them into the water to their death. (<a href=\"/en/wol/bc/r1/lp-e/1200002763/12/0\" data-bid=\"13-1\" class=\"b\">Ex 10:13,</a><a href=\"/en/wol/bc/r1/lp-e/1200002763/12/1\" data-bid=\"13-2\" class=\"b\">&#xA0;19</a>) The effect of a large swarm in flight (reaching over 1,500&#xA0;m [5,000&#xA0;ft] in height) is comparable to a cloud that intercepts the light of the sun.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002763/13/0\" data-bid=\"14-1\" class=\"b\">Joe 2:10</a>.An invasion of locusts can transform a land from a paradiselike state into a wilderness, for their appetite is voracious. (<a href=\"/en/wol/bc/r1/lp-e/1200002763/14/0\" data-bid=\"15-1\" class=\"b\">Joe 2:3</a>) A single migratory locust consumes its own body weight in food in a day; that is proportionately 60 to 100 times as much as a human consumes. They eat not only greenery but also linen, wool, silk, and leather, not even sparing the varnish on the furniture as they penetrate the houses. The daily food consumption of a large swarm has been estimated as equaling that of a million and a half men.A swarm of locusts progresses like a well-organized, disciplined fighting force, but without king or leader, this testifying to their instinctive wisdom. (<a href=\"/en/wol/bc/r1/lp-e/1200002763/15/0\" data-bid=\"16-1\" class=\"b\">Pr 30:24,</a><a href=\"/en/wol/bc/r1/lp-e/1200002763/15/1\" data-bid=\"16-2\" class=\"b\">&#xA0;27</a>) Even though many perish, the onslaught continues. Fires built to check their advance are extinguished by the bodies of the dead locusts. Water-filled ditches are of no avail in impeding their progress, for these likewise become filled with their dead bodies. (<a href=\"/en/wol/bc/r1/lp-e/1200002763/16/0\" data-bid=\"17-1\" class=\"b\">Joe 2:7-9</a>) &#x201C;There is no known natural enemy that can keep their devastating migrations in check,&#x201D; wrote a zoology professor.<wbr>&#x2014;<em>The New York Times Magazine, </em>&#x201C;The Locust War,&#x201D; May&#xA0;22, 1960, p.&#xA0;96.Describing locust plagues in more recent times, <em>Grzimek&#x2019;s Animal Life Encyclopedia </em>(1975, Vol.&#xA0;2, pp.&#xA0;109, 110) reports: &#x201C;Several species of spur-throated grasshoppers cause locust plagues even today in Africa and other parts of the world. Their occasional increase to tremendous numbers and widespread migrations caused great damage to food crops in recent times. In 1873-1875 in Europe and 1874-1877 in the U.S.A. the outbreaks were extremely severe. .&#xA0;.&#xA0;. In 1955, a swarm of migratory locusts 250&#xA0;km long and 20&#xA0;km wide attacked southern Morocco. Again, in 1961/62, there was a plague there which could not be effectively combated .&#xA0;.&#xA0;. As a result, within five days the locusts had caused damage amounting to more than a billion francs in an area of over 5000 square kilometers. .&#xA0;.&#xA0;. In the five days, the migratory locusts consumed 7000 t of oranges, the equivalent of 60,000&#xA0;kg per hour. This is more than the yearly consumption of the entire country of France.&#x201D;<strong>Figurative Use. </strong>Research indicates that the life span of the locust is between four and six months. Appropriately, therefore, the symbolic locusts of <a href=\"/en/wol/bc/r1/lp-e/1200002763/17/0\" data-bid=\"18-1\" class=\"b\">Revelation 9:5</a> are said to torment men for five months, or what would commonly be their full life span.When describing Assyria&#x2019;s military men, <a href=\"/en/wol/bc/r1/lp-e/1200002763/18/0\" data-bid=\"19-1\" class=\"b\">Nahum 3:16</a> mentions the locust&#x2019;s stripping off of its skin. The locust sheds its skin five times to reach adult size. At <a href=\"/en/wol/bc/r1/lp-e/1200002763/19/0\" data-bid=\"20-1\" class=\"b\">Nahum 3:17</a> the Assyrian guardsmen and recruiting officers are compared to locusts that camp in stone pens during a cold day but flee when the sun shines forth. The allusion here may be to the fact that cold weather makes the insects numb, causing them to hide in the crevices of walls until such time as they are warmed by the sun&#x2019;s rays, after which they fly away. It is reported that not until their bodies reach about 21&#xB0; C. (70&#xB0; F.) can locusts fly.<strong>[Picture on page&#xA0;261]</strong>Female locust laying eggs; proportionately, locusts consume 60 to 100 times as much as humans do"}