{"title":"Lot, II","link":"/en/wol/d/r1/lp-e/1200002776","html":"<span id=\"page272\" class=\"pageNum\" data-no=\"272\" data-before-text=\"272\"></span><strong>LOT, II</strong>A grandson of Terah and son of Abraham&#x2019;s (Abram&#x2019;s) brother Haran; hence, Abraham&#x2019;s nephew.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002776/0/0\" data-bid=\"1-1\" class=\"b\">Ge 11:27</a>.Lot&#x2019;s father Haran died in Ur of the Chaldees, and Lot therefore went with Terah, Abram, and Sarai from Ur to the city of Haran, where his grandfather Terah died. (<a href=\"/en/wol/bc/r1/lp-e/1200002776/1/0\" data-bid=\"2-1\" class=\"b\">Ge 11:28,</a><a href=\"/en/wol/bc/r1/lp-e/1200002776/1/1\" data-bid=\"2-2\" class=\"b\"> 31,&#xA0;32</a>) Lot then journeyed to Canaan with Abram and Sarai, and he later accompanied them to and from Egypt. (<a href=\"/en/wol/bc/r1/lp-e/1200002776/2/0\" data-bid=\"3-1\" class=\"b\">Ge 12:4,&#xA0;5;</a><a href=\"/en/wol/bc/r1/lp-e/1200002776/2/1\" data-bid=\"3-2\" class=\"b\"> 13:1</a>) Because the accumulated possessions of Lot and Abram had become many, when they returned to Canaan the land was unable to sustain them together. Also, quarreling arose between their herdsmen. (<a href=\"/en/wol/bc/r1/lp-e/1200002776/3/0\" data-bid=\"4-1\" class=\"b\">Ge 13:5-7</a>) Abram, not wishing to see this continue, suggested that they separate, giving his nephew the choice of land. Lot selected a well-watered area, <span id=\"page273\" class=\"pageNum\" data-no=\"273\" data-before-text=\"273\"></span>the whole district of Lower Jordan. He moved his camp to the E and eventually pitched tent near Sodom. (<a href=\"/en/wol/bc/r1/lp-e/1200002776/4/0\" data-bid=\"5-1\" class=\"b\">Ge 13:8-12</a>) But Lot did not become like the Sodomites. He proved himself to be a &#x201C;righteous man&#x201D; who &#x201C;by what he saw and heard while dwelling among them from day to day was tormenting his righteous soul by reason of their lawless deeds.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002776/5/0\" data-bid=\"6-1\" class=\"b\">2Pe 2:8</a>.At the time that four invading confederate kings defeated five local kings, including the king of Sodom, the victors looted the city and took Lot captive. Learning of Lot&#x2019;s plight, Abram mustered 318 slaves, defeated the captors, recovered all the property, and rescued Lot.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002776/6/0\" data-bid=\"7-1\" class=\"b\">Ge 14:1-16</a>.<strong>Visited by Angels. </strong>Later, when Lot was visited by two angels at the time of Sodom&#x2019;s impending destruction, he extended hospitality to them. But the men of the city surrounded the house and demanded that the visitors be brought out to them for immoral purposes. Lot sought to protect his guests even to the point of offering his two virgin daughters to the mob. Angered, the mob pressed heavily in on Lot, whereupon his angelic visitors brought him indoors and struck the wicked Sodomites with blindness.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002776/7/0\" data-bid=\"8-1\" class=\"b\">Ge 19:1-11</a>.<strong><em>Delivered from Sodom. </em></strong>The angels then informed Lot that the outcry against the inhabitants of Sodom had grown loud before Jehovah and that they had been sent to destroy the city. As instructed, Lot warned his prospective sons-in-law, who evidently were intending to take his daughters as wives but had not yet done so. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200002776/8/0\" data-bid=\"9-1\" class=\"b\">Ge 19:8,</a><a href=\"/en/wol/bc/r1/lp-e/1200002776/8/1\" data-bid=\"9-2\" class=\"b\">&#xA0;14</a>.) However, his sons-in-law did not heed his words. (<a href=\"/en/wol/bc/r1/lp-e/1200002776/9/0\" data-bid=\"10-1\" class=\"b\">Ge 19:12-14</a>) At dawn the two angels urged prompt departure, hastening it by seizing the hands of Lot, his wife, and his two daughters. In keeping with Lot&#x2019;s request, the angels permitted him to flee to the nearby city of Zoar. After Lot arrived there, Jehovah brought fiery destruction upon Sodom and Gomorrah. However, Lot&#x2019;s wife (who is unnamed in the Scriptures) disobediently &#x201C;began to look around from behind him,&#x201D; perhaps with longing for the things left behind. For doing so, &#x201C;she became a pillar of salt.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002776/10/0\" data-bid=\"11-1\" class=\"b\">Ge 19:15-26</a>.Lot later moved from Zoar and began dwelling in a cave in a mountainous region. The prospective sons-in-law of Lot evidently died in Sodom, so Lot&#x2019;s two daughters were without mates. They caused their father unwittingly to have sexual relations with them while he was under the influence of wine. This they did to preserve offspring from their father. As a result, each daughter had a son, from whom the Moabites and the Ammonites descended.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002776/11/0\" data-bid=\"12-1\" class=\"b\">Ge 19:30-38;</a><a href=\"/en/wol/bc/r1/lp-e/1200002776/11/1\" data-bid=\"12-2\" class=\"b\"> De 2:9,</a><a href=\"/en/wol/bc/r1/lp-e/1200002776/11/2\" data-bid=\"12-3\" class=\"b\">&#xA0;19</a>.<strong>A Warning. </strong>The authenticity of the Scriptural account regarding Lot is attested to by Jesus Christ. He showed that &#x201C;in the days of the Son of man,&#x201D; or during his presence, circumstances would parallel those of the days of Lot when persons were unconcernedly eating, drinking, buying, selling, planting, and building until fire and sulfur rained down from heaven to destroy them all. Christ showed that at that future time persons should not return to the things behind, and he gave a striking example to show the dire consequences of doing so, by saying: &#x201C;Remember the wife of Lot.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002776/12/0\" data-bid=\"13-1\" class=\"b\">Lu 17:26-32</a>."}