{"title":"Love Feasts","link":"/en/wol/d/r1/lp-e/1200002782","html":"<span id=\"page279\" class=\"pageNum\" data-no=\"279\" data-before-text=\"279\"></span><strong>LOVE FEASTS</strong>The Bible does not describe these love feasts nor does it indicate how often they were held. (<a href=\"/en/wol/bc/r1/lp-e/1200002782/0/0\" data-bid=\"1-1\" class=\"b\">Jude&#xA0;12</a>) They were not commanded by the Lord Jesus Christ or his apostles, and it is apparent that they are not to be considered mandatory or permanent. Some say they were occasions when materially prosperous Christians held banquets to which their poor fellow believers were invited. Together, the fatherless, the widows, the rich, and the less fortunate shared a bountiful table in a spirit of brotherhood.Tertullian, a writer of the second and third centuries, gives a description of the love feasts, recounting that the participants, before reclining to eat, offered prayer to God. They would eat and drink with moderation, only enough to satisfy hunger and thirst, remembering that even during the night they must worship God. Their conversation was as those who knew that the Lord was listening. Each sang a song, and the feast closed with prayer.<wbr>&#x2014;<em>Apology, </em>XXXIX, 16-18.That these feasts were originally held with good intent is indicated by the word used to describe them<wbr>&#x2014;<em>a&#xB7;ga&#x2B9;pe. A&#xB7;ga&#x2B9;pe </em>is the Greek word used for the highest form of love, love based on principle. It is the kind of love that the Bible says &#x201C;God is.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002782/1/0\" data-bid=\"2-1\" class=\"b\">1Jo 4:8</a>) It is listed as a fruit of the spirit at <a href=\"/en/wol/bc/r1/lp-e/1200002782/2/0\" data-bid=\"3-1\" class=\"b\">Galatians 5:22</a> and is described at length in <a href=\"/en/wol/bc/r1/lp-e/1200002782/3/0\" data-bid=\"4-1\" class=\"b\">1&#xA0;Corinthians 13:4-7</a>.<span id=\"page280\" class=\"pageNum\" data-no=\"280\" data-before-text=\"280\"></span><strong>Not the Lord&#x2019;s Evening Meal. </strong>There does not appear to be any basis for connecting such love feasts with the Lord&#x2019;s Evening Meal (Memorial), as some have done, saying that the love feasts took place either before or after the observance of the Memorial. The Lord&#x2019;s Evening Meal is an anniversary taking place yearly on the same day, the 14th day of the lunar month Nisan, whereas the love feasts seem to have taken place often and not necessarily on a regular schedule. After condemning abuses that arose in connection with bringing their suppers to the place where the Lord&#x2019;s Evening Meal was to be celebrated, Paul wrote: &#x201C;Certainly you do have houses for eating and drinking, do you not? .&#xA0;.&#xA0;. If anyone is hungry, let him eat at home.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002782/4/0\" data-bid=\"5-1\" class=\"b\">1Co 11:22,</a><a href=\"/en/wol/bc/r1/lp-e/1200002782/4/1\" data-bid=\"5-2\" class=\"b\">&#xA0;34</a>) This was an evening to be observed with seriousness and meditation on its significance and not an occasion for eating and drinking at the meeting place.Neither are these love feasts the same as the &#x201C;taking of meals&#x201D; (&#x201C;breaking of bread,&#x201D; <em>KJ</em>) mentioned at <a href=\"/en/wol/bc/r1/lp-e/1200002782/5/0\" data-bid=\"6-1\" class=\"b\">Acts 2:42,</a><a href=\"/en/wol/bc/r1/lp-e/1200002782/5/1\" data-bid=\"6-2\" class=\"b\"> 46;</a><a href=\"/en/wol/bc/r1/lp-e/1200002782/5/2\" data-bid=\"6-3\" class=\"b\"> 20:7</a>. Bread in those times was usually made in thin cakes. Unleavened bread would be crisp as well. Bread was not cut, but broken, which gave rise to the phrase &#x201C;breaking bread,&#x201D; with reference oftentimes to the partaking of an ordinary meal.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002782/6/0\" data-bid=\"7-1\" class=\"b\">Ac 2:46</a>, <em>KJ, </em>compare <em>NW.</em><strong>Misused by Some. </strong>As a literal meal, love feasts became subject to various abuses by those who did not have the proper spiritual outlook. Since they were not commanded by the Lord Jesus Christ or by his apostles but were only a custom, they were later discontinued. Jude&#x2019;s words indicate that some associated on these occasions with bad motives: &#x201C;These are the rocks hidden below water in your love feasts while they feast with you, shepherds that feed themselves without fear.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002782/7/0\" data-bid=\"8-1\" class=\"b\">Jude&#xA0;12</a>) Peter indicates the infiltration of evildoers and those teaching false doctrine among true Christians, saying: &#x201C;They consider luxurious living in the daytime a pleasure. They are spots and blemishes, indulging with unrestrained delight in their deceptive teachings while feasting together with you.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002782/8/0\" data-bid=\"9-1\" class=\"b\">2Pe 2:13</a>) While Christians up to and including the present time have continued to have pleasurable fellowship and have helped one another materially as far as it is within their power, there is no basis for the revival of love feasts as a custom in the Christian congregation.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002782/9/0\" data-bid=\"10-1\" class=\"b\">Jas 1:27;</a><a href=\"/en/wol/bc/r1/lp-e/1200002782/9/1\" data-bid=\"10-2\" class=\"b\"> 2:15</a>."}