{"title":"Luz","link":"/en/wol/d/r1/lp-e/1200002794","html":"<span id=\"page284\" class=\"pageNum\" data-no=\"284\" data-before-text=\"284\"></span><strong>LUZ</strong>[Almond Tree].<strong>1. </strong>The earlier name of the town of Bethel, evidently given to it by the Canaanite inhabitants. Jacob applied the name Bethel (meaning &#x201C;House of God&#x201D;) to the site where he received a dream containing a divine revelation; a place where Abraham had previously camped. (<a href=\"/en/wol/bc/r1/lp-e/1200002794/0/0\" data-bid=\"1-1\" class=\"b\">Ge 28:16-19;</a><a href=\"/en/wol/bc/r1/lp-e/1200002794/0/1\" data-bid=\"1-2\" class=\"b\"> 35:6</a>) Luz is identified with the ruins by the village of Beitin, about 17&#xA0;km (11&#xA0;mi) N of Jerusalem. It appears that the name Bethel eventually superseded that of Luz, at the latest by the time of the Israelite conquest of Canaan. (<a href=\"/en/wol/bc/r1/lp-e/1200002794/1/0\" data-bid=\"2-1\" class=\"b\">Jg 1:22</a>) Because of the rendering of <a href=\"/en/wol/bc/r1/lp-e/1200002794/2/0\" data-bid=\"3-1\" class=\"b\">Joshua 16:2</a> in the <em>King James Version </em>and the <em>Revised Standard Version </em>which describes Ephraim&#x2019;s boundary as running &#x201C;from Beth-el to Luz,&#x201D; some have assumed that these sites were distinct as separate towns. However, other modern translations here read &#x201C;Beth-el-luz&#x201D; (<em>JP</em>), &#x201C;Bethel-luz&#x201D; (<em>JB</em>), &#x201C;Bethel (that is, Luz)&#x201D; (<em>AT</em>), or &#x201C;Bethel belonging to Luz&#x201D; (<em>NW</em>). After <a href=\"/en/wol/bc/r1/lp-e/1200002794/3/0\" data-bid=\"4-1\" class=\"b\">chapter&#xA0;1 of the book of Judges</a>, the name Luz is no longer used.<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200002794/0\">BETHEL</a> No.&#xA0;1.<span id=\"page285\" class=\"pageNum\" data-no=\"285\" data-before-text=\"285\"></span>The Hebrew word (<em>luz</em>) corresponding to the name of the town is also used at <a href=\"/en/wol/bc/r1/lp-e/1200002794/4/0\" data-bid=\"5-1\" class=\"b\">Genesis 30:37</a> with reference to the almond-tree staffs used by Jacob.<strong>2. </strong>The name of a city built in &#x201C;the land of the Hittites&#x201D; by a man of Bethel (Luz) who cooperated with Israelite fighters of the house of Joseph in bringing about the fall of Bethel. Like Rahab and her family, he and his family were allowed to go unharmed. But, different from Rahab and perhaps indicating that the basis for his services rendered was not a genuine fear and appreciation of Jehovah the God of Israel, the man did not seek to associate himself with Israel, preferring to go to Hittite country and there build his city, which he named Luz, doubtless in memory of his hometown. The Bible does not dignify him by naming him as it does Rahab. (<a href=\"/en/wol/bc/r1/lp-e/1200002794/5/0\" data-bid=\"6-1\" class=\"b\">Jg 1:23-26</a>) Some consider it likely that the name of the city at least is reflected in the ruins of el-Louaize, about 20&#xA0;km (12&#xA0;mi) ESE of Sidon."}