{"title":"Lystra","link":"/en/wol/d/r1/lp-e/1200002802","html":"<span id=\"page286\" class=\"pageNum\" data-no=\"286\" data-before-text=\"286\"></span><strong>LYSTRA</strong>(Lys&#x2B9;tra).A city of Lycaonia, a region in the south-central part of Asia Minor. Lystra has been identified with a mound to the N of Hatunsaray, situated in a fertile, well-watered area about 32&#xA0;km (20&#xA0;mi) SSW of Konya (Iconium).It was to Lystra in the Roman province of Galatia that the apostle Paul and Barnabas came after being forced to leave Iconium because of an attempt to have them stoned. The city was then a Roman colony, having earlier been made such by Augustus. The native inhabitants, however, continued to speak the Lycaonian language. After Paul healed a man lame from birth, the crowds concluded that he and Barnabas were incarnated gods, Hermes and Zeus. Barely were they able to restrain the people from sacrificing to them. Later, however, Jews from Iconium and Pisidian Antioch so stirred up the inhabitants of Lystra against Paul that they stoned him and dragged his body outside the city, imagining him to be dead. Afterward, when surrounded by fellow Christians, Paul got up, entered Lystra, and then, accompanied by Barnabas, left the next day for Derbe.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002802/0/0\" data-bid=\"1-1\" class=\"b\">Ac 14:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002802/0/1\" data-bid=\"1-2\" class=\"b\"> 5-20</a>.Subsequent to their activity at Derbe, Paul and Barnabas returned to Lystra, Iconium, and Antioch. They strengthened and encouraged the disciples associated with the newly established Christian congregations in those cities and appointed older men.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002802/1/0\" data-bid=\"2-1\" class=\"b\">Ac 14:21-23</a>.Later, after the circumcision issue was settled by the apostles and older men of the Jerusalem congregation (c.&#xA0;49&#xA0;C.E.), Paul again visited Derbe and Lystra. The reference to this at <a href=\"/en/wol/bc/r1/lp-e/1200002802/2/0\" data-bid=\"3-1\" class=\"b\">Acts 16:1</a> could be understood to mean that the young man Timothy resided at either Lystra or nearby Derbe. But the evidence seems to favor Lystra. For while Derbe is not mentioned again in connection with Timothy, <a href=\"/en/wol/bc/r1/lp-e/1200002802/3/0\" data-bid=\"4-1\" class=\"b\">Acts 16:2</a> specifically states that Timothy &#x201C;was well reported on by the brothers in Lystra and Iconium.&#x201D; (See also <a href=\"/en/wol/bc/r1/lp-e/1200002802/4/0\" data-bid=\"5-1\" class=\"b\">2Ti 3:10,&#xA0;11</a>.) Timothy had made such good progress that Paul chose him as a traveling companion.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002802/5/0\" data-bid=\"6-1\" class=\"b\">Ac 16:3</a>.When the apostle Paul visited various places in &#x201C;the country of Galatia&#x201D; on his third missionary tour, he may also have stopped at Lystra.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002802/6/0\" data-bid=\"7-1\" class=\"b\">Ac 18:23</a>."}