{"title":"Magic and Sorcery","link":"/en/wol/d/r1/lp-e/1200002834","html":"<span id=\"page293\" class=\"pageNum\" data-no=\"293\" data-before-text=\"293\"></span><strong>MAGIC AND SORCERY</strong>Secret arts and uncanny powers presumably used to accomplish things beyond what is natural<wbr>&#x2014;associated with spiritistic, occult powers.&#x201C;Black&#x201D; magic is said to consist of spells, special curses, and &#x201C;the evil eye&#x201D; that bring harm to one&#x2019;s enemies. &#x201C;White&#x201D; magic, on the other hand, is said by its practicers to produce good results by breaking the spells and canceling the curses. Among some ancient peoples &#x201C;black&#x201D; magic was forbidden under penalty of death. The Bible, however, goes a step further and forbids every form of spiritistic magic. (<a href=\"/en/wol/bc/r1/lp-e/1200002834/0/0\" data-bid=\"1-1\" class=\"b\">Le 19:26;</a><a href=\"/en/wol/bc/r1/lp-e/1200002834/0/1\" data-bid=\"1-2\" class=\"b\"> De 18:9-14</a>) By the use of magic formulas, said to be obtained through supernatural knowledge and wisdom, the practitioner attempts to influence people and alter future events. In this respect magic differs from divination, which attempts only to discover future events rather than influence or change them.<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200002834/0\">DIVINATION</a>.Much of the concept of magic-working sorcery is based on the belief that evil spirits can be induced either to leave or to enter a person, that they can be tricked and deceived, and that they can be captured or trapped in a piece of wood or a clay image. For example, it is claimed that by making magic paths of honey or other agreeable things, the demons can be led around at the will of the magician.All such notions naturally gave rise to a crafty class of magic-practicing priests, who exercised great power over the lives of the people, extorting large payments from those under their influence on the pretense of possessing supernatural powers over and beyond those of the demons. The people believed that these professional sorcerers could invoke the demons to obey but that the demons had no power over the sorcerers.These spiritistic practices, so-called sciences, were developed and used by the ancient Chaldeans of Babylonia. Isaiah, in the eighth century B.C.E., tells us that Babylon of his day was rife with sorceries of all sorts. (<a href=\"/en/wol/bc/r1/lp-e/1200002834/1/0\" data-bid=\"2-1\" class=\"b\">Isa 47:12-15</a>) More than a century later, in the days of Daniel, the magic-practicing priests were still a part of the Babylonian court. (<a href=\"/en/wol/bc/r1/lp-e/1200002834/2/0\" data-bid=\"3-1\" class=\"b\">Da 1:20;</a><a href=\"/en/wol/bc/r1/lp-e/1200002834/2/1\" data-bid=\"3-2\" class=\"b\"> 2:2,</a><a href=\"/en/wol/bc/r1/lp-e/1200002834/2/2\" data-bid=\"3-3\" class=\"b\"> 10,</a><a href=\"/en/wol/bc/r1/lp-e/1200002834/2/3\" data-bid=\"3-4\" class=\"b\"> 27;</a><a href=\"/en/wol/bc/r1/lp-e/1200002834/2/4\" data-bid=\"3-5\" class=\"b\"> 4:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200002834/2/5\" data-bid=\"3-6\" class=\"b\"> 5:11</a>) This expression &#x201C;magic-practicing priests&#x201D; is a literal and explicit translation of the Hebrew.The Babylonians had a great fear of physically deformed persons called warlocks and witches, in the belief that they were dispensers of &#x201C;black&#x201D; magic. The priests, on the other hand, were said to be masters of &#x201C;white&#x201D; magic. They believed that the same incantation that made a sick man well if spoken by a priest would kill the man if uttered by a warlock or witch.It is possible that when people scattered around the earth because of the confusion of languages at Babel, they took with them some concept of such magical arts. (<a href=\"/en/wol/bc/r1/lp-e/1200002834/3/0\" data-bid=\"4-1\" class=\"b\">Ge 11:8,&#xA0;9</a>) Today millions practice the magic of mantra, that is, the mystic formula, <span id=\"page294\" class=\"pageNum\" data-no=\"294\" data-before-text=\"294\"></span>hymn, or spellbinding prayer of popular Hinduism. Magic-practicing priests, witch doctors, medicine men, and sorcerers of all sorts are found in many places the world over, as they were among the Egyptians of the 18th&#xA0;century B.C.E., in the days of Joseph. (<a href=\"/en/wol/bc/r1/lp-e/1200002834/4/0\" data-bid=\"5-1\" class=\"b\">Ge 41:8,</a><a href=\"/en/wol/bc/r1/lp-e/1200002834/4/1\" data-bid=\"5-2\" class=\"b\">&#xA0;24</a>) Over two centuries after Joseph was sold into slavery, the magic-practicing priests of Egypt seemingly duplicated to an extent the first three miracles performed by Moses. (<a href=\"/en/wol/bc/r1/lp-e/1200002834/5/0\" data-bid=\"6-1\" class=\"b\">Ex 7:11,</a><a href=\"/en/wol/bc/r1/lp-e/1200002834/5/1\" data-bid=\"6-2\" class=\"b\"> 22;</a><a href=\"/en/wol/bc/r1/lp-e/1200002834/5/2\" data-bid=\"6-3\" class=\"b\"> 8:7</a>) But they were powerless when it came to producing gnats, having to admit that it was &#x201C;the finger of God!&#x201D; They were likewise helpless in preventing the plague of boils from afflicting themselves.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002834/6/0\" data-bid=\"7-1\" class=\"b\">Ex 8:18, 19;</a><a href=\"/en/wol/bc/r1/lp-e/1200002834/6/1\" data-bid=\"7-2\" class=\"b\"> 9:11</a>.<strong>Condemned by the Bible. </strong>The Bible is singularly different from the writings of other ancient people in that its references to uncanny powers and magical arts are all condemnatory. Nowhere does it recommend &#x201C;white&#x201D; magic to cancel spells of &#x201C;black&#x201D; magic. Rather, it urges faith, prayer, and trust in Jehovah as the protection against unseen &#x201C;wicked spirit forces&#x201D; and all their related activities, including magical influences. (<a href=\"/en/wol/bc/r1/lp-e/1200002834/7/0\" data-bid=\"8-1\" class=\"b\">Eph 6:11-18</a>) In the Psalms the righteous pray for deliverance from evil; Jesus taught us to pray for deliverance &#x201C;from the wicked one.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002834/8/0\" data-bid=\"9-1\" class=\"b\">Mt 6:13</a>) The Talmud and the Koran, on the other hand, give way to superstition and fear. The Apocryphal book of Tobit contains absurd passages of magic-working sorcery.<wbr>&#x2014;Tobit 6:5, 8, 9, 19; 8:2,&#xA0;3; 11:8-15; 12:3; see <a href=\"/en/wol/tc/r1/lp-e/1200002834/1\">APOCRYPHA</a> (Tobit).The nation of Israel was, therefore, unlike its contemporaries in this respect, and in order that it might remain so, Jehovah gave his people some very explicit laws concerning those who were intimate with the occult powers. &#x201C;You must not preserve a sorceress alive.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002834/9/0\" data-bid=\"10-1\" class=\"b\">Ex 22:18</a>) &#x201C;You must not practice magic.&#x201D; &#x201C;As for a man or woman in whom there proves to be a mediumistic spirit or spirit of prediction, they should be put to death without fail.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002834/10/0\" data-bid=\"11-1\" class=\"b\">Le 19:26;</a><a href=\"/en/wol/bc/r1/lp-e/1200002834/10/1\" data-bid=\"11-2\" class=\"b\"> 20:27</a>) &#x201C;There should not be found in you .&#xA0;.&#xA0;. a practicer of magic or anyone who looks for omens or a sorcerer, or one who binds others with a spell or anyone who consults a spirit medium.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002834/11/0\" data-bid=\"12-1\" class=\"b\">De 18:10-14</a>.Jehovah&#x2019;s prophet also declared that God would cut off all those who indulged in sorceries. (<a href=\"/en/wol/bc/r1/lp-e/1200002834/12/0\" data-bid=\"13-1\" class=\"b\">Mic 5:12</a>) Certain individuals such as Saul, Jezebel, and Manasseh, who forsook Jehovah and turned to sorceries of one kind or another, are examples of the past not to be copied.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002834/13/0\" data-bid=\"14-1\" class=\"b\">1Sa 28:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200002834/13/1\" data-bid=\"14-2\" class=\"b\"> 2Ki 9:22;</a><a href=\"/en/wol/bc/r1/lp-e/1200002834/13/2\" data-bid=\"14-3\" class=\"b\"> 2Ch 33:1, 2,</a><a href=\"/en/wol/bc/r1/lp-e/1200002834/13/3\" data-bid=\"14-4\" class=\"b\">&#xA0;6</a>.The Christian Greek Scriptures also tell of the prevalence of sorcerers throughout the Roman Empire in the days of Jesus and the apostles. On the island of Cyprus, there was such a one named Bar-Jesus, whom Paul denounced as &#x201C;full of every sort of fraud and every sort of villainy, .&#xA0;.&#xA0;. son of the Devil.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002834/14/0\" data-bid=\"15-1\" class=\"b\">Ac 13:6-11</a>) There were others, however, such as Simon of Samaria who gave up their magic-working practices and embraced Christianity. (<a href=\"/en/wol/bc/r1/lp-e/1200002834/15/0\" data-bid=\"16-1\" class=\"b\">Ac 8:5,</a><a href=\"/en/wol/bc/r1/lp-e/1200002834/15/1\" data-bid=\"16-2\" class=\"b\"> 9-13</a>) On one occasion in Ephesus, &#x201C;quite a number of those who practiced magical arts brought their books together and burned them up before everybody. And they calculated together the prices of them and found them worth fifty thousand pieces of silver [if denarii, $37,200].&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002834/16/0\" data-bid=\"17-1\" class=\"b\">Ac 19:18,&#xA0;19</a>) Writing to those in Galatia, the apostle Paul included spiritistic occultism among &#x201C;the works of the flesh,&#x201D; warning them &#x201C;that those who practice such things will not inherit God&#x2019;s kingdom.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002834/17/0\" data-bid=\"18-1\" class=\"b\">Ga 5:19-21</a>) Outside that glorious Kingdom will be all those who persist in these Babylonish practices. (<a href=\"/en/wol/bc/r1/lp-e/1200002834/18/0\" data-bid=\"19-1\" class=\"b\">Re 21:8;</a><a href=\"/en/wol/bc/r1/lp-e/1200002834/18/1\" data-bid=\"19-2\" class=\"b\"> 22:15</a>) Together with Babylon the Great, so notorious for misleading the nations by her sorceries, they will all be destroyed.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002834/19/0\" data-bid=\"20-1\" class=\"b\">Re 18:23</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002834/2\">POWER, POWERFUL WORKS</a> (Responsible use of power)."}