{"title":"Man of Lawlessness","link":"/en/wol/d/r1/lp-e/1200002890","html":"<span id=\"page310\" class=\"pageNum\" data-no=\"310\" data-before-text=\"310\"></span><strong>MAN OF LAWLESSNESS</strong>An expression used by the apostle Paul at <a href=\"/en/wol/bc/r1/lp-e/1200002890/0/0\" data-bid=\"1-1\" class=\"b\">2&#xA0;Thessalonians 2:2, 3</a> in warning of the great anti-Christian apostasy that would develop before &#x201C;the day of Jehovah.&#x201D; The Greek word for &#x201C;apostasy&#x201D; here used, <em>a&#xB7;po&#xB7;sta&#xB7;si&#x2B9;a, </em>denotes more than a mere falling away, an indifferent sliding back. It means a defection, a revolt, a planned, deliberate rebellion. In ancient papyrus documents <em>a&#xB7;po&#xB7;sta&#xB7;si&#x2B9;a </em>was used politically of rebels.<strong>A Religious Revolt. </strong>This rebellion, however, is not a political one. It is a religious one, a revolt against Jehovah God and Jesus Christ and therefore against the Christian congregation.<strong><em>Foretold. </em></strong>Other forecasts of this apostasy were made by the apostles Paul and Peter both verbally and in writing, and the Lord Jesus Christ himself warned of its coming. In his illustration of the wheat and the weeds (<a href=\"/en/wol/bc/r1/lp-e/1200002890/1/0\" data-bid=\"2-1\" class=\"b\">Mt&#xA0;13</a>), Jesus said that the Devil would sow &#x201C;weeds,&#x201D; imitation Christians, &#x201C;sons of the wicked one,&#x201D; among the &#x201C;wheat,&#x201D; the &#x201C;sons of the kingdom.&#x201D; These would exist until the <span id=\"page311\" class=\"pageNum\" data-no=\"311\" data-before-text=\"311\"></span>conclusion of the system of things, when they would be identified and &#x2018;burned up.&#x2019;Paul warned the Christian overseers of Ephesus that after his going away &#x201C;oppressive wolves&#x201D; would enter in among true Christians and would not treat the flock with tenderness but would try to draw away &#x201C;the disciples&#x201D; after themselves (not just making disciples for themselves but trying to draw away <em>the </em>disciples, Christ&#x2019;s disciples). (<a href=\"/en/wol/bc/r1/lp-e/1200002890/2/0\" data-bid=\"3-1\" class=\"b\">Ac 20:29,&#xA0;30</a>) He wrote, at <a href=\"/en/wol/bc/r1/lp-e/1200002890/3/0\" data-bid=\"4-1\" class=\"b\">1&#xA0;Timothy 4:1-3</a>: &#x201C;However, the inspired utterance says definitely that in later periods of time some will fall away from the faith, paying attention to misleading inspired utterances and teachings of demons, by the hypocrisy of men who speak lies, marked in their conscience as with a branding iron [feelingless, seared, so that they do not feel any twinges of conscience because of hypocritically speaking lies]; forbidding to marry, commanding to abstain from foods which God created to be partaken of with thanksgiving.&#x201D;Paul later wrote to Timothy that &#x201C;there will be a period of time when they will not put up with the healthful teaching, but, in accord with their own desires, they will accumulate teachers for themselves to have their ears tickled; and they will turn their ears away from the truth.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002890/4/0\" data-bid=\"5-1\" class=\"b\">2Ti 4:3,&#xA0;4</a>.The apostle Peter drew a parallel between the apostasy from Christianity and that which occurred in the natural house of Israel. He said: &#x201C;However, there also came to be false prophets among the people, as there will also be false teachers among you. These very ones will quietly bring in destructive sects and will disown even the owner that bought them, bringing speedy destruction upon themselves. Furthermore, many will follow their acts of loose conduct, and on account of these the way of the truth will be spoken of abusively.&#x201D; Peter goes on to point out that these would exploit the congregation but that &#x201C;the destruction of them is not slumbering.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002890/5/0\" data-bid=\"6-1\" class=\"b\">2Pe 2:1-3</a>.<strong><em>A composite &#x201C;man.&#x201D; </em></strong>The &#x201C;man&#x201D; of <a href=\"/en/wol/bc/r1/lp-e/1200002890/6/0\" data-bid=\"7-1\" class=\"b\">2&#xA0;Thessalonians 2:1-12</a> is, therefore, not an individual, but a composite &#x201C;man,&#x201D; a collective group, as the foregoing scriptures show, and this &#x201C;man&#x201D; was to continue after the apostles&#x2019; death and exist down until the time of the Lord&#x2019;s presence.<strong><em>Treason against God. </em></strong>The &#x201C;lawlessness&#x201D; that this composite apostate &#x201C;man&#x201D; commits is lawlessness against Jehovah God the Universal Sovereign. This &#x201C;man&#x201D; is guilty of treason. He is called &#x201C;the son of destruction,&#x201D; as was Judas Iscariot, the traitor who betrayed the Lord Jesus Christ and who was instrumental in bringing about his death. He, like Judas, is to be annihilated, sent into extinction forever. This &#x201C;man&#x201D; is not &#x201C;Babylon the Great,&#x201D; who also fights against God, for she is a woman, a harlot. However, since he carries on a religious rebellion against God, he is evidently a part of mystic Babylon.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002890/7/0\" data-bid=\"8-1\" class=\"b\">Joh 17:12;</a><a href=\"/en/wol/bc/r1/lp-e/1200002890/7/1\" data-bid=\"8-2\" class=\"b\"> Re 17:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200002890/7/2\" data-bid=\"8-3\" class=\"b\">&#xA0;5</a>.&#x201C;The man of lawlessness&#x201D; sets himself in opposition to God and is therefore a &#x201C;satan,&#x201D; which means &#x201C;resister.&#x201D; And, indeed, his &#x201C;presence is according to the operation of Satan.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002890/8/0\" data-bid=\"9-1\" class=\"b\">2Th 2:9</a>) In the days of the apostle Paul, there was &#x201C;mystery,&#x201D; or a religious secret, about the identity of this &#x201C;man of lawlessness.&#x201D; To this day mystery shrouds his identity in the minds of many persons, because his wickedness is practiced under the guise of godly devotion. (<a href=\"/en/wol/bc/r1/lp-e/1200002890/9/0\" data-bid=\"10-1\" class=\"b\">2Th 2:7</a>) By his lying teachings contrary to or superseding, as it were, the law of God, &#x201C;the man of lawlessness&#x201D; sets himself up over Jehovah God and other &#x2018;gods,&#x2019; mighty ones of the earth, and also against God&#x2019;s holy ones, true spiritual brothers of Jesus Christ. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200002890/10/0\" data-bid=\"11-1\" class=\"b\">2Pe 2:10-13</a>.) Since he is a hypocrite, a false teacher claiming to be Christian, he &#x201C;sits down in the temple of The God,&#x201D; that is, what such false teachers claim to be that temple.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002890/11/0\" data-bid=\"12-1\" class=\"b\">2Th 2:4</a>.<strong><em>A restraint. </em></strong>Paul speaks of &#x201C;the thing that acts as a restraint.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002890/12/0\" data-bid=\"13-1\" class=\"b\">2Th 2:6</a>) It appears that the apostles constituted this restraint. Paul had told the Ephesian overseers that after his going away wolflike men would enter in. (<a href=\"/en/wol/bc/r1/lp-e/1200002890/13/0\" data-bid=\"14-1\" class=\"b\">Ac 20:29</a>) He repeatedly wrote admonitions about such apostasy not only here in Second Thessalonians but in many exhortations to Timothy. And he counseled Timothy to commit the things he had heard from Paul to faithful men who would be qualified to teach others. He spoke of the congregation of the living God as being &#x201C;a pillar and support of the truth.&#x201D; He wanted it built up as strongly as possible before the great apostasy blossomed out.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002890/14/0\" data-bid=\"15-1\" class=\"b\">2Ti 2:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200002890/14/1\" data-bid=\"15-2\" class=\"b\"> 1Ti 3:15</a>.Much later, at the command of Christ, the apostle John was told to write, warning against sects, mentioning especially the sect of Nicolaus and speaking of false prophets like Balaam and of the woman Jezebel who called herself a prophetess.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002890/15/0\" data-bid=\"16-1\" class=\"b\">Re 2:6,</a><a href=\"/en/wol/bc/r1/lp-e/1200002890/15/1\" data-bid=\"16-2\" class=\"b\"> 14, 15,</a><a href=\"/en/wol/bc/r1/lp-e/1200002890/15/2\" data-bid=\"16-3\" class=\"b\">&#xA0;20</a>.<strong><em>At work in apostles&#x2019; days. </em></strong>The apostle Paul said that the mystery was &#x201C;already at work.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002890/16/0\" data-bid=\"17-1\" class=\"b\">2Th 2:7</a>) There were those trying to teach false doctrine, some of these even disturbing the Thessalonian congregation, prompting, in part, the writing of his second letter to them. There were antichrists when John wrote his letters, and doubtless before that. John spoke of &#x201C;the last hour&#x201D; of the apostolic period, and said: &#x201C;Just as you have heard <span id=\"page312\" class=\"pageNum\" data-no=\"312\" data-before-text=\"312\"></span>that antichrist is coming, even now there have come to be many antichrists .&#xA0;.&#xA0;. They went out from us, but they were not of our sort; for if they had been of our sort, they would have remained with us. But they went out that it might be shown up that not all are of our sort.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002890/17/0\" data-bid=\"18-1\" class=\"b\">1Jo 2:18, 19</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200002890/0\">ANTICHRIST</a>.<strong><em>Revealed. </em></strong>Following the apostles&#x2019; death, &#x201C;the man of lawlessness&#x201D; came out into the open with his religious hypocrisy and false teachings. (<a href=\"/en/wol/bc/r1/lp-e/1200002890/18/0\" data-bid=\"19-1\" class=\"b\">2Th 2:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200002890/18/1\" data-bid=\"19-2\" class=\"b\"> 6,</a><a href=\"/en/wol/bc/r1/lp-e/1200002890/18/2\" data-bid=\"19-3\" class=\"b\">&#xA0;8</a>) According to Paul&#x2019;s words, this &#x201C;man&#x201D; would gain great power, operating under Satan&#x2019;s control, performing &#x201C;every powerful work and lying signs and portents.&#x201D; Persons deceived by the operation of the composite &#x201C;man of lawlessness&#x201D; are referred to as &#x201C;those who are perishing [literally, &#x201C;destroying themselves&#x201D;], as a retribution because they did not accept the love of the truth that they might be saved.&#x201D; The apostle shows that they &#x201C;get to believing the lie&#x201D; and they will all &#x201C;be judged because they did not believe the truth but took pleasure in unrighteousness.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002890/19/0\" data-bid=\"20-1\" class=\"b\">2Th 2:9-12</a>; see <em>Int.</em>) The judgment is therefore a condemnatory one.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002890/1\">RESURRECTION</a> (Sin against the holy spirit).<strong><em>Destroyed. </em></strong>This composite, hypocritical &#x201C;man of lawlessness&#x201D; is to be done away with by the Lord Jesus &#x201C;by the spirit of his mouth&#x201D; and brought to nothing &#x201C;by the manifestation of his presence.&#x201D; The annihilation of this wicked opposer of God will be visible, concrete proof that the Lord Jesus Christ is sitting and acting as Judge. He will not judge according to his own standards, hence the destruction &#x201C;by the spirit of his mouth&#x201D; evidently means in expression of Jehovah&#x2019;s judgment against this wicked class of persons.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002890/20/0\" data-bid=\"21-1\" class=\"b\">2Th 2:8</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002890/21/0\" data-bid=\"22-1\" class=\"b\">Re 19:21</a>, as to &#x201C;the long sword .&#xA0;.&#xA0;. which sword proceeded out of his mouth.&#x201D;"}