{"title":"Man","link":"/en/wol/d/r1/lp-e/1200002878","html":"<span id=\"page303\" class=\"pageNum\" data-no=\"303\" data-before-text=\"303\"></span><strong>MAN</strong>The highest form of earthly life and a product of the Creator, Jehovah God. Jehovah formed the man out of dust from the ground, blew into his nostrils the breath of life, &#x201C;and the man came to be a living soul.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002878/0/0\" data-bid=\"1-1\" class=\"b\">Ge 2:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200002878/0/1\" data-bid=\"1-2\" class=\"b\"> 1Co 15:45</a>) After Adam was created and after he named the animals, Jehovah caused a deep sleep to fall upon him; and while he slept, God took one of Adam&#x2019;s ribs and used it to make the woman. Therefore, when she was presented to the man, Adam could say: &#x201C;This is at last bone of my bones and flesh of my flesh.&#x201D; He called her Woman, <em>&#x2BC;ish&#xB7;shah&#x2B9;, </em>&#x201C;because from man this one was taken.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002878/1/0\" data-bid=\"2-1\" class=\"b\">Ge 2:21-23</a>) Adam later gave her the name Eve (meaning &#x201C;Living One&#x201D;).<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002878/2/0\" data-bid=\"3-1\" class=\"b\">Ge 3:20</a>.A number of Hebrew and Greek terms refer to man. <em>&#x2BC;A&#xB7;dham&#x2B9; </em>means &#x201C;man; human; earthling man; mankind&#x201D; (generic); <em>&#x2BC;ish, </em>&#x201C;man; an individual; a husband&#x201D;; <em>&#x2BC;enohsh&#x2B9;, </em>&#x201C;a mortal man&#x201D;; <em>ge&#x2B9;ver, </em>&#x201C;an able-bodied man&#x201D;; <em>za&#xB7;khar&#x2B9;, </em>&#x201C;a male&#x201D;; a few other Hebrew words are also sometimes translated &#x201C;man.&#x201D; The Greek <em>an&#x2B9;thro&#xB7;pos </em>means &#x201C;man; mankind&#x201D; (generic); <em>a&#xB7;ner&#x2B9;, </em>&#x201C;a man; a male person; a husband.&#x201D;Testifying to man&#x2019;s creation by Jehovah God, the apostle Paul told the Athenians: &#x201C;He made out of one man every nation of men, to dwell upon the entire surface of the earth.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002878/3/0\" data-bid=\"4-1\" class=\"b\">Ac 17:26</a>) Hence, all nations and races have a common origin.Adam and Eve were created toward the end of the sixth creative &#x201C;day.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002878/4/0\" data-bid=\"5-1\" class=\"b\">Ge 1:24-31</a>) There are no actual records of ancient man, his writing, agriculture, and other pursuits, extending into the past before 4026&#xA0;B.C.E., the date of Adam&#x2019;s creation. Since the Scriptures outline man&#x2019;s history from the very creation of the first human pair, there can be no such thing as &#x201C;prehistoric man.&#x201D; Fossil records in the earth provide no link between man and the animals. Then, too, there is a total absence of reference to any subhumans in man&#x2019;s earliest records, whether these be written documents, cave drawings, sculptures, or the like. The Scriptures make clear the opposite, that man was originally a son of God and that he has degenerated. (<a href=\"/en/wol/bc/r1/lp-e/1200002878/5/0\" data-bid=\"6-1\" class=\"b\">1Ki 8:46;</a><a href=\"/en/wol/bc/r1/lp-e/1200002878/5/1\" data-bid=\"6-2\" class=\"b\"> Ec 7:20;</a><a href=\"/en/wol/bc/r1/lp-e/1200002878/5/2\" data-bid=\"6-3\" class=\"b\"> 1Jo 1:8-10</a>) Archaeologist O.&#xA0;D.&#xA0;Miller observed: &#x201C;The tradition of the &#x2018;golden age,&#x2019; then, was not a myth. The old doctrine of a subsequent decadence, of a sad degeneracy of the human race, from an original state of happiness and purity, undoubtedly embodied a great, but lamentable truth. Our modern philosophies of history, which begin with the primeval man as a savage, evidently need a new introduction. .&#xA0;.&#xA0;. No; the primeval man was not a savage.&#x201D;<wbr>&#x2014;<em>Har-Moad, </em>1892, p.&#xA0;417.<span id=\"page304\" class=\"pageNum\" data-no=\"304\" data-before-text=\"304\"></span>The Bible reveals that man&#x2019;s original home was &#x201C;a garden in Eden.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002878/6/0\" data-bid=\"7-1\" class=\"b\">Ge 2:8</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200002878/0\">EDEN</a> No.&#xA0;1.) Its indicated location is relatively near the place of mankind&#x2019;s early post-Flood civilization. The view generally accepted by scholars is expressed by P.&#xA0;J.&#xA0;Wiseman as follows: &#x201C;All the real evidence we have, that of Genesis, archaeology, and the traditions of men, points to the Mesopotamian plain as the oldest home of man. Far Eastern civilization, whether Chinese or Indian, cannot compete with this land in the antiquity of its peoples, for it can easily sustain its claim to be the cradle of civilization.&#x201D;<wbr>&#x2014;<em>New Discoveries in Babylonia About Genesis, </em>1949, p.&#xA0;28.<strong><em>In what sense is man made &#x201C;in God&#x2019;s image&#x201D;?</em></strong>In disclosing to his &#x201C;master worker&#x201D; the divine purpose to create mankind, God said: &#x201C;Let us make man [<em>&#x2BC;a&#xB7;dham&#x2B9;</em>] in our image, according to our likeness.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002878/7/0\" data-bid=\"8-1\" class=\"b\">Ge 1:26, 27;</a><a href=\"/en/wol/bc/r1/lp-e/1200002878/7/1\" data-bid=\"8-2\" class=\"b\"> Pr 8:30, 31</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002878/8/0\" data-bid=\"9-1\" class=\"b\">Joh 1:1-3;</a><a href=\"/en/wol/bc/r1/lp-e/1200002878/8/1\" data-bid=\"9-2\" class=\"b\"> Col 1:15-17</a>.) Note that the Scriptures do not say that God created man in the image of a wild beast or of a domestic animal or of a fish. Man was made &#x201C;in God&#x2019;s image&#x201D;; he was a &#x201C;son of God.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002878/9/0\" data-bid=\"10-1\" class=\"b\">Lu 3:38</a>) As to the form or shape of God&#x2019;s body, &#x201C;at no time has anyone beheld God.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002878/10/0\" data-bid=\"11-1\" class=\"b\">1Jo 4:12</a>) No one on earth knows what God&#x2019;s glorious, heavenly, spiritual body looks like, so we cannot liken man&#x2019;s body to God&#x2019;s body. &#x201C;God is a Spirit.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002878/11/0\" data-bid=\"12-1\" class=\"b\">Joh 4:24</a>.Nevertheless, man is &#x201C;in God&#x2019;s image&#x201D; in that he was created with moral qualities like those of God, namely, love and justice. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200002878/12/0\" data-bid=\"13-1\" class=\"b\">Col 3:10</a>.) He also has powers and wisdom above those of animals, so that he can appreciate the things that God enjoys and appreciates, such as beauty and the arts, speaking, reasoning, and similar processes of the mind and heart of which the animals are not capable. Moreover, man is capable of spirituality, of knowing and having communication with God. (<a href=\"/en/wol/bc/r1/lp-e/1200002878/13/0\" data-bid=\"14-1\" class=\"b\">1Co 2:11-16;</a><a href=\"/en/wol/bc/r1/lp-e/1200002878/13/1\" data-bid=\"14-2\" class=\"b\"> Heb 12:9</a>) For such reasons man was qualified to be God&#x2019;s representative and to have in subjection the forms of creature life in the skies, on the earth, and in the sea.Being a creation of God, man was originally perfect. (<a href=\"/en/wol/bc/r1/lp-e/1200002878/14/0\" data-bid=\"15-1\" class=\"b\">De 32:4</a>) Accordingly, Adam could have bequeathed to his posterity human perfection and opportunity for eternal life on earth. (<a href=\"/en/wol/bc/r1/lp-e/1200002878/15/0\" data-bid=\"16-1\" class=\"b\">Isa 45:18</a>) He and Eve were commanded: &#x201C;Be fruitful and become many and fill the earth and subdue it.&#x201D; As their family increased, they would have cultivated and beautified the earth according to the design of their Creator.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002878/16/0\" data-bid=\"17-1\" class=\"b\">Ge 1:28</a>.The apostle Paul, in discussing the relative positions of man and woman in God&#x2019;s arrangement, says: &#x201C;I want you to know that the head of every man is the Christ; in turn the head of a woman is the man; in turn the head of the Christ is God.&#x201D; He then points out that a woman who prays or prophesies in the congregation with her head uncovered shames the one who is her head. To enforce his argument he then states: &#x201C;For a man ought not to have his head covered, as he is <em>God&#x2019;s image and glory; </em>but the woman is man&#x2019;s glory.&#x201D; Man was created first and for some time was alone, being in God&#x2019;s image by himself. The woman was made from the man and was to be subject to the man, a situation unlike that of God, who is subject to no one. Man&#x2019;s headship, nevertheless, comes under the headship of God and Christ.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002878/17/0\" data-bid=\"18-1\" class=\"b\">1Co 11:3-7</a>.<strong>A Free Moral Agent. </strong>Being made in God&#x2019;s image, according to His likeness, man was a free moral agent. He had the freedom of choice to do good or bad. By his willing, loving obedience to his Creator, he was in a position to bring honor and glory to God far beyond that which the animal creation could bring. He could intelligently praise God for His wonderful qualities and could support His sovereignty. But Adam&#x2019;s freedom was a relative freedom; it was not absolute. He could continue to live in happiness only if he acknowledged Jehovah&#x2019;s sovereignty. This was indicated by the tree of knowledge of good and bad, from which Adam was forbidden to eat. Eating of it would be an act of disobedience, a rebellion against God&#x2019;s sovereignty.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002878/18/0\" data-bid=\"19-1\" class=\"b\">Ge 2:9,</a><a href=\"/en/wol/bc/r1/lp-e/1200002878/18/1\" data-bid=\"19-2\" class=\"b\"> 16,&#xA0;17</a>.Since Adam was a &#x201C;son of God&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002878/19/0\" data-bid=\"20-1\" class=\"b\">Lu 3:38</a>), his relationship to God was that of a son to a father, and he should have obeyed accordingly. Additionally, God created in man an innate desire to render worship. This desire, if perverted, would take man in the wrong direction and would destroy his freedom, bringing him into bondage to what was created instead of to the Creator. This, in turn, would result in man&#x2019;s degradation.A rebellious spirit son of God caused Adam&#x2019;s wife Eve to sin, and she placed the temptation before Adam, who deliberately entered into rebellion against Jehovah. (<a href=\"/en/wol/bc/r1/lp-e/1200002878/20/0\" data-bid=\"21-1\" class=\"b\">Ge 3:1-6;</a><a href=\"/en/wol/bc/r1/lp-e/1200002878/20/1\" data-bid=\"21-2\" class=\"b\"> 1Ti 2:13,&#xA0;14</a>) They became like those whom Paul later described in <a href=\"/en/wol/bc/r1/lp-e/1200002878/21/0\" data-bid=\"22-1\" class=\"b\">Romans 1:20-23</a>. By his transgression Adam lost his sonship and perfection and he introduced sin, with imperfection and death, to his offspring, the entire human race. Even at birth, they were in the image of their father Adam, imperfect, with death working in their bodies.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002878/22/0\" data-bid=\"23-1\" class=\"b\">Ge 3:17-19;</a><a href=\"/en/wol/bc/r1/lp-e/1200002878/22/1\" data-bid=\"23-2\" class=\"b\"> Ro 5:12</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200002878/1\">ADAM</a> No.&#xA0;1.<span id=\"page305\" class=\"pageNum\" data-no=\"305\" data-before-text=\"305\"></span><strong>&#x201C;The Man We Are Inside.&#x201D; </strong>In speaking of the conflict of the Christian, including that with the fallen, sinful flesh, the Bible uses the expressions &#x201C;the man I am within,&#x201D; &#x201C;the man we are inside,&#x201D; and similar phrases. (<a href=\"/en/wol/bc/r1/lp-e/1200002878/23/0\" data-bid=\"24-1\" class=\"b\">Ro 7:22;</a><a href=\"/en/wol/bc/r1/lp-e/1200002878/23/1\" data-bid=\"24-2\" class=\"b\"> 2Co 4:16;</a><a href=\"/en/wol/bc/r1/lp-e/1200002878/23/2\" data-bid=\"24-3\" class=\"b\"> Eph 3:16</a>) These expressions are appropriate because Christians have been &#x201C;made new in the force actuating [their] mind.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002878/24/0\" data-bid=\"25-1\" class=\"b\">Eph 4:23</a>) The driving force or inclination of their mind is in a spiritual direction. They are making efforts to &#x201C;strip off the old personality [literally, old man]&#x201D; and clothe themselves with the &#x201C;new personality [literally, new (one)].&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002878/25/0\" data-bid=\"26-1\" class=\"b\">Col 3:9, 10;</a><a href=\"/en/wol/bc/r1/lp-e/1200002878/25/1\" data-bid=\"26-2\" class=\"b\"> Ro 12:2</a>) In being baptized into Christ, anointed Christians have been &#x201C;baptized into his death&#x201D;; the old personality has been impaled, &#x201C;that [the] sinful body might be made inactive.&#x201D; But until their death in the flesh and their resurrection, the fleshly body is still there to fight the &#x2018;spiritual man.&#x2019; It is a difficult contest, about which Paul says, &#x201C;In this dwelling house we do indeed groan.&#x201D; But the ransom sacrifice of Jesus Christ covers the sins of the old personality with fleshly desires working in its members, unless these Christians give in and deliberately go the way of the flesh.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002878/26/0\" data-bid=\"27-1\" class=\"b\">Ro 6:3-7;</a><a href=\"/en/wol/bc/r1/lp-e/1200002878/26/1\" data-bid=\"27-2\" class=\"b\"> 7:21-25;</a><a href=\"/en/wol/bc/r1/lp-e/1200002878/26/2\" data-bid=\"27-3\" class=\"b\"> 8:23;</a><a href=\"/en/wol/bc/r1/lp-e/1200002878/26/3\" data-bid=\"27-4\" class=\"b\"> 2Co 5:1-3</a>.<strong>The Spiritual Man. </strong>The apostle contrasts the spiritual man with the physical man. He says: &#x201C;But a physical [literally, soulical] man does not receive the things of the spirit of God, for they are foolishness to him.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002878/27/0\" data-bid=\"28-1\" class=\"b\">1Co 2:14</a>) This &#x201C;physical man&#x201D; does not mean merely one living on earth, one with a fleshly body, for, obviously, Christians on earth have fleshly bodies. The physical man here spoken of means one who has no spiritual side to his life. He is &#x201C;soulical&#x201D; in that he follows the desires of the human soul to the exclusion of spiritual things.Paul continues about the &#x201C;physical man,&#x201D; that he cannot get to know the things of the spirit of God &#x201C;because they are examined spiritually.&#x201D; Then he says: &#x201C;However, the spiritual man examines indeed all things, but he himself is not examined by any man.&#x201D; The spiritual man has understanding of the things God reveals; he sees also the wrong position and course of the physical man. But the spiritual man&#x2019;s position, actions, and course of life cannot be understood by the physical man, neither can any man judge the spiritual man, for God only is his Judge. (<a href=\"/en/wol/bc/r1/lp-e/1200002878/28/0\" data-bid=\"29-1\" class=\"b\">Ro 14:4,</a><a href=\"/en/wol/bc/r1/lp-e/1200002878/28/1\" data-bid=\"29-2\" class=\"b\"> 10, 11;</a><a href=\"/en/wol/bc/r1/lp-e/1200002878/28/2\" data-bid=\"29-3\" class=\"b\"> 1Co 4:3-5</a>) The apostle says by way of illustration and argument: &#x201C;For &#x2018;who has come to know the mind of Jehovah, that he may instruct him?&#x2019;&#x201D; No one, of course. &#x201C;But,&#x201D; Paul says of Christians, &#x201C;we do have the mind of Christ.&#x201D; By getting the mind of Christ, who reveals Jehovah and his purposes to Christians, they are spiritual men.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002878/29/0\" data-bid=\"30-1\" class=\"b\">1Co 2:14-16</a>.See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002878/2\">OLDER MAN</a>; <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002878/3\">SON OF MAN</a>."}