{"title":"Manifestation","link":"/en/wol/d/r1/lp-e/1200002887","html":"<span id=\"page308\" class=\"pageNum\" data-no=\"308\" data-before-text=\"308\"></span><strong>MANIFESTATION</strong>A disclosure, or discernible evidence, a display of authority or power. The Greek term <em>e&#xB7;pi&#xB7;pha&#x2B9;nei&#xB7;a, </em>translated &#x201C;manifestation,&#x201D; is used in the Scriptures with reference to Jesus Christ&#x2019;s days on earth and especially with regard to various events during his presence in royal power.<strong>God&#x2019;s Son Manifested in Flesh. </strong>It was with respect to &#x201C;the manifestation of our Savior, Christ Jesus,&#x201D; in the flesh that the apostle Paul wrote the words of <a href=\"/en/wol/bc/r1/lp-e/1200002887/0/0\" data-bid=\"1-1\" class=\"b\">2&#xA0;Timothy 1:9-11</a>. The sending of God&#x2019;s Son from heaven was to work toward the vindication of Jehovah&#x2019;s sovereignty. It was also to result in the &#x2018;abolition of death&#x2019; traceable to Adam and to bring to light the prospect of life and incorruption in heaven for some humans. As a feature of the development of &#x201C;the sacred secret of this godly devotion,&#x201D; Jesus was &#x201C;made manifest in flesh.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002887/1/0\" data-bid=\"2-1\" class=\"b\">1Ti 3:16</a>) Paul also called this act of God in sending his Son a &#x2018;manifestation&#x2019; of God&#x2019;s undeserved kindness &#x201C;which brings salvation to all sorts of men&#xA0;.&#xA0;.&#xA0;.&#xA0;, instructing us to repudiate ungodliness and worldly desires and to live with soundness of mind and righteousness and godly devotion amid this present system of things, while we wait for the happy hope and glorious manifestation of the great God and of the Savior of us, Christ Jesus.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002887/2/0\" data-bid=\"3-1\" class=\"b\">Tit 2:11-13</a>) Christ&#x2019;s manifestation in glory, when accomplished, would also manifest the glory of God, who sent him.<strong>Christ Manifest in Heavenly Glory. </strong>During Christ&#x2019;s presence, he would turn his attention to his spiritual brothers who were sleeping in death. These would be the ones Paul speaks of, along with himself, who &#x201C;have loved his manifestation&#x201D; and who would receive the &#x2018;crown of righteousness as a reward.&#x2019; (<a href=\"/en/wol/bc/r1/lp-e/1200002887/3/0\" data-bid=\"4-1\" class=\"b\">2Ti 4:8</a>) When the Lord would &#x201C;descend from heaven with a commanding call, with an archangel&#x2019;s voice and with God&#x2019;s trumpet,&#x201D; the dead in union with Christ would rise first, and Christ would receive them home to himself. He would in this way be powerfully manifested in his glory to them. He would then proceed to make his presence manifest to his brothers yet on earth, and would take them home to himself at the time of their death.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002887/4/0\" data-bid=\"5-1\" class=\"b\">1Th 4:15, 16;</a><a href=\"/en/wol/bc/r1/lp-e/1200002887/4/1\" data-bid=\"5-2\" class=\"b\"> Joh 14:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200002887/4/2\" data-bid=\"5-3\" class=\"b\"> Re 14:13</a>.<strong><em>As King and Judge. </em></strong>When Christ was before Pontius Pilate, he said that his Kingdom was no part of this world, though he did not deny being a king. (<a href=\"/en/wol/bc/r1/lp-e/1200002887/5/0\" data-bid=\"6-1\" class=\"b\">Joh 18:36,&#xA0;37</a>) He did not then manifest himself as a potentate, because the time for taking his Kingdom authority had not arrived. Nevertheless, <span id=\"page309\" class=\"pageNum\" data-no=\"309\" data-before-text=\"309\"></span>there would come a time when &#x201C;the manifestation of our Lord Jesus Christ&#x201D; would be clearly recognized, when he would exercise authority as &#x201C;the happy and only Potentate&#x201D; and &#x201C;the King of those who rule as kings and Lord of those who rule as lords.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002887/6/0\" data-bid=\"7-1\" class=\"b\">1Ti 6:13-16;</a><a href=\"/en/wol/bc/r1/lp-e/1200002887/6/1\" data-bid=\"7-2\" class=\"b\"> Da 2:44;</a><a href=\"/en/wol/bc/r1/lp-e/1200002887/6/2\" data-bid=\"7-3\" class=\"b\"> 7:13,&#xA0;14</a>.In view of the coming Kingdom and of Christ&#x2019;s manifestation, Paul said to Timothy: &#x201C;I solemnly charge you before God and Christ Jesus, who is destined to judge the living and the dead, and by his manifestation and his kingdom, preach the word.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002887/7/0\" data-bid=\"8-1\" class=\"b\">2Ti 4:1,&#xA0;2</a>) The apostle thus pointed to the time when Christ&#x2019;s glorious position in heaven would be made unmistakably manifest, when he would make God&#x2019;s judgments felt in the earth.<strong><em>In destroying &#x201C;the man of lawlessness.&#x201D; </em></strong>In writing to Christians in Thessalonica &#x201C;respecting the presence of our Lord Jesus Christ,&#x201D; Paul urged them not to be shaken from their reason or to be excited by any message &#x201C;to the effect that the day of Jehovah is here.&#x201D; The symbolic &#x201C;man of lawlessness,&#x201D; which had been operating for centuries in opposition to God and Christ, would then be brought to nothing &#x201C;by the manifestation of his presence.&#x201D; This &#x201C;lawless one&#x201D; would recognize Christ&#x2019;s presence, not by faith, as would Christians, who loved his manifestation, but by Jesus&#x2019; power manifested in annihilating those of this composite &#x201C;man.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002887/8/0\" data-bid=\"9-1\" class=\"b\">2Th 2:1-8</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002887/0\">MAN OF LAWLESSNESS</a>.<strong>Manifestation of the Spirit and the Truth. </strong>After the holy spirit was poured out on Christ&#x2019;s disciples, the fact of its invisible operation on these disciples was &#x2018;manifested&#x2019; by visible evidences. Some of these were: the ability to speak in foreign tongues, gifts of healing, and discernment of inspired utterances. (<a href=\"/en/wol/bc/r1/lp-e/1200002887/9/0\" data-bid=\"10-1\" class=\"b\">1Co 12:7-10</a>) The apostle Paul also speaks of &#x201C;making the truth manifest&#x201D; to others by the good conduct and preaching of Christians.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002887/10/0\" data-bid=\"11-1\" class=\"b\">2Co 4:2</a>."}