{"title":"Manoah","link":"/en/wol/d/r1/lp-e/1200002889","html":"<span id=\"page310\" class=\"pageNum\" data-no=\"310\" data-before-text=\"310\"></span><strong>MANOAH</strong>(Ma&#xB7;no&#x2B9;ah).A Danite man of the Shephelah town of Zorah (<a href=\"/en/wol/bc/r1/lp-e/1200002889/0/0\" data-bid=\"1-1\" class=\"b\">Jos 15:33</a>) and the father of Judge Samson. Manoah was a devout worshiper of Jehovah.One day an angel appeared to Manoah&#x2019;s barren wife, announcing that she would give birth to a son who would be a Nazirite of God. Upon being informed of this, Manoah supplicated Jehovah, asking him to send the messenger again in order to instruct them on raising the child. Jehovah answered the prayer and sent the angel a second time. When Manoah offered to set a meal before the messenger, he was told to render up a burnt offering to Jehovah instead, which he did. It was after this messenger ascended in the flame rising from the altar that Manoah recognized him as being Jehovah&#x2019;s angel. Because of having had this experience, Manoah feared that he and his wife would die. But she allayed his fear, saying: &#x201C;If Jehovah had been delighted only to put us to death, he would not have accepted a burnt offering and grain offering from our hand, and he would not have shown us all these things, and he would not as now have let us hear anything like this.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002889/1/0\" data-bid=\"2-1\" class=\"b\">Jg 13:2-23</a>.Years later, Manoah and his wife, &#x2018;not knowing that it was from Jehovah,&#x2019; objected to Samson&#x2019;s desire to marry a Philistine woman of Timnah. (<a href=\"/en/wol/bc/r1/lp-e/1200002889/2/0\" data-bid=\"3-1\" class=\"b\">Jg 14:1-4</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002889/3/0\" data-bid=\"4-1\" class=\"b\">De 7:3,&#xA0;4</a>.) Subsequently Manoah and his wife accompanied Samson to Timnah, although not going with him as far as the home of the Philistine woman. Therefore they did not witness Samson&#x2019;s killing a young lion with his bare hands. On another occasion Samson, intending to take the Philistine woman to his home, again went with his parents to Timnah. He turned aside to inspect the corpse of the lion that he had slain earlier and found a swarm of bees and honey inside. Upon rejoining his parents, he offered them some of the honey that he had scraped out of the lion&#x2019;s corpse, and they ate it. Thereafter the family apparently continued on their way, and doubtless both parents were present at the banquet arranged by Samson at Timnah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002889/4/0\" data-bid=\"5-1\" class=\"b\">Jg 14:5-10</a>.Manoah preceded his son in death, for Samson was buried in the burial place of Manoah between Zorah and Eshtaol.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002889/5/0\" data-bid=\"6-1\" class=\"b\">Jg 16:31</a>."}