{"title":"Marble","link":"/en/wol/d/r1/lp-e/1200002898","html":"<span id=\"page319\" class=\"pageNum\" data-no=\"319\" data-before-text=\"319\"></span><strong>MARBLE</strong>A crystalline limestone (calcium carbonate) of close grain that varies in color, texture, and crystal structure, and that is capable of taking a high polish. Its color ranges from snow white to numerous shades of gray, brown, yellow, red, green, and black. Streaks, or veins, are due to impurities of metal oxides and carbonaceous matter.Marble apparently was not found in Palestine. Lebanon produced a variety of marbles; but in the Aegean island of Paros and in Arabia, the choicest specimens were found. The Shulammite maiden, in describing her beloved shepherd companion to the ladies-in-waiting at the court of King Solomon, said: &#x201C;His legs are pillars of marble based on socket pedestals of refined gold.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002898/0/0\" data-bid=\"1-1\" class=\"b\">Ca 5:15</a>) The Persian palace at Shushan in the days of Queen Esther had marble pillars, and its pavement in part was made of black marble. (<a href=\"/en/wol/bc/r1/lp-e/1200002898/1/0\" data-bid=\"2-1\" class=\"b\">Es 1:6</a>) Marble is also listed as one of the precious commodities of &#x201C;the traveling merchants of the earth&#x201D; who weep over Babylon the Great&#x2019;s fall into destruction.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002898/2/0\" data-bid=\"3-1\" class=\"b\">Re 18:11,&#xA0;12</a>.It is uncertain whether Solomon made use of marble in his building program. Josephus says &#x201C;white marble&#x201D; was used, but the Hebrew word usually translated &#x201C;marble&#x201D; at <a href=\"/en/wol/bc/r1/lp-e/1200002898/3/0\" data-bid=\"4-1\" class=\"b\">1&#xA0;Chronicles 29:2</a> probably denotes &#x201C;alabaster&#x201D; and is thus rendered in some translations. (<em>JB, NW; Jewish Antiquities, </em>VIII, 64 [iii,&#xA0;2]) This is in agreement with <em>A Hebrew and English Lexicon of the Old Testament </em>by Brown, Driver, and Briggs (1980, p.&#xA0;1010), and <em>Lexicon in Veteris Testamenti Libros, </em>by Koehler and Baumgartner (Leiden, 1958, p.&#xA0;966)."}