{"title":"Maresha(h)","link":"/en/wol/d/r1/lp-e/1200002900","html":"<span id=\"page319\" class=\"pageNum\" data-no=\"319\" data-before-text=\"319\"></span><strong>MARESHA(H)</strong>(Ma&#xB7;re&#x2B9;sha[h]) [Place at the Head (Summit)].<strong>1. </strong>A descendant of Judah who is called the &#x201C;father&#x201D; of Hebron. (<a href=\"/en/wol/bc/r1/lp-e/1200002900/0/0\" data-bid=\"1-1\" class=\"b\">1Ch 2:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200002900/0/1\" data-bid=\"1-2\" class=\"b\">&#xA0;42</a>) While it might be concluded that Mareshah was the ancestor of the inhabitants of the city of Hebron, this is unlikely since the Hebron here mentioned had sons and thus was evidently a person.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002900/1/0\" data-bid=\"2-1\" class=\"b\">1Ch 2:43</a>.<strong>2. </strong>A descendant of Judah through Shelah. Laadah is identified as &#x201C;the father of Mareshah.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002900/2/0\" data-bid=\"3-1\" class=\"b\">1Ch 4:21</a>) While it is possible that this Mareshah (or his father Laadah) founded the town of Mareshah, or that he is the same person as the Judahite mentioned above, there is no certainty about these matters.<strong>3. </strong>One of a group of nine cities in the Shephelah region of Judah (<a href=\"/en/wol/bc/r1/lp-e/1200002900/3/0\" data-bid=\"4-1\" class=\"b\">Jos 15:44</a>), Mareshah occupied a position of strategic importance beside one of the valleys forming a natural route from the coastal plain up into the mountains and to Hebron. It is identified with Tell Sandahannah (Tel Maresha), about 1.5&#xA0;km (1&#xA0;mi) S of Beit Jibrin (Bet Guvrin).King Rehoboam, successor to Solomon, made a fortress city of Mareshah, thereby strengthening Judah&#x2019;s defense against attack from that avenue of approach. (<a href=\"/en/wol/bc/r1/lp-e/1200002900/4/0\" data-bid=\"5-1\" class=\"b\">2Ch 11:5,</a><a href=\"/en/wol/bc/r1/lp-e/1200002900/4/1\" data-bid=\"5-2\" class=\"b\">&#xA0;8</a>) Zerah the Ethiopian swept up from the S with his huge force of a million men and was met at Mareshah by the army of King Asa, and the battle, resulting in a Judean victory by divine assistance, was fought in that area. Asa pursued the defeated Ethiopian force about 35&#xA0;km (22&#xA0;mi) to Gerar, SW of Mareshah. (<a href=\"/en/wol/bc/r1/lp-e/1200002900/5/0\" data-bid=\"6-1\" class=\"b\">2Ch 14:9-13</a>) Mareshah, also Maresha, was the hometown of the prophet Eliezer, who correctly foretold the failure of King Jehoshaphat&#x2019;s joint maritime enterprise with Ahaziah of Israel. (<a href=\"/en/wol/bc/r1/lp-e/1200002900/6/0\" data-bid=\"7-1\" class=\"b\">2Ch 20:35-37</a>) Micah&#x2019;s prophecy, warning apostate Judah and Israel of impending punishment, makes specific reference to Mareshah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002900/7/0\" data-bid=\"8-1\" class=\"b\">Mic 1:15</a>.In the postexilic period, Mareshah became known as Marisa and continued to be a site of considerable importance, though it became a Sidonian colony and later an Idumean stronghold. It was finally destroyed by the Parthians in 40&#xA0;B.C.E."}