{"title":"Mark, II","link":"/en/wol/d/r1/lp-e/1200002903","html":"<span id=\"page320\" class=\"pageNum\" data-no=\"320\" data-before-text=\"320\"></span><strong>MARK, II</strong>Among non-Israelites, animals and even slaves were branded with a mark as an indication of ownership. In the case of humans, such property marks were placed on a conspicuous part of the body, such as the forehead. Worshipers of false gods at times identified themselves as such by having the mark of their deity on their forehead. However, Jehovah&#x2019;s law to Israel prohibited disfiguring humans with tattoo marks. This served to counteract any idolatrous practices and taught due regard for God&#x2019;s creation.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002903/0/0\" data-bid=\"1-1\" class=\"b\">Le 19:28</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200002903/0\">BRAND MARK</a>.<strong>Figurative Use. </strong>The Scriptures allude to marks made on humans and refer to these in a figurative sense. In Ezekiel&#x2019;s vision a man with a secretary&#x2019;s inkhorn was commissioned to go through Jerusalem and to &#x2018;put a mark [Heb., <em>taw</em>] on those who were sighing and groaning over all the detestable things that were being done in the midst of it.&#x2019; This action on their part showed that they were righteous persons, servants belonging to Jehovah, and therefore worthy of preservation at the time for the execution of Jehovah&#x2019;s judgment. The figurative mark on their forehead testified to that fact.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002903/1/0\" data-bid=\"2-1\" class=\"b\">Eze&#xA0;9</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002903/2/0\" data-bid=\"3-1\" class=\"b\">Eze 9:4</a>, ftn; <a href=\"/en/wol/bc/r1/lp-e/1200002903/3/0\" data-bid=\"4-1\" class=\"b\">2Pe 2:6-8</a>.On the other hand, in John&#x2019;s vision persons receiving the mark (or, engraving) of the wild beast on their forehead or on their hand were in line for destruction. The mark on the forehead publicly identified them as worshipers of the wild beast and therefore as slaves to it. They were thus shown to be opposers of God, for the wild beast received its authority from the dragon, Satan the Devil. The mark on the hand would logically signify active support of the wild beast, the hand being used to accomplish work.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002903/4/0\" data-bid=\"5-1\" class=\"b\">Re 13:1, 2,</a><a href=\"/en/wol/bc/r1/lp-e/1200002903/4/1\" data-bid=\"5-2\" class=\"b\"> 16-18;</a><a href=\"/en/wol/bc/r1/lp-e/1200002903/4/2\" data-bid=\"5-3\" class=\"b\"> 14:9, 10;</a><a href=\"/en/wol/bc/r1/lp-e/1200002903/4/3\" data-bid=\"5-4\" class=\"b\"> 16:1,&#xA0;2;</a><a href=\"/en/wol/bc/r1/lp-e/1200002903/4/4\" data-bid=\"5-5\" class=\"b\"> 20:4</a>.See also <a href=\"/en/wol/tc/r1/lp-e/1200002903/1\">BOUNDARY MARK</a>."}