{"title":"Maturity","link":"/en/wol/d/r1/lp-e/1200002942","html":"<span id=\"page355\" class=\"pageNum\" data-no=\"355\" data-before-text=\"355\"></span><strong>MATURITY</strong>The state of being full grown, ripe, complete, as determined by a standard. (See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002942/0\">PERFECTION</a>.) The Bible provides the standard for ascertaining what constitutes spiritual maturity (completeness). According to this standard, a mature Christian is one who is not a spiritual babe, often changeable and easily led astray or influenced by others in matters of doctrine. (<a href=\"/en/wol/bc/r1/lp-e/1200002942/0/0\" data-bid=\"1-1\" class=\"b\">Eph 4:11-14</a>) Since his perceptive powers are trained, he is able to distinguish both right and wrong. He does not need to be taught elementary things. (<a href=\"/en/wol/bc/r1/lp-e/1200002942/1/0\" data-bid=\"2-1\" class=\"b\">Heb 5:11&#x2013;6:2</a>) He is guided, not by worldly wisdom, but by God&#x2019;s spirit.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002942/2/0\" data-bid=\"3-1\" class=\"b\">1Co 2:6,</a><a href=\"/en/wol/bc/r1/lp-e/1200002942/2/1\" data-bid=\"3-2\" class=\"b\"> 10-13</a>, ftn.Never does the Bible speak about degrees or stages of spiritual maturity or adulthood. However, just as a person continues to grow in knowledge, experience, and discernment after becoming an adult, the mature Christian likewise continues to make progress. Trials that he has can strengthen his faith and endurance. Wrote the disciple James: &#x201C;Consider it all joy, my brothers, when you meet with various trials, knowing as you do that this tested quality of your faith works out endurance. But let endurance have its work complete, that you may be complete [literally, perfect] and sound in all respects, not lacking in anything.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002942/3/0\" data-bid=\"4-1\" class=\"b\">Jas 1:2-4</a>) Similarly, as adults will vary in physical aspects and in mental abilities and talents, so mature Christians may vary in certain qualities, some being notable in some aspect, such as knowledge, judgment, courage, or generosity; others in another. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200002942/4/0\" data-bid=\"5-1\" class=\"b\">1Co 7:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200002942/4/1\" data-bid=\"5-2\" class=\"b\"> 12:4-11,</a><a href=\"/en/wol/bc/r1/lp-e/1200002942/4/2\" data-bid=\"5-3\" class=\"b\"> 27-31</a>.) Thus, in considering maturity, it is necessary to take into consideration that special abilities or talents are not the things that determine whether one is a mature Christian or not.The entire congregational arrangement, with its apostles, prophets, evangelizers, shepherds, and teachers, served to produce mature Christians, spiritual adults. (<a href=\"/en/wol/bc/r1/lp-e/1200002942/5/0\" data-bid=\"6-1\" class=\"b\">Eph 4:11-14</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002942/6/0\" data-bid=\"7-1\" class=\"b\">Col 1:28, 29;</a><a href=\"/en/wol/bc/r1/lp-e/1200002942/6/1\" data-bid=\"7-2\" class=\"b\"> 4:12,&#xA0;13</a>.) Obviously, then, those serving as shepherds and teachers had to be spiritually mature persons, not babes. However, more than spiritual adulthood was required of one appointed as an overseer or a ministerial servant. (<a href=\"/en/wol/bc/r1/lp-e/1200002942/7/0\" data-bid=\"8-1\" class=\"b\">1Ti 3:1-9,</a><a href=\"/en/wol/bc/r1/lp-e/1200002942/7/1\" data-bid=\"8-2\" class=\"b\"> 12, 13;</a><a href=\"/en/wol/bc/r1/lp-e/1200002942/7/2\" data-bid=\"8-3\" class=\"b\"> Tit 1:5-9</a>) For example, one of the requirements for an overseer was that he be &#x201C;a man presiding over his own household in a fine manner, having children in subjection with all seriousness.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002942/8/0\" data-bid=\"9-1\" class=\"b\">1Ti 3:4</a>) Thus, a man could be mature in certain respects from a spiritual viewpoint, and yet, if his children were rebellious and uncontrollable, he would not qualify for the position of overseer."}