{"title":"Medes, Media","link":"/en/wol/d/r1/lp-e/1200002956","html":"<span id=\"page358\" class=\"pageNum\" data-no=\"358\" data-before-text=\"358\"></span><strong>MEDES, MEDIA</strong>The Medes were an Aryan race, hence of Japhetic stock and evidently descended from Japheth&#x2019;s son Madai. (<a href=\"/en/wol/bc/r1/lp-e/1200002956/0/0\" data-bid=\"1-1\" class=\"b\">Ge 10:2</a>) They were closely related to the Persians in race, language, and religion.As a people, the Medes do not begin to appear in Biblical history until the eighth century B.C.E., while the first mention of them in available secular records dates from the time of Assyrian King Shalmaneser&#xA0;III, a contemporary of King Jehu (c.&#xA0;904-877&#xA0;B.C.E.). Archaeological and other evidence is viewed as indicating their presence on the Iranian Plateau from about the middle of the second millennium B.C.E. onward.<strong>Geography. </strong>Though its boundaries undoubtedly fluctuated, the ancient region of Media basically lay W and S of the Caspian Sea, being separated from the coastland of that sea by the Elburz mountain range. In the NW it evidently reached beyond Lake Urmia to the Araxes River valley, while on its W boundary the Zagros Mountains served as a barrier between Media and the land of Assyria and the lowlands of the Tigris; to the E lay a large desert region, and on the S the country of Elam.The land of the Medes was thus mainly a mountainous plateau averaging from 900 to 1,500&#xA0;m (3,000 to 5,000&#xA0;ft) above sea level. A considerable portion of the land is arid steppe, rainfall being generally scanty, though there are several fertile plains that are highly productive. Most of the rivers flow toward the great central desert, where their waters are dissipated into marshes and swamps that dry up in the hot summer and leave salt deposits. Natural barriers made it relatively easy to defend. The western mountain range is the highest, with numerous peaks over 4,270&#xA0;m (14,000&#xA0;ft) high, but the tallest single peak, Mount Damavand (5,771&#xA0;m; 18,934&#xA0;ft), is found in the Elburz range near the Caspian Sea.<strong>Principal Occupations. </strong>Evidently, then as now, most of the people lived in small villages or were nomadic, and stock raising was a principal occupation. Cuneiform texts recounting Assyrian incursions into Media present such a picture and show that the excellent breed of horses raised by the Medes was one of the main prizes sought by the invaders. Herds of sheep, goats, asses, mules, and cows were also pastured on the good grazing grounds of the high valleys. On Assyrian reliefs Medes are sometimes represented as wearing what appear to be sheepskin coats over their tunics and as having high-laced boots, necessary <span id=\"page359\" class=\"pageNum\" data-no=\"359\" data-before-text=\"359\"></span>equipment for pastoral work on the plateaus where the winters brought snow and bitter cold. Archaeological evidence shows that the Medes had capable metalsmiths working in bronze and gold.<strong>History. </strong>The Medes left virtually no written records; what is known of them is derived from the Bible record, from Assyrian texts, and also from the classical Greek historians. The Medes appear to have been formed into numerous petty kingdoms under tribal chieftains, and the boastful accounts of Assyrian Emperors Shamshi-Adad&#xA0;V, Tiglath-pileser&#xA0;III, and Sargon&#xA0;II refer to their victories over certain city chieftains of the distant land of the Medes. Following the Assyrian victory over the kingdom of Israel in 740&#xA0;B.C.E., the Israelites were sent into places of exile in Assyria and &#x201C;in the cities of the Medes,&#x201D; some of which were then in vassalage to Assyria.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002956/1/0\" data-bid=\"2-1\" class=\"b\">2Ki 17:6;</a><a href=\"/en/wol/bc/r1/lp-e/1200002956/1/1\" data-bid=\"2-2\" class=\"b\"> 18:11</a>.Assyrian efforts to subjugate &#x201C;the insubmissive Medes&#x201D; continued under Assyrian King Esar-haddon, son of Sennacherib and evidently a contemporary of King Manasseh of Judah (716-662&#xA0;B.C.E.). In one of his inscriptions, Esar-haddon speaks of &#x201C;a district on the border of the salt-desert which lies in the land of the distant Medes, on the edge of Mount Bikni, the lapis-lazuli mountain, .&#xA0;.&#xA0;. powerful chieftains who had not submitted to my yoke,<wbr>&#x2014;themselves, together with their people, their riding-horses, cattle, sheep, asses and (Bactrian) camels,&#x2014;<wbr>an enormous spoil, I carried off to Assyria. .&#xA0;.&#xA0;. My royal tribute and tax I imposed upon them, yearly.&#x201D;<wbr>&#x2014;<em>Ancient Records of Assyria and Babylonia, </em>by D.&#xA0;D.&#xA0;Luckenbill, 1927, Vol.&#xA0;II, pp.&#xA0;215, 216.According to the Greek historian Herodotus (I,&#xA0;96), the Medes were formed into a united kingdom under a ruler named Deioces. Some modern historians believe Deioces to be the ruler named Daiaukku in the inscriptions. He was captured and deported to Hamath by Sargon&#xA0;II as a result of one of the Assyrian raids into the region of Media. However, most scholars consider that it was not until the time of Cyaxares (or Kyaxares, a grandson of Deioces according to Herodotus [I, 102, 103]) that the kings of Media began to unite under a particular ruler. Even then they may well have been like the petty kings of Canaan, who at times fought under the direction of a particular king while still maintaining a considerable measure of independence.<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200002956/2/0\" data-bid=\"3-1\" class=\"b\">Jos 11:1-5</a>.The Medes had been growing in strength despite Assyrian incursions and now came to constitute Assyria&#x2019;s most dangerous rival. When Nabopolassar of Babylon, the father of Nebuchadnezzar, rebelled against Assyria, Cyaxares the Mede allied his forces with the Babylonians. Following the Median capture of Asshur in Nabopolassar&#x2019;s 12th year (634&#xA0;B.C.E.), Cyaxares (called <em>&#xDA;-ma-kis-tar </em>in the Babylonian records) met with Nabopolassar by the captured city, and they &#x201C;made an entente cordiale.&#x201D; (<em>Assyrian and Babylonian Chronicles, </em>by A.&#xA0;K.&#xA0;Grayson, 1975, p.&#xA0;93) Berossus (known through Polyhistor and Abydenus, both quoted by Eusebius) says that Nabopolassar&#x2019;s son, Nebuchadnezzar, married the daughter of the Median king, her name being Amytis (or Amuhea according to Abydenus). (Eusebius, <em>Chronicorum liber prior, </em>edited by A.&#xA0;Schoene, Berlin, 1875, col. 29, lines 16-19, col. 37, lines 5-7) Historians disagree, however, as to whether Amytis was the daughter of Cyaxares or of his son Astyages.<strong><em>With Babylonians defeat Assyria. </em></strong>After further battles against the Assyrians, finally in the 14th year of Nabopolassar (632&#xA0;B.C.E.) the combined forces of the Medes and the Babylonians conquered Nineveh. (<a href=\"/en/wol/bc/r1/lp-e/1200002956/3/0\" data-bid=\"4-1\" class=\"b\">Zep 2:13</a>) Assyrian resistance was transferred to Haran (some 360&#xA0;km [225&#xA0;mi]) to the W, but though Assyria received assistance from Egypt, the effort to continue Assyrian rule was ineffectual and the Assyrian Empire was split up between the Medes and the Babylonians. (<a href=\"/en/wol/bc/r1/lp-e/1200002956/4/0\" data-bid=\"5-1\" class=\"b\">Na 2:8-13;</a><a href=\"/en/wol/bc/r1/lp-e/1200002956/4/1\" data-bid=\"5-2\" class=\"b\"> 3:18,&#xA0;19</a>) The Medes appear to have taken the northern portion of the territory while the Babylonians took the southern and southwestern portion, including Syria and Palestine. Cyaxares thereafter pushed into Asia Minor as far as the Halys River, where a war with Lydia resulted in a stalemate and the Halys became the far-western boundary of the Median Empire. This empire now extended over the greater part of the Iranian Plateau, northern Mesopotamia, Armenia, and Cappadocia.<strong><em>Lose dominant position to Persians. </em></strong>At this time the Medes, with their capital at Ecbatana (<a href=\"/en/wol/bc/r1/lp-e/1200002956/5/0\" data-bid=\"6-1\" class=\"b\">Ezr 6:2</a>), held the dominant position over the related Persians, who had occupied the area to the S of Media. Greek historians Herodotus (I, 107, 108) and Xenophon (<em>Cyropaedia, </em>I, ii,&#xA0;1) both relate that Cyaxares&#x2019; successor Astyages (called Ishtumegu in the cuneiform texts) had given his daughter Mandane in marriage to Persian ruler Cambyses, resulting in the birth of Cyrus (II). Cyrus, upon becoming king of Anshan, a Persian province, united the Persian forces in an effort to throw off the Median yoke. The Nabonidus Chronicle indicates that &#x201C;the army of Ishtumegu [Astyages] revolted&#x201D; and &#x201C;in fetters&#x201D; they delivered him to Cyrus, who thereafter seized the Median capital. (<em>Ancient Near Eastern Texts, </em>edited by <span id=\"page360\" class=\"pageNum\" data-no=\"360\" data-before-text=\"360\"></span>J. Pritchard, 1974, p.&#xA0;305) From this point forward Media merges with Persia to form the Medo-Persian Empire. Thus, the vision received by the prophet Daniel aptly likened the dual power of Medo-Persia to a two-horned ram, the taller of the two horns being &#x201C;the one that came up afterward,&#x201D; representing the ascendancy of the Persians and their dominance of the empire for the remainder of its existence.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002956/6/0\" data-bid=\"7-1\" class=\"b\">Da 8:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200002956/6/1\" data-bid=\"7-2\" class=\"b\">&#xA0;20</a>.The evidence is, however, that Cyrus gave positions of power and authority to the Medes so that they continued to maintain a considerable measure of prominence within his government. Thus, the prophet Daniel interpreted to King Belshazzar the cryptic writing on the wall as predicting the division of the Babylonian Empire and its being given &#x201C;to the Medes and the Persians,&#x201D; and elsewhere in the book of Daniel the Medes continue to be listed first in the phrase &#x201C;the law of the Medes and the Persians.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002956/7/0\" data-bid=\"8-1\" class=\"b\">Da 5:28;</a><a href=\"/en/wol/bc/r1/lp-e/1200002956/7/1\" data-bid=\"8-2\" class=\"b\"> 6:8,</a><a href=\"/en/wol/bc/r1/lp-e/1200002956/7/2\" data-bid=\"8-3\" class=\"b\"> 12,</a><a href=\"/en/wol/bc/r1/lp-e/1200002956/7/3\" data-bid=\"8-4\" class=\"b\">&#xA0;15</a>) In the following century the book of Esther (<a href=\"/en/wol/bc/r1/lp-e/1200002956/8/0\" data-bid=\"9-1\" class=\"b\">Es 1:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200002956/8/1\" data-bid=\"9-2\" class=\"b\"> 14,</a><a href=\"/en/wol/bc/r1/lp-e/1200002956/8/2\" data-bid=\"9-3\" class=\"b\"> 18,&#xA0;19</a>) reverses the order, with one exception (<a href=\"/en/wol/bc/r1/lp-e/1200002956/9/0\" data-bid=\"10-1\" class=\"b\">Es 10:2</a>) in which the Medes are listed as preceding the Persians historically.<strong><em>With Persians defeat Babylon. </em></strong>In the eighth century B.C.E., the prophet Isaiah had foretold that Jehovah would arouse against Babylon &#x201C;the Medes, who account silver itself as nothing and who, as respects gold, take no delight in it. And their bows will dash even young men to pieces.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002956/10/0\" data-bid=\"11-1\" class=\"b\">Isa 13:17-19;</a><a href=\"/en/wol/bc/r1/lp-e/1200002956/10/1\" data-bid=\"11-2\" class=\"b\"> 21:2</a>) The term &#x201C;Medes&#x201D; here may well include the Persians, even as the classical Greek historians commonly used the term to embrace both Medes and Persians. Their disdaining silver and gold evidently indicates that in Babylon&#x2019;s case conquest was the prime motive with them rather than spoil, so that no bribe or offer of tribute would buy them off from their determined purpose. The Medes, like the Persians, used the bow as a principal weapon. The wooden bows, though sometimes mounted with bronze or copper (compare <a href=\"/en/wol/bc/r1/lp-e/1200002956/11/0\" data-bid=\"12-1\" class=\"b\">Ps 18:34</a>), likely &#x2018;dashed the young men of Babylon to pieces&#x2019; by the hail of arrows, individually polished so as to penetrate even deeper.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002956/12/0\" data-bid=\"13-1\" class=\"b\">Jer 51:11</a>.It may be noted that <a href=\"/en/wol/bc/r1/lp-e/1200002956/13/0\" data-bid=\"14-1\" class=\"b\">Jeremiah (51:11,</a><a href=\"/en/wol/bc/r1/lp-e/1200002956/13/1\" data-bid=\"14-2\" class=\"b\">&#xA0;28</a>) makes reference to &#x201C;the <em>kings </em>of Media&#x201D; as among those attacking Babylon, the plural perhaps indicating that even under Cyrus, a subordinate Median king or kings may have continued to exist, a situation by no means incompatible with ancient practice. (Compare also <a href=\"/en/wol/bc/r1/lp-e/1200002956/14/0\" data-bid=\"15-1\" class=\"b\">Jer 25:25</a>.) Thus, too, we find that when Babylon was captured by the combined forces of Medes, Persians, Elamites, and other neighboring tribes, it was a Mede named Darius who was &#x201C;made king over the kingdom of the Chaldeans,&#x201D; evidently as an appointee of King Cyrus the Persian.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002956/15/0\" data-bid=\"16-1\" class=\"b\">Da 5:31;</a><a href=\"/en/wol/bc/r1/lp-e/1200002956/15/1\" data-bid=\"16-2\" class=\"b\"> 9:1</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200002956/0\">DARIUS</a> No.&#xA0;1.<strong><em>Conquered by Alexander the Great. </em></strong>In the time of King Ahasuerus (believed to be Xerxes&#xA0;I), reference was still made to &#x201C;the military force of Persia <em>and Media,&#x201D; </em>the king&#x2019;s privy council was formed of &#x201C;seven princes of Persia and Media,&#x201D; and the laws were still known as &#x201C;the laws of Persia and Media.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002956/16/0\" data-bid=\"17-1\" class=\"b\">Es 1:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200002956/16/1\" data-bid=\"17-2\" class=\"b\"> 14,</a><a href=\"/en/wol/bc/r1/lp-e/1200002956/16/2\" data-bid=\"17-3\" class=\"b\">&#xA0;19</a>) In 334&#xA0;B.C.E. Alexander the Great won his first decisive victories over the Persian forces, and in 330&#xA0;B.C.E. he occupied Media. Following his death, the southern part of Media came to form part of the Seleucid Empire, while the northern part became an independent kingdom. Though it was dominated variously by the Parthians and by the Seleucid Empire, Greek geographer Strabo indicated that a Median dynasty continued in the first century C.E. (<em>Geography, </em>11, XIII,&#xA0;1) At Jerusalem, Medes along with Parthians, Elamites, and persons of other nationalities were present at Pentecost in the year 33&#xA0;C.E. Since they are spoken of as &#x201C;Jews, reverent men, from every nation,&#x201D; they may have been descendants of those Jews exiled to cities of the Medes following the Assyrian conquest of Israel, or perhaps some were proselytes to the Jewish faith.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002956/17/0\" data-bid=\"18-1\" class=\"b\">Ac 2:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002956/17/1\" data-bid=\"18-2\" class=\"b\"> 5,</a><a href=\"/en/wol/bc/r1/lp-e/1200002956/17/2\" data-bid=\"18-3\" class=\"b\">&#xA0;9</a>.By the third century C.E. the Medes had merged with the rest of the nation of the Iranians, thus ceasing to exist as a distinct people.<strong>[Map on page&#xA0;358]</strong>(For fully formatted text, see publication)<em>Caspian Sea</em>MEDIA<em>Araxes River</em><em>Lake Urmia</em>Elburz MountainsEcbatanaZagros Mountains<em>Tigris River</em>Babylon<em>Euphrates River</em>ELAM<em>Persian Gulf</em>ASSYRIA"}