{"title":"Meekness","link":"/en/wol/d/r1/lp-e/1200002959","html":"<span id=\"page364\" class=\"pageNum\" data-no=\"364\" data-before-text=\"364\"></span><strong>MEEKNESS</strong>A mildness of temper, without haughtiness or vanity. The mental disposition that enables one to endure injury with patience and without irritation, resentment, or vindictive retaliation. It is a close companion of and seldom found separate from such other virtues as humility, lowliness of mind, and gentleness. (See <a href=\"/en/wol/tc/r1/lp-e/1200002959/0\">HUMILITY</a>; <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200002959/1\">MILDNESS</a>.) The Hebrew word translated &#x201C;meek&#x201D; (<em>&#x2BD;a&#xB7;naw&#x2B9;</em>) comes from the root <em>&#x2BD;a&#xB7;nah&#x2B9;, </em>which means &#x201C;afflict, humble, humiliate.&#x201D;In the Bible, meekness is emphasized as one&#x2019;s mental attitude first of all toward God, then toward fellow creatures. For example, it is written: &#x201C;The meek ones will certainly increase their rejoicing in Jehovah himself.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002959/0/0\" data-bid=\"1-1\" class=\"b\">Isa 29:19</a>) Meek persons are teachable<wbr>&#x2014;Jehovah &#x201C;will teach the meek ones his way&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002959/1/0\" data-bid=\"2-1\" class=\"b\">Ps 25:9</a>)&#x2014;<wbr>and they are willing to endure discipline from the hand of God, though such is grievous at the time. (<a href=\"/en/wol/bc/r1/lp-e/1200002959/2/0\" data-bid=\"3-1\" class=\"b\">Heb 12:4-11</a>) Meekness causes persons to wait upon Jehovah to right the wrongs and injuries unjustly suffered, instead of becoming heated up with anger. (<a href=\"/en/wol/bc/r1/lp-e/1200002959/3/0\" data-bid=\"4-1\" class=\"b\">Ps 37:8-11</a>) Such persons are not disappointed, for Jehovah&#x2019;s appointed one, the &#x201C;twig out of the stump of Jesse,&#x201D; will give reproof in righteousness &#x201C;in behalf of the meek ones of the earth.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002959/4/0\" data-bid=\"5-1\" class=\"b\">Isa 11:1-4</a>.<strong>Moses. </strong>Moses was just such a man, &#x201C;by far the meekest of all the men who were upon the surface of the ground,&#x201D; one who could take criticism without resentment. (<a href=\"/en/wol/bc/r1/lp-e/1200002959/5/0\" data-bid=\"6-1\" class=\"b\">Nu 12:3</a>) The occasion of this comment on his meekness was the time when Miriam and Aaron murmured against Moses. In reality, it was an uncalled-for complaint against Jehovah and one that he quickly took note of and reproved.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002959/6/0\" data-bid=\"7-1\" class=\"b\">Nu 12:1-15</a>.Some commentators charge that for Moses to record this reference to his own meekness was unjustified self-praise. Other critics claim the statement was added later by someone else, while still others offer this as evidence that Moses did not write the Pentateuch after all. However, Cook&#x2019;s <em>Commentary </em>says concerning these words: &#x201C;When we regard them as uttered by Moses not <em>&#x2018;proprio motu </em>[of his own initiative],&#x2019; but under the direction of the Holy Spirit which was upon him (cf. xi. 17), they exhibit a certain &#x2018;objectivity,&#x2019; which is a witness at once to their genuineness and also to their inspiration. There is about these words, as also about the passages in which Moses no less unequivocally records his own faults (cf. xx. 12 sqq.; <a href=\"/en/wol/bc/r1/lp-e/1200002959/7/0\" data-bid=\"8-1\" class=\"b\">Ex. iv. 24</a> sqq.; <a href=\"/en/wol/bc/r1/lp-e/1200002959/8/0\" data-bid=\"9-1\" class=\"b\">Deut. i.&#xA0;37</a>), the simplicity of one who bare witness of himself, but not to himself (cf. St <a href=\"/en/wol/bc/r1/lp-e/1200002959/9/0\" data-bid=\"10-1\" class=\"b\">Matt. xi. 28,&#xA0;29</a>). The words are inserted to explain how it was that Moses took no steps to vindicate himself, and why consequently the Lord so promptly intervened.&#x201D;<strong>Jesus Christ. </strong>Jesus demonstrated meekness by enduring all manner of personal injury without a word of complaint, even allowing himself to be led to the slaughter as a lamb without opening his mouth in protest. (<a href=\"/en/wol/bc/r1/lp-e/1200002959/10/0\" data-bid=\"11-1\" class=\"b\">Php 2:5-8;</a><a href=\"/en/wol/bc/r1/lp-e/1200002959/10/1\" data-bid=\"11-2\" class=\"b\"> Heb 12:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200002959/10/2\" data-bid=\"11-3\" class=\"b\"> Ac 8:32-35;</a><a href=\"/en/wol/bc/r1/lp-e/1200002959/10/3\" data-bid=\"11-4\" class=\"b\"> Isa 53:7</a>) This Greater-than-Moses also recommended himself to others as a meek or mild-tempered person. (<a href=\"/en/wol/bc/r1/lp-e/1200002959/11/0\" data-bid=\"12-1\" class=\"b\">Mt 11:28, 29</a>, <em>AS, KJ, ED, NW, Ro</em>) As <a href=\"/en/wol/bc/r1/lp-e/1200002959/12/0\" data-bid=\"13-1\" class=\"b\">Isaiah 61:1</a> foretold, he was anointed with Jehovah&#x2019;s spirit &#x201C;to tell good news to the meek ones.&#x201D; After reading this prophecy in the synagogue of his hometown of Nazareth, Jesus declared: &#x201C;Today this scripture that you just heard is fulfilled.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002959/13/0\" data-bid=\"14-1\" class=\"b\">Lu 4:16-21</a>) In thus sending his beloved Son to teach the meek concerning salvation, God was indeed showing them very special favor.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002959/14/0\" data-bid=\"15-1\" class=\"b\">Ps 149:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200002959/14/1\" data-bid=\"15-2\" class=\"b\"> Pr 3:34</a>.<strong>Brings Benefits. </strong>The invitation expressed by the prophet Zephaniah is still extended to meek persons of the earth: &#x201C;Seek Jehovah, all you meek ones of the earth, who have practiced His own judicial decision. Seek righteousness, seek meekness [or, humbleness; humility]. Probably you may be concealed in the day of Jehovah&#x2019;s anger.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002959/15/0\" data-bid=\"16-1\" class=\"b\">Zep 2:3</a>, ftn) Above and beyond that are other wonderful promises extended to such ones. For example: &#x201C;The meek ones themselves will possess the earth, and they will indeed find their exquisite delight in the abundance of peace.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002959/16/0\" data-bid=\"17-1\" class=\"b\">Ps 37:11</a>) In both a spiritual and a literal sense, &#x201C;the meek ones will eat and be satisfied.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002959/17/0\" data-bid=\"18-1\" class=\"b\">Ps 22:26</a>.So, in contrast with the wicked who lead the meek astray and seek to destroy them (<a href=\"/en/wol/bc/r1/lp-e/1200002959/18/0\" data-bid=\"19-1\" class=\"b\">Am 2:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200002959/18/1\" data-bid=\"19-2\" class=\"b\"> 8:4</a>), Jehovah listens to their heartfelt desires by answering their prayers; their hope in Jehovah is not disappointed. (<a href=\"/en/wol/bc/r1/lp-e/1200002959/19/0\" data-bid=\"20-1\" class=\"b\">Ps 10:17;</a><a href=\"/en/wol/bc/r1/lp-e/1200002959/19/1\" data-bid=\"20-2\" class=\"b\"> 9:18</a>) It is a true proverb, &#x201C;Better is it to be lowly in spirit with the meek ones than to divide spoil with the self-exalted ones.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002959/20/0\" data-bid=\"21-1\" class=\"b\">Pr 16:19</a>."}