{"title":"Megiddo","link":"/en/wol/d/r1/lp-e/1200002960","html":"<span id=\"page364\" class=\"pageNum\" data-no=\"364\" data-before-text=\"364\"></span><strong>MEGIDDO</strong>(Me&#xB7;gid&#x2B9;do).One of the more important cities of the Promised Land, located about 90&#xA0;km (56&#xA0;mi) N of Jerusalem and 31&#xA0;km (19&#xA0;mi) SE of the modern city of Haifa. It was built on a plot of somewhat over 4 ha (10&#xA0;acres), atop a mound known today as Tell el-Mutesellim (Tel Megiddo), which rises nearly 21&#xA0;m (70&#xA0;ft) above <span id=\"page365\" class=\"pageNum\" data-no=\"365\" data-before-text=\"365\"></span>the valley below.<wbr>&#x2014;PICTURES and MAP, Vol.&#xA0;1, p.&#xA0;953.<strong>Strategic. </strong>Situated in this strategic spot overlooking and dominating the fertile western section of the Jezreel Valley (Plain of Esdraelon, also known as &#x201C;the valley plain of Megiddo&#x201D;; <a href=\"/en/wol/bc/r1/lp-e/1200002960/0/0\" data-bid=\"1-1\" class=\"b\">2Ch 35:22;</a><a href=\"/en/wol/bc/r1/lp-e/1200002960/0/1\" data-bid=\"1-2\" class=\"b\"> Zec 12:11</a>), it easily controlled the major trade and military routes that intersected there. Both Biblical history and secular records tell how the armies of many nations fought decisive battles around Megiddo because of its commanding position. Near this site &#x201C;by the waters of Megiddo,&#x201D; Judge Barak defeated Jabin&#x2019;s mighty forces under Sisera, which included 900 chariots outfitted with iron scythes. (<a href=\"/en/wol/bc/r1/lp-e/1200002960/1/0\" data-bid=\"2-1\" class=\"b\">Jg 4:7,</a><a href=\"/en/wol/bc/r1/lp-e/1200002960/1/1\" data-bid=\"2-2\" class=\"b\"> 13-16;</a><a href=\"/en/wol/bc/r1/lp-e/1200002960/1/2\" data-bid=\"2-3\" class=\"b\"> 5:19</a>) It was at Megiddo that King Ahaziah of Judah died after being mortally wounded near Ibleam on orders of Jehu. (<a href=\"/en/wol/bc/r1/lp-e/1200002960/2/0\" data-bid=\"3-1\" class=\"b\">2Ki 9:27</a>) At Megiddo King Josiah of Judah was mortally wounded when he intercepted the Egyptian army under Pharaoh Nechoh that was on its way to help the Assyrians at the river Euphrates.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002960/3/0\" data-bid=\"4-1\" class=\"b\">2Ki 23:29, 30;</a><a href=\"/en/wol/bc/r1/lp-e/1200002960/3/1\" data-bid=\"4-2\" class=\"b\"> 2Ch 35:22</a>.At various times during its long history, as archaeological diggings show, Megiddo was heavily fortified. Ruins have been uncovered showing that it once had walls between 4 and 5&#xA0;m (13 and 16&#xA0;ft) thick, which were later increased to more than 7.5&#xA0;m (25&#xA0;ft) thick, sections of which were still over 3.3&#xA0;m (11&#xA0;ft) high when found.<strong>History. </strong>The first mention of Megiddo lists its king among the 31 that Joshua defeated in the initial conquest of the Promised Land. (<a href=\"/en/wol/bc/r1/lp-e/1200002960/4/0\" data-bid=\"5-1\" class=\"b\">Jos 12:7, 8,</a><a href=\"/en/wol/bc/r1/lp-e/1200002960/4/1\" data-bid=\"5-2\" class=\"b\"> 21,</a><a href=\"/en/wol/bc/r1/lp-e/1200002960/4/2\" data-bid=\"5-3\" class=\"b\">&#xA0;24</a>) When the land was apportioned, Megiddo, together with its dependent towns, became an enclave city belonging to the tribe of Manasseh, though it was situated in the territory of Issachar. (<a href=\"/en/wol/bc/r1/lp-e/1200002960/5/0\" data-bid=\"6-1\" class=\"b\">Jos 17:11;</a><a href=\"/en/wol/bc/r1/lp-e/1200002960/5/1\" data-bid=\"6-2\" class=\"b\"> 1Ch 7:29</a>) However, during the period of the Judges, Manasseh was not able to drive the Canaanites out of this stronghold. At best, when Israel became strong, the inhabitants of this city were regimented for forced labor.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002960/6/0\" data-bid=\"7-1\" class=\"b\">Jg 1:27,&#xA0;28</a>.Under David&#x2019;s reign, when the boundaries of the kingdom were extended to their full limits, all Canaanite elements within the Promised Land were subjugated, including Megiddo. This allowed Solomon to include Megiddo in the fifth-named district set up to supply the royal household with food one month out of the year.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002960/7/0\" data-bid=\"8-1\" class=\"b\">1Ki 4:7, 8,</a><a href=\"/en/wol/bc/r1/lp-e/1200002960/7/1\" data-bid=\"8-2\" class=\"b\">&#xA0;12</a>.Solomon also fortified Megiddo, and it may have become one of his chariot cities where some of his 12,000 steeds were stabled. (<a href=\"/en/wol/bc/r1/lp-e/1200002960/8/0\" data-bid=\"9-1\" class=\"b\">1Ki 9:15-19;</a><a href=\"/en/wol/bc/r1/lp-e/1200002960/8/1\" data-bid=\"9-2\" class=\"b\"> 10:26</a>) At Megiddo archaeologists have found very extensive remains of what some scholars (but not all) think were stables capable of accommodating upwards of 450 horses. At first these structures were credited to Solomon&#x2019;s time, but many later archaeologists redated them to a later period, perhaps the time of Ahab.<span id=\"page366\" class=\"pageNum\" data-no=\"366\" data-before-text=\"366\"></span>Zechariah&#x2019;s prophecy (<a href=\"/en/wol/bc/r1/lp-e/1200002960/9/0\" data-bid=\"10-1\" class=\"b\">12:11</a>) speaks of a &#x2018;great wailing&#x2019; that occurred &#x201C;in the valley plain of Megiddo,&#x201D; which may be a reference to the lamentation over King Josiah, who was killed there in battle. (<a href=\"/en/wol/bc/r1/lp-e/1200002960/10/0\" data-bid=\"11-1\" class=\"b\">2Ki 23:29,&#xA0;30</a>) There is a slight difference in the Hebrew spelling of Megiddo here in the book of Zechariah. Instead of the conventional Hebrew spelling <em>Meghid&#xB7;doh&#x2B9;, </em>it is <em>Meghid&#xB7;dohn&#x2B9;, </em>a prolonged form similar to that found at <a href=\"/en/wol/bc/r1/lp-e/1200002960/11/0\" data-bid=\"12-1\" class=\"b\">Revelation 16:16</a>.<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200002960/0\">HAR&#x2013;MAGEDON</a>.<strong>[Picture on page&#xA0;365]</strong>Solomonic gate at Megiddo, like the ones found at Hazor and Gezer"}{"title":"Megiddo","link":"/en/wol/d/r1/lp-e/1200001700","html":"<span id=\"page953\" class=\"pageNum\" data-no=\"953\" data-before-text=\"953\"></span><strong>MEGIDDO</strong>STRATEGICALLY located and dominating major trade and military routes, Megiddo was a focus of international interest in Bible times. The valley plain at its feet became the site of many decisive battles. Therefore, the book of Revelation fittingly names the coming &#x201C;war of the great day of God the Almighty&#x201D; Har&#x2013;Magedon (from Heb., meaning &#x201C;Mountain of Megiddo&#x201D;). However, it is not at literal Megiddo that this war will be fought. It will involve &#x201C;the kings of the entire inhabited earth.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001700/0/0\" data-bid=\"1-1\" class=\"b\">Re 16:14,</a><a href=\"/en/wol/bc/r1/lp-e/1200001700/0/1\" data-bid=\"1-2\" class=\"b\">&#xA0;16</a>) This time no human ruler will be victor. It will be the Kingdom of God that will prove triumphant over all of them, vindicating Jehovah God, the Almighty, as Universal Sovereign.<strong>[Map on page&#xA0;953]</strong>(For fully formatted text, see publication) <strong>Principal Routes</strong> <strong>Secondary Routes</strong>Mt.&#xA0;Carmel<em>Great Sea</em> To Tyre To DamascusJokneamDorMegiddoJezreelTaanach To Jerusalem To Egypt<strong>[Pictures on page&#xA0;953]</strong><em>Above: </em>Model of ancient Megiddo.<em>Right: </em>Aerial view of the ruins of Megiddo, overlooking the Plain of Esdraelon"}