{"title":"Melchizedek","link":"/en/wol/d/r1/lp-e/1200002970","html":"<span id=\"page366\" class=\"pageNum\" data-no=\"366\" data-before-text=\"366\"></span><strong>MELCHIZEDEK</strong>(Mel&#xB7;chiz&#x2B9;e&#xB7;dek) [King of Righteousness].King of ancient Salem and &#x201C;priest of the Most High God,&#x201D; Jehovah. (<a href=\"/en/wol/bc/r1/lp-e/1200002970/0/0\" data-bid=\"1-1\" class=\"b\">Ge 14:18,</a><a href=\"/en/wol/bc/r1/lp-e/1200002970/0/1\" data-bid=\"1-2\" class=\"b\">&#xA0;22</a>) He is the first priest mentioned in the Scriptures; he occupied that position sometime prior to 1933&#xA0;B.C.E. Being the king of Salem, which means &#x201C;Peace,&#x201D; Melchizedek is identified by the apostle Paul as &#x201C;King of Peace&#x201D; and, on the basis of his name, as &#x201C;King of Righteousness.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002970/1/0\" data-bid=\"2-1\" class=\"b\">Heb 7:1,&#xA0;2</a>) Ancient Salem is understood to have been the nucleus of the later city of Jerusalem, and its name was incorporated in that of Jerusalem, which is sometimes referred to as &#x201C;Salem.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002970/2/0\" data-bid=\"3-1\" class=\"b\">Ps 76:2</a>.After Abram (Abraham) defeated Chedorlaomer and his confederate kings, the patriarch came to the Low Plain of Shaveh or &#x201C;the king&#x2019;s Low Plain.&#x201D; There Melchizedek &#x201C;brought out bread and wine&#x201D; and blessed Abraham, saying: &#x201C;Blessed be Abram of the Most High God, Producer of heaven and earth; and blessed be the Most High God, who has delivered your oppressors into your hand!&#x201D; At that Abraham gave the king-priest &#x201C;a tenth of everything,&#x201D; that is, of &#x201C;the chief spoils&#x201D; he had acquired in his successful warfare against the allied kings.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002970/3/0\" data-bid=\"4-1\" class=\"b\">Ge 14:17-20;</a><a href=\"/en/wol/bc/r1/lp-e/1200002970/3/1\" data-bid=\"4-2\" class=\"b\"> Heb 7:4</a>.<strong>Christ&#x2019;s Priesthood Typified. </strong>In a notable Messianic prophecy the sworn oath of Jehovah to David&#x2019;s &#x201C;Lord&#x201D; is: &#x201C;You are a priest to time indefinite according to the manner of Melchizedek!&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002970/4/0\" data-bid=\"5-1\" class=\"b\">Ps 110:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002970/4/1\" data-bid=\"5-2\" class=\"b\">&#xA0;4</a>) This inspired psalm gave the Hebrews reason to regard the promised Messiah as the one in whom the office of priest and king would be combined. The apostle Paul, in the letter to the Hebrews, removed any doubt about the identity of the one foretold, speaking of &#x201C;Jesus, who has become a high priest according to the manner of Melchizedek forever.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002970/5/0\" data-bid=\"6-1\" class=\"b\">Heb 6:20;</a><a href=\"/en/wol/bc/r1/lp-e/1200002970/5/1\" data-bid=\"6-2\" class=\"b\"> 5:10</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200002970/0\">COVENANT</a>.<span id=\"page367\" class=\"pageNum\" data-no=\"367\" data-before-text=\"367\"></span><strong><em>Direct appointment. </em></strong>Jehovah evidently appointed Melchizedek to be a priest. In discussing Jesus&#x2019; status as the great High Priest, Paul showed that a man does not take the honor &#x201C;of his own accord, but only when he is called by God, just as Aaron also was.&#x201D; He also explained that &#x201C;the Christ did not glorify himself by becoming a high priest, but was glorified by him who spoke with reference to him: &#x2018;You are my son; I, today, I have become your father,&#x2019;&#x201D; and the apostle next applies the prophetic words of <a href=\"/en/wol/bc/r1/lp-e/1200002970/6/0\" data-bid=\"7-1\" class=\"b\">Psalm 110:4</a> to Jesus Christ.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002970/7/0\" data-bid=\"8-1\" class=\"b\">Heb 5:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200002970/7/1\" data-bid=\"8-2\" class=\"b\"> 4-6</a>.<strong><em>&#x2018;Received tithes from Levi.&#x2019; </em></strong>Melchizedek&#x2019;s priestly status was not linked with the priesthood of Israel, and as the Scriptures point out, it was higher than the Aaronic priesthood. One factor indicating this is the deference accorded to Melchizedek by Abraham, the forefather of the entire nation of Israel, including the priestly tribe of Levi. Abraham, &#x201C;Jehovah&#x2019;s friend,&#x201D; who became &#x201C;the father of all those having faith&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002970/8/0\" data-bid=\"9-1\" class=\"b\">Jas 2:23;</a><a href=\"/en/wol/bc/r1/lp-e/1200002970/8/1\" data-bid=\"9-2\" class=\"b\"> Ro 4:11</a>), gave a tenth, or a &#x201C;tithe,&#x201D; to this priest of the Most High God. Paul shows that the Levites collected tithes from their brothers, who also issued from the loins of Abraham. However, he points out that Melchizedek &#x201C;who did not trace his genealogy from them took tithes from Abraham,&#x201D; and &#x201C;through Abraham even Levi who receives tithes has paid tithes, for he was still in the loins of his forefather when Melchizedek met him.&#x201D; Thus, though the Levitical priests received tithes from the people of Israel, they, as represented in their ancestor Abraham, paid tithes to Melchizedek. Furthermore, the superiority of Melchizedek&#x2019;s priesthood is shown in that he blessed Abraham, Paul pointing out that &#x201C;the less is blessed by the greater.&#x201D; Such factors are among those making Melchizedek a suitable type of the great High Priest Jesus Christ.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002970/9/0\" data-bid=\"10-1\" class=\"b\">Heb 7:4-10</a>.<strong><em>No predecessors or successors. </em></strong>Paul clearly indicates that perfection was unattainable through the Levitical priesthood, thus necessitating the appearance of a priest &#x201C;according to the manner of Melchizedek.&#x201D; He points out that Christ sprang from Judah, a nonpriestly tribe, but, citing Jesus&#x2019; similarity to Melchizedek, shows that he became a priest, &#x201C;not according to the law of a commandment depending upon the flesh, but according to the power of an indestructible life.&#x201D; Aaron and his sons became priests without an oath, but the priesthood conferred on Christ was ordained by an oath of Jehovah. Also, whereas the Levitical priests kept dying and needed to have successors, the resurrected Jesus Christ &#x201C;because of continuing alive forever has his priesthood without any successors&#x201D; and, therefore, is able &#x201C;to save completely those who are approaching God through him, because he is always alive to plead for them.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002970/10/0\" data-bid=\"11-1\" class=\"b\">Heb 7:11-25</a>.<strong><em>How was it true that Melchizedek had &#x2018;neither beginning of days nor end of life&#x2019;?</em></strong>Paul isolated an outstanding fact respecting Melchizedek, in saying of him: &#x201C;In being fatherless, motherless, without genealogy, having neither a beginning of days nor an end of life, but having been made like the Son of God, he remains a priest perpetually.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002970/11/0\" data-bid=\"12-1\" class=\"b\">Heb 7:3</a>) Like other humans, Melchizedek was born and he died. However, the names of his father and mother are not furnished, his ancestry and posterity are not disclosed, and the Scriptures contain no information about the beginning of his days or the end of his life. Thus, Melchizedek could fittingly foreshadow Jesus Christ, who has an unending priesthood. As Melchizedek had no recorded predecessor or successor in his priesthood, so too Christ was preceded by no high priest similar to himself, and the Bible shows that none will ever succeed him. Furthermore, although Jesus was born in the tribe of Judah and in the kingly line of David, his fleshly ancestry had no bearing on his priesthood, nor was it by virtue of human ancestry that the offices of both priest and king were combined in him. These things were as a result of Jehovah&#x2019;s own oath to him.A view that appears in the Targums of Jerusalem and that has gained wide acceptance among the Jews and others is that Melchizedek was Noah&#x2019;s son Shem. Shem was then alive and even outlived Abraham&#x2019;s wife Sarah. Also, Noah specifically blessed Shem. (<a href=\"/en/wol/bc/r1/lp-e/1200002970/12/0\" data-bid=\"13-1\" class=\"b\">Ge 9:26,&#xA0;27</a>) But this identification has not been confirmed. The fact remains that Melchizedek&#x2019;s nationality, genealogy, and offspring are left undisclosed in the Scriptures, and that with good reason, for he could thus typify Jesus Christ, who by Jehovah&#x2019;s sworn oath &#x201C;has become a high priest according to the manner of Melchizedek forever.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002970/13/0\" data-bid=\"14-1\" class=\"b\">Heb 6:20</a>."}