{"title":"Memphis","link":"/en/wol/d/r1/lp-e/1200002976","html":"<span id=\"page369\" class=\"pageNum\" data-no=\"369\" data-before-text=\"369\"></span><strong>MEMPHIS</strong>(Mem&#x2B9;phis).One of the capitals of ancient Egypt, identified with the ruins at Mit Rahiney, about 23&#xA0;km (14&#xA0;mi) S of Cairo, on the W side of the Nile River. Memphis was for long the most important city in &#x201C;Lower Egypt&#x201D; (that is, the Delta region and a small section to the S thereof).At <a href=\"/en/wol/bc/r1/lp-e/1200002976/0/0\" data-bid=\"1-1\" class=\"b\">Hosea 9:6</a> the city is called <em>Moph </em>in the Hebrew text (rendered &#x201C;Memphis&#x201D; in most English translations). Elsewhere it is referred to by the Hebrew <em>Noph.<wbr></em>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002976/1/0\" data-bid=\"2-1\" class=\"b\">Isa 19:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200002976/1/1\" data-bid=\"2-2\" class=\"b\"> Jer 2:16;</a><a href=\"/en/wol/bc/r1/lp-e/1200002976/1/2\" data-bid=\"2-3\" class=\"b\"> 44:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200002976/1/3\" data-bid=\"2-4\" class=\"b\"> 46:14,</a><a href=\"/en/wol/bc/r1/lp-e/1200002976/1/4\" data-bid=\"2-5\" class=\"b\"> 19;</a><a href=\"/en/wol/bc/r1/lp-e/1200002976/1/5\" data-bid=\"2-6\" class=\"b\"> Eze 30:13,</a><a href=\"/en/wol/bc/r1/lp-e/1200002976/1/6\" data-bid=\"2-7\" class=\"b\">&#xA0;16</a>.<strong>History. </strong>According to legend, recounted by Greek historian Herodotus (II,&#xA0;99), Memphis was established by a ruler named Menes; no historical evidence has been found, however, for this supposed founder of the &#x201C;First Dynasty&#x201D; of Egyptian rulers.Memphis&#x2019; geographic situation was ideally suited for a capital city of this land of the Nile. Lying just a little south of the apex of the Delta (that is, the point where the Nile River divides up into its branches), it could exercise control not only over the Delta region to the north but also over the traffic on the Nile. Desert and mountains made difficult any approach to the city from the W, and the Nile itself and the hills beyond served as a protection from the E.&#xA0;Thus, Memphis, on the border between Upper (southern) and Lower (northern) Egypt, anciently held the key to all Egypt, much as modern Cairo does today in a nearby location.<strong><em>Commercial. </em></strong>The city was a great commercial center throughout its history, declining only after the Greek conquest when Alexandria on the northern coast became the country&#x2019;s most thriving port. According to some historians, Memphis became widely reputed for its glass manufacture, Rome being a principal importer of its wares. Acacia trees were also cultivated in the area to supply wood for making furniture, ships for Egypt&#x2019;s navy, and military weapons.<strong><em>Political. </em></strong>Politically, also, Memphis held great prominence, particularly during the period Egyptologists call the &#x201C;Old Kingdom&#x201D; and on down into the &#x201C;Middle Kingdom.&#x201D; Most historians believe that the seat of government of the earliest dynasties was at Memphis, though perhaps moving to Thebes (Biblical No-amon, about 480&#xA0;km [300&#xA0;mi] farther S) for a time. It seems likely that the capital was still at Memphis when Abraham visited Egypt and had his experience with the ruling Pharaoh.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002976/2/0\" data-bid=\"3-1\" class=\"b\">Ge 12:10-20</a>.The Biblical evidence seems to indicate that during the Israelites&#x2019; sojourn in Egypt the Egyptian capital was in Lower (Northern) Egypt within reasonably easy access of the land of Goshen, where the Israelites were dwelling. (<a href=\"/en/wol/bc/r1/lp-e/1200002976/3/0\" data-bid=\"4-1\" class=\"b\">Ge 47:1,&#xA0;2</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200002976/0\">GOSHEN</a> No.&#xA0;1.) Moses&#x2019; meeting Pharaoh &#x2018;by the Nile River&#x2019; would appear to favor the capital&#x2019;s being at Memphis rather than down in the Delta region (as some suggest), for the Nile split into several branches upon reaching the Delta.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002976/4/0\" data-bid=\"5-1\" class=\"b\">Ex 7:15</a>.Because of its prominence, Memphis figures in several prophecies involving Egypt. At <a href=\"/en/wol/bc/r1/lp-e/1200002976/5/0\" data-bid=\"6-1\" class=\"b\">Jeremiah 2:16</a>, the prophet spoke of Noph (Memphis) and Tahpanes (a city in the Delta region) as &#x201C;feeding on [Israel] at the crown of the head,&#x201D; that is, stripping Israel and making it as if bald. This <span id=\"page370\" class=\"pageNum\" data-no=\"370\" data-before-text=\"370\"></span>meant a humiliation for God&#x2019;s professed people, accompanied by mourning. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200002976/6/0\" data-bid=\"7-1\" class=\"b\">2Ki 2:23;</a><a href=\"/en/wol/bc/r1/lp-e/1200002976/6/1\" data-bid=\"7-2\" class=\"b\"> Isa 22:12</a>.) In the case of both the northern kingdom of Israel and the southern kingdom (Judah), Egypt, as here represented by Memphis and Tahpanes, proved to be a futile source of hoped-for aid and support, while at the same time showing itself ready to exploit God&#x2019;s covenant people for selfish advantage.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002976/7/0\" data-bid=\"8-1\" class=\"b\">Ho 7:11;</a><a href=\"/en/wol/bc/r1/lp-e/1200002976/7/1\" data-bid=\"8-2\" class=\"b\"> Isa 30:1-3;</a><a href=\"/en/wol/bc/r1/lp-e/1200002976/7/2\" data-bid=\"8-3\" class=\"b\"> 2Ki 23:31-35</a>.<strong><em>Religious. </em></strong>Memphis was a center of religion and of learning in Egypt, but back in the eighth century B.C.E., Isaiah foretold that the vaunted wisdom of the princes (perhaps priestly princes) of Noph (Memphis) would fail and Egypt would be misled. (<a href=\"/en/wol/bc/r1/lp-e/1200002976/8/0\" data-bid=\"9-1\" class=\"b\">Isa 19:13</a>) Such counselors evidently fostered a false sense of security in Egypt as regards the aggressive power of Assyria.Memorials of Ethiopian King Tirhakah&#x2019;s reign over Egypt have been found at Memphis. Though Tirhakah managed to survive his encounter with Assyrian King Sennacherib in Canaan (732&#xA0;B.C.E.; <a href=\"/en/wol/bc/r1/lp-e/1200002976/9/0\" data-bid=\"10-1\" class=\"b\">2Ki 19:9</a>), Sennacherib&#x2019;s son Esar-haddon later shattered the Egyptian army, forcing them to retreat to Memphis. Esar-haddon&#x2019;s own record of the subsequent conflict reads: &#x201C;I led siege to Memphis, his [Tirhakah&#x2019;s] royal residence, and conquered it in half a day by means of mines, breaches and assault ladders; I destroyed (it), tore down (its walls) and burnt it down.&#x201D; (<em>Ancient Near Eastern Texts, </em>edited by J.&#xA0;Pritchard, 1974, p.&#xA0;293) Apparently a few years later Egypt&#x2019;s forces retook Memphis, massacring the Assyrian garrison. But Ashurbanipal, son of Esar-haddon, marched into Egypt and drove the rulers out of Memphis and back up the Nile (southward).When Assyria went into decline in the latter part of the seventh century B.C.E., Memphis came back under full Egyptian control. Following Babylonian King Nebuchadnezzar&#x2019;s desolation of Judah in 607&#xA0;B.C.E., Jewish refugees fled into Egypt, taking up residence in Memphis and other cities. (<a href=\"/en/wol/bc/r1/lp-e/1200002976/10/0\" data-bid=\"11-1\" class=\"b\">Jer 44:1</a>) Through his prophets Jeremiah and Ezekiel, Jehovah condemned them to disaster and foretold that Nebuchadnezzar would strike Egypt a devastating blow, with Memphis (Noph) experiencing the full force of the attack. (<a href=\"/en/wol/bc/r1/lp-e/1200002976/11/0\" data-bid=\"12-1\" class=\"b\">Jer 44:11-14;</a><a href=\"/en/wol/bc/r1/lp-e/1200002976/11/1\" data-bid=\"12-2\" class=\"b\"> 46:13, 14,</a><a href=\"/en/wol/bc/r1/lp-e/1200002976/11/2\" data-bid=\"12-3\" class=\"b\"> 19;</a><a href=\"/en/wol/bc/r1/lp-e/1200002976/11/3\" data-bid=\"12-4\" class=\"b\"> Eze 30:10-13</a>) The Babylonian attackers of Memphis would confidently attack the city in broad daylight.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002976/12/0\" data-bid=\"13-1\" class=\"b\">Eze 30:16</a>.Memphis again came in for a severe defeat at the hands of Persian King Cambyses in 525&#xA0;B.C.E., thereafter becoming the seat of a Persian satrapy. The city never fully recovered from the effects of this conquest. With the rise of Alexandria under the Ptolemies, Memphis declined steadily and by the seventh century of the Common Era had become vast ruins.Memphis was among the foremost sacred cities of ancient Egypt, along with nearby On (Heliopolis). (<a href=\"/en/wol/bc/r1/lp-e/1200002976/13/0\" data-bid=\"14-1\" class=\"b\">Ge 41:50</a>) Especially important were the shrines dedicated to the god Ptah and to the sacred bull Apis. The god Ptah, according to the &#x201C;Memphite theology&#x201D; devised by the priests of Memphis, was the creator (sharing this distinction with other gods such as Thoth, Ra, and Osiris), and his mythological activity apparently was modeled on the actual role of the Pharaoh in human affairs. Classical historians describe the temple of Ptah at Memphis as being periodically enlarged and beautified. Enormous statues adorned it.The Apis bull, a specially marked live bull, was kept at Memphis and worshiped as the incarnation of the god Osiris, though in certain legends it is also connected with the god Ptah. At its death, public mourning was carried on, and an impressive burial of the bull was made at nearby Saqqara. (When the tomb there was opened in the 19th&#xA0;century, investigators found the embalmed bodies of over 60 bulls and cows.) The selection of a new Apis bull and its enthronement at Memphis was an equally elaborate ceremony. This worship may have influenced the rebellious Israelites in their idea of worshiping Jehovah through a golden calf. (<a href=\"/en/wol/bc/r1/lp-e/1200002976/14/0\" data-bid=\"15-1\" class=\"b\">Ex 32:4,&#xA0;5</a>) The worship of the foreign goddess Astarte was also prominent at Memphis, and there were temples to Egyptian gods and goddesses such as Hathor, Amon, Imhotep, Isis, Osiris-Sokar, Anubis, and others. This whole array of ancient deities and their idols was due for destruction by divine judgment.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002976/15/0\" data-bid=\"16-1\" class=\"b\">Eze 30:13</a>.<strong><em>Royal burial sites. </em></strong>Evidence of Memphis&#x2019; past importance is seen from the vast burial grounds close by the ancient site, these areas containing some 20 pyramids or royal monumental tombs. The prominence of Memphis as a royal burial site doubtless is reflected in Hosea&#x2019;s prophecy against faithless Israel in the eighth century B.C.E., to the effect that &#x201C;Egypt itself will collect them together; Memphis, for its part, will bury them.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002976/16/0\" data-bid=\"17-1\" class=\"b\">Ho 9:6</a>) Among the pyramids found at Saqqara, near Memphis, is the Step Pyramid built by King Djoser (&#x201C;Third Dynasty&#x201D;), considered to be the oldest freestanding stone structure known. Farther to the WNW of Memphis are the far more impressive pyramids of Giza and the Great Sphinx. Today these tombs and similar stone structures are all that remain to indicate Memphis&#x2019; past religious glory. As foretold, the city has become &#x201C;a mere object of astonishment.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002976/17/0\" data-bid=\"18-1\" class=\"b\">Jer 46:19</a>."}