{"title":"Menahem","link":"/en/wol/d/r1/lp-e/1200002978","html":"<span id=\"page371\" class=\"pageNum\" data-no=\"371\" data-before-text=\"371\"></span><strong>MENAHEM</strong>(Men&#x2B9;a&#xB7;hem) [One Who Comforts].Son of Gadi and king of Israel for ten years from about 790&#xA0;B.C.E. Upon learning that Shallum had assassinated King Zechariah, Menahem went from Tirzah to Samaria and killed the assassin there. He then assumed rulership. Evidently during the early part of his reign Menahem struck down Tiphsah &#x201C;and all that was in it and its territory out from Tirzah, because it did not open up.&#x201D; The town was apparently reluctant to open its gate to him. (<em>LXX, Vg, Sy</em>) Harsh treatment was meted out to the populace: &#x201C;All its pregnant women he ripped up.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002978/0/0\" data-bid=\"1-1\" class=\"b\">2Ki 15:10,</a><a href=\"/en/wol/bc/r1/lp-e/1200002978/0/1\" data-bid=\"1-2\" class=\"b\"> 13-17</a>.Menahem did what was bad in Jehovah&#x2019;s eyes. He promoted calf worship, failing to depart from the sins of Jeroboam, the first king of the ten-tribe kingdom. During his reign, King Pul (Tiglath-pileser&#xA0;III) invaded Israel, and Menahem was forced to pay that Assyrian monarch &#x201C;a thousand talents of silver.&#x201D; ($6,606,000) He acquired this sum by imposing an assessment of 50 silver shekels upon each of &#x201C;the valiant, mighty men&#x201D; of Israel. Since a talent of silver equaled about 3,000 shekels, the silver was obtained from about 60,000 persons. Menahem gave the silver to the Assyrian king, &#x201C;that his hands might prove to be with him to strengthen the kingdom in his own hand.&#x201D; Upon receiving this amount, Pul withdrew from the land.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002978/1/0\" data-bid=\"2-1\" class=\"b\">2Ki 15:19,&#xA0;20</a>.Menahem is named in an inscription of Tiglath-pileser&#xA0;III as &#x201C;Menahem of Samaria&#x201D; (<em>Me-ni-hi-im-me <sup>al</sup>Sa-me-ri-na-a-a</em>), being listed there, along with Syrian King Rezon (<em>Ra-hi-a-nu</em>) and King Hiram (<em>Hi-ru-um-mu</em>) of Tyre (different from the Hiram of David&#x2019;s day), as a ruler from whom that Assyrian monarch claims to have received tribute. (<em>Ancient Near Eastern Texts, </em>edited by J.&#xA0;Pritchard, 1974, pp.&#xA0;282, 283) Menahem died about 781&#xA0;B.C.E., and his son Pekahiah succeeded him on Israel&#x2019;s throne.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002978/2/0\" data-bid=\"3-1\" class=\"b\">2Ki 15:22</a>."}