{"title":"Mene","link":"/en/wol/d/r1/lp-e/1200002979","html":"<span id=\"page371\" class=\"pageNum\" data-no=\"371\" data-before-text=\"371\"></span><strong>MENE</strong>(Me&#x2B9;ne).The opening word of a cryptic message miraculously inscribed on the plaster wall of King Belshazzar&#x2019;s banquet hall in Babylon on the night of October&#xA0;5, 539&#xA0;B.C.E. (Gregorian calendar), just before the city&#x2019;s fall to the Medes and Persians. According to Daniel, who was empowered by Jehovah to read the inscription and give its interpretation, the writing read: &#x201C;MENE, MENE, TEKEL and PARSIN.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002979/0/0\" data-bid=\"1-1\" class=\"b\">Da 5:25</a>) The inscription evidently consisted only of consonants and required intelligent and proper vocalization, as well as correct interpretation. The words themselves literally mean: &#x201C;A mina, a mina, a shekel, and half shekels.&#x201D;In giving the accurate interpretation, Daniel said first: &#x201C;This is the interpretation of the word: MENE, God has numbered the days of your kingdom and has finished it.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002979/1/0\" data-bid=\"2-1\" class=\"b\">Da 5:26</a>) Even that portion of the message should have made things clear to King Belshazzar. Jehovah had dethroned mighty Nebuchadnezzar, who had been more powerful than Belshazzar. So He should be able to cut down the number of days of Belshazzar&#x2019;s kingship and those of his coregent and father, Nabonidus. Jehovah could bring the dynasty to its end. The word &#x201C;MENE&#x201D; appeared twice in the inscription, perhaps because the message applied to both rulers in the kingdom of Babylon at that time, Nabonidus and Belshazzar. However, Daniel, in giving the interpretation, used &#x201C;MENE&#x201D; only once, possibly because only Belshazzar was present on this occasion.The Bible does not reveal why none of Babylon&#x2019;s wise men were able to read the writing. (<a href=\"/en/wol/bc/r1/lp-e/1200002979/2/0\" data-bid=\"3-1\" class=\"b\">Da 5:8</a>) It may have been because of the cryptic nature of the message, or the writing itself may have been in a script or language unknown to them."}