{"title":"Menstruation","link":"/en/wol/d/r1/lp-e/1200002981","html":"<span id=\"page371\" class=\"pageNum\" data-no=\"371\" data-before-text=\"371\"></span><strong>MENSTRUATION</strong>(men&#xB7;stru&#xB7;a&#x2B9;tion).The periodic discharge of the menses (blood, fluid, and some tissue debris) from a woman&#x2019;s uterus. Menstruation of women is generally a monthly experience, occurring about every four weeks. Girls begin menstruating at puberty, and this function normally continues until menopause, each menstrual flow usually lasting from three to five days.The Scriptures associate menstruation with impurity and uncleanness (<a href=\"/en/wol/bc/r1/lp-e/1200002981/0/0\" data-bid=\"1-1\" class=\"b\">Le 12:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200002981/0/1\" data-bid=\"1-2\" class=\"b\"> Eze 22:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200002981/0/2\" data-bid=\"1-3\" class=\"b\"> 36:17</a>), a form of the Hebrew word relating to it (<em>nid&#xB7;dah&#x2B9;</em>) sometimes being rendered &#x201C;menstrual impurity.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002981/1/0\" data-bid=\"2-1\" class=\"b\">Le 15:25,&#xA0;26</a>) A form of another <span id=\"page372\" class=\"pageNum\" data-no=\"372\" data-before-text=\"372\"></span>Hebrew term, <em>da&#xB7;weh&#x2B9;, </em>which can denote illness (<a href=\"/en/wol/bc/r1/lp-e/1200002981/2/0\" data-bid=\"3-1\" class=\"b\">La 5:17</a>), is translated &#x201C;menstruating woman.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002981/3/0\" data-bid=\"4-1\" class=\"b\">Le 15:33;</a><a href=\"/en/wol/bc/r1/lp-e/1200002981/3/1\" data-bid=\"4-2\" class=\"b\"> Isa 30:22</a>) Menstruation is also meant by the phrase &#x201C;the customary thing with women.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002981/4/0\" data-bid=\"5-1\" class=\"b\">Ge 31:35</a>.<strong>&#x201C;Unclean&#x201D; Under Law. </strong>According to the Mosaic Law, a woman was considered unclean for seven days during normal menstruation. The bed or any other articles upon which the menstruating woman might lie or sit were also rendered unclean. Anyone touching her or items she had made unclean was required to wash his garments and bathe, and that one remained unclean until the evening. If her menstrual impurity came to be upon a man lying down with her (as when, unwittingly, a husband had sexual relations with his wife at the beginning of menstruation), he was rendered unclean for seven days, and the bed upon which he might lie down was considered unclean.The woman was also viewed as unclean for the duration of an irregular running discharge of blood or &#x201C;a flow longer than her menstrual impurity,&#x201D; at which time she made the articles on which she lay or sat as well as persons touching these items unclean. After the abnormal discharge ceased, she was to count seven days, and she then became clean. On the eighth day the woman brought two turtledoves or two young pigeons to the priest, who made atonement for her, presenting one of these creatures to Jehovah as a sin offering and the other as a burnt offering.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002981/5/0\" data-bid=\"6-1\" class=\"b\">Le 15:19-30</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200002981/0\">CLEAN, CLEANNESS</a>.If a man and a woman deliberately cohabited during her menstrual impurity, they were cut off in death. (<a href=\"/en/wol/bc/r1/lp-e/1200002981/6/0\" data-bid=\"7-1\" class=\"b\">Le 18:19;</a><a href=\"/en/wol/bc/r1/lp-e/1200002981/6/1\" data-bid=\"7-2\" class=\"b\"> 20:18</a>) The prohibiting of sexual union during menstruation probably contributed to health, perhaps preventing, for instance, the occurrence of inflammation in the genital area, simple urethritis. The Israelites also may have been reminded of the sanctity of blood by the Law&#x2019;s regulations involving menstruation or blood flow. These rules were not discriminatory against women, for men were subject to uncleanness by discharges to which they were prone. (<a href=\"/en/wol/bc/r1/lp-e/1200002981/7/0\" data-bid=\"8-1\" class=\"b\">Le 15:1-17</a>) Especially did regulations concerning menstruation show Jehovah&#x2019;s consideration for womankind. The Christian husband, though he is not under the Law (<a href=\"/en/wol/bc/r1/lp-e/1200002981/8/0\" data-bid=\"9-1\" class=\"b\">Ro 6:14;</a><a href=\"/en/wol/bc/r1/lp-e/1200002981/8/1\" data-bid=\"9-2\" class=\"b\"> Eph 2:11-16</a>), also does well to consider his wife&#x2019;s cycles and vicissitudes, dwelling with her &#x201C;according to knowledge&#x201D; and assigning her honor &#x201C;as to a weaker vessel, the feminine one.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002981/9/0\" data-bid=\"10-1\" class=\"b\">1Pe 3:7</a>."}