{"title":"Mephibosheth","link":"/en/wol/d/r1/lp-e/1200002986","html":"<span id=\"page372\" class=\"pageNum\" data-no=\"372\" data-before-text=\"372\"></span><strong>MEPHIBOSHETH</strong>(Me&#xB7;phib&#x2B9;o&#xB7;sheth).<strong>1. </strong>One of King Saul&#x2019;s two sons by Rizpah the daughter of Aiah. (<a href=\"/en/wol/bc/r1/lp-e/1200002986/0/0\" data-bid=\"1-1\" class=\"b\">2Sa 21:8</a>) He was among the seven descendants of Saul that David gave to the Gibeonites to atone for Saul&#x2019;s attempt to annihilate them. (<a href=\"/en/wol/tc/r1/lp-e/1200002986/0\">See GIBEON, GIBEONITES</a>.) The Gibeonites exposed Mephibosheth and the six other members of Saul&#x2019;s household &#x201C;on the mountain before Jehovah,&#x201D; after putting them to death &#x201C;in the first days of harvest, at the start of the barley harvest.&#x201D; (Compare <a href=\"/en/wol/bc/r1/lp-e/1200002986/1/0\" data-bid=\"2-1\" class=\"b\">Nu 25:4</a>.) However, Rizpah acted to keep the fowls and wild beasts away from them, and David later had their bones gathered and buried with those of Saul and Jonathan in the burial place of Kish.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002986/2/0\" data-bid=\"3-1\" class=\"b\">2Sa 21:1-14</a>.<strong>2. </strong>Son of Jonathan; grandson of King Saul. When the report about the deaths of Saul and <span id=\"page373\" class=\"pageNum\" data-no=\"373\" data-before-text=\"373\"></span>Jonathan came from Jezreel, Mephibosheth&#x2019;s nurse began to carry the five-year-old boy and flee in panic. At that time he &#x201C;had a fall and was lamed&#x201D; in both feet. (<a href=\"/en/wol/bc/r1/lp-e/1200002986/3/0\" data-bid=\"4-1\" class=\"b\">2Sa 4:4</a>) For some years thereafter, Mephibosheth lived in the house of Machir the son of Ammiel at Lo-debar. David learned this from Ziba, a former servant in Saul&#x2019;s house. Doubtless remembering his covenant with Jonathan (<a href=\"/en/wol/bc/r1/lp-e/1200002986/4/0\" data-bid=\"5-1\" class=\"b\">1Sa 20:12-17,</a><a href=\"/en/wol/bc/r1/lp-e/1200002986/4/1\" data-bid=\"5-2\" class=\"b\">&#xA0;42</a>), David wished to exercise loving-kindness toward anyone &#x201C;left over of the house of Saul.&#x201D; Mephibosheth was brought before David, and when the king explained that it was his desire to exercise loving-kindness toward Mephibosheth by returning to him &#x201C;all the field of Saul&#x201D; and by having him &#x201C;eat bread at my table constantly,&#x201D; Mephibosheth responded humbly: &#x201C;What is your servant, that you have turned your face to the dead dog such as I am?&#x201D; However, in keeping with David&#x2019;s determination in the matter, Ziba and all those dwelling in his house (including 15 sons and 20 servants) became servants to Mephibosheth, who was given Saul&#x2019;s property. He thereafter resided in Jerusalem and constantly ate at the table of the king.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002986/5/0\" data-bid=\"6-1\" class=\"b\">2Sa&#xA0;9</a>.When David fled from Jerusalem because of Absalom&#x2019;s conspiracy, he was met by Ziba, who provided him with supplies. Answering David&#x2019;s inquiries as to the whereabouts of Mephibosheth, Ziba said: &#x201C;There he is dwelling in Jerusalem; for he said: &#x2018;Today the house of Israel will give back to me the royal rule of my father.&#x2019;&#x201D; At that, the king told Ziba: &#x201C;Look! Yours is everything that belongs to Mephibosheth.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200002986/6/0\" data-bid=\"7-1\" class=\"b\">2Sa 16:1-4</a>) Mephibosheth came to meet David upon the king&#x2019;s return to Jerusalem, the account saying &#x201C;he had not attended to his feet nor had he attended to his mustache nor had he washed his garments from the day that the king went away until the day that he came in peace.&#x201D; When David asked why Mephibosheth had not gone with him, Mephibosheth gave the explanation that his servant had tricked him and also said: &#x201C;So he slandered your servant to my lord the king. But my lord the king is as an angel of the true God&#x201D; (that is, he would see the matter in its true light). David evidently recognized Mephibosheth&#x2019;s innocence, altering his first decree by saying: &#x201C;You and Ziba should share in the field.&#x201D; To this Mephibosheth replied: &#x201C;Let him even take the whole, now that my lord the king has come in peace to his house.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002986/7/0\" data-bid=\"8-1\" class=\"b\">2Sa 19:24-30</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200002986/8/0\" data-bid=\"9-1\" class=\"b\">Pr 18:17;</a><a href=\"/en/wol/bc/r1/lp-e/1200002986/8/1\" data-bid=\"9-2\" class=\"b\"> 25:8-10</a>.When the Gibeonites sought the death of Saul&#x2019;s descendants to atone for that king&#x2019;s evil attempt against them, David felt compassion for Mephibosheth because of the oath of Jehovah between David and Jonathan and spared Mephibosheth. (<a href=\"/en/wol/bc/r1/lp-e/1200002986/9/0\" data-bid=\"10-1\" class=\"b\">2Sa 21:7,&#xA0;8</a>) The Scriptures provide no further information about Mephibosheth, though Saul&#x2019;s family continued in existence to a later generation through Mephibosheth&#x2019;s son Mica (Micah). (<a href=\"/en/wol/bc/r1/lp-e/1200002986/10/0\" data-bid=\"11-1\" class=\"b\">2Sa 9:12;</a><a href=\"/en/wol/bc/r1/lp-e/1200002986/10/1\" data-bid=\"11-2\" class=\"b\"> 1Ch 9:39-44</a>) Evidently Mephibosheth also had the name Merib-baal, as <a href=\"/en/wol/bc/r1/lp-e/1200002986/11/0\" data-bid=\"12-1\" class=\"b\">1&#xA0;Chronicles 8:34</a> and <a href=\"/en/wol/bc/r1/lp-e/1200002986/12/0\" data-bid=\"13-1\" class=\"b\">9:40</a> would indicate."}