{"title":"Merab","link":"/en/wol/d/r1/lp-e/1200002987","html":"<span id=\"page373\" class=\"pageNum\" data-no=\"373\" data-before-text=\"373\"></span><strong>MERAB</strong>(Me&#x2B9;rab) [from a root meaning &#x201C;become many (abundant)&#x201D;].The older of King Saul&#x2019;s two daughters. (<a href=\"/en/wol/bc/r1/lp-e/1200002987/0/0\" data-bid=\"1-1\" class=\"b\">1Sa 14:49</a>) Saul had evidently promised to give one of them in marriage to the man who would defeat Goliath (<a href=\"/en/wol/bc/r1/lp-e/1200002987/1/0\" data-bid=\"2-1\" class=\"b\">1Sa 17:25</a>), and it may have been for that reason that he offered Merab to David. After his encounter with Goliath, David proved to be a prudent and successful fighter against the Philistines, so much so that Saul &#x201C;was scared of him,&#x201D; while the people of Israel and Judah loved him. (<a href=\"/en/wol/bc/r1/lp-e/1200002987/2/0\" data-bid=\"3-1\" class=\"b\">1Sa 18:15,&#xA0;16</a>) In offering Merab to David as a wife, Saul urged him on to continued valor, while thinking to himself, &#x201C;Do not let my hand come to be upon him, but let the hand of the Philistines come to be upon him,&#x201D; hoping for David&#x2019;s death in battle. David, in humility, hesitated to accept the offer to become the son-in-law of the king. As matters turned out, Saul did not keep his promise, and Merab never became David&#x2019;s wife. The account states that the younger daughter, Michal, &#x201C;was in love with David,&#x201D; which may imply that Merab was not. At any rate, &#x201C;it came about that at the time for giving Merab, Saul&#x2019;s daughter, to David, she herself had already been given to Adriel the Meholathite as a wife.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002987/3/0\" data-bid=\"4-1\" class=\"b\">1Sa 18:17-20</a>.Merab bore five sons to Adriel. However, David later gave these sons and two other members of Saul&#x2019;s household to the Gibeonites, who put all seven to death. This was done to atone for Saul&#x2019;s having tried to annihilate the Gibeonites.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200002987/4/0\" data-bid=\"5-1\" class=\"b\">2Sa 21:1-10</a>.<strong>Merab&#x2019;s Sister Rears Her Sons. </strong>According to the Masoretic text, <a href=\"/en/wol/bc/r1/lp-e/1200002987/5/0\" data-bid=\"6-1\" class=\"b\">2&#xA0;Samuel 21:8</a> speaks of &#x201C;the five sons of Michal the daughter of Saul whom she bore to Adriel.&#x201D; Yet <a href=\"/en/wol/bc/r1/lp-e/1200002987/6/0\" data-bid=\"7-1\" class=\"b\">2&#xA0;Samuel 6:23</a> says that Michal died childless. It appears that some scribes have tried to resolve this difficulty by substituting the name of Merab for Michal at <a href=\"/en/wol/bc/r1/lp-e/1200002987/7/0\" data-bid=\"8-1\" class=\"b\">2&#xA0;Samuel 21:8</a>. This seems apparent from the fact that the Greek <em>Septuagint </em>(Lagardian edition) and two Hebrew manuscripts read &#x201C;Merab&#x201D; in this verse. However, a traditional explanation of <a href=\"/en/wol/bc/r1/lp-e/1200002987/8/0\" data-bid=\"9-1\" class=\"b\">2&#xA0;Samuel 21:8</a> as it appears in almost all other Hebrew manuscripts is as follows:Michal&#x2019;s sister Merab was the wife of Adriel and bore him the five sons in question. But Merab died <span id=\"page374\" class=\"pageNum\" data-no=\"374\" data-before-text=\"374\"></span>early, and her sister Michal, rejected by David and childless, undertook the rearing, or bringing up, of the five boys. Hence, they were spoken of as Michal&#x2019;s children instead of those of Merab. In harmony with this view of <a href=\"/en/wol/bc/r1/lp-e/1200002987/9/0\" data-bid=\"10-1\" class=\"b\">2&#xA0;Samuel 21:8</a>, the Bible translation by Isaac Leeser speaks of &#x201C;the five sons of Michal the daughter of Saul, whom she had brought up for Adriel,&#x201D; and a footnote thereon states: &#x201C;As Michal was David&#x2019;s wife; but the children were those of Merab, the oldest daughter of Saul, who were probably educated by her sister.&#x201D; The Targums read: &#x201C;The five sons of Merab (which Michal, Saul&#x2019;s daughter, brought up) which she bare.&#x201D; Other factors, not revealed in the Scriptures, may have a bearing on the way the text was set down."}