{"title":"Merodach-baladan","link":"/en/wol/d/r1/lp-e/1200003002","html":"<span id=\"page380\" class=\"pageNum\" data-no=\"380\" data-before-text=\"380\"></span><strong>MERODACH-BALADAN</strong>(Mer&#x2B9;o&#xB7;dach-bal&#x2B9;a&#xB7;dan) [from Babylonian, meaning &#x201C;Marduk Has Given a Son&#x201D;].&#x201C;The son of Baladan&#x201D; and king of Babylon who sent letters and a gift to King Hezekiah of Judah following that king&#x2019;s recovery from illness. (<a href=\"/en/wol/bc/r1/lp-e/1200003002/0/0\" data-bid=\"1-1\" class=\"b\">Isa 39:1</a>) He is called &#x201C;Berodach-baladan&#x201D; at <a href=\"/en/wol/bc/r1/lp-e/1200003002/1/0\" data-bid=\"2-1\" class=\"b\">2&#xA0;Kings 20:12</a>, but this difference is generally considered to be the result of a scribal error, or else to represent an attempt at transliterating an Akkadian consonant with a sound somewhere between that of &#x201C;m&#x201D; and &#x201C;b.&#x201D;The name of Merodach-baladan occurs in Assyrian and Babylonian cuneiform inscriptions as &#x201C;Marduk-apla-iddina.&#x201D; He there appears as the ruler of a Chaldean district known as Bit-Yakin, situated in the marshlands above the head of the Persian Gulf and S of Babylon. He claims royal descent, giving the name of King Eriba-Marduk of Babylon (considered as of the early part of the eighth century B.C.E.) as his forefather.<wbr>&#x2014;<em>Iraq, </em>London, 1953, Vol.&#xA0;XV, p.&#xA0;124.Tiglath-pileser&#xA0;III, whose rule extended into the reign of King Ahaz of Judah (761-746&#xA0;B.C.E.), refers to Merodach-baladan as ruler of a Chaldean tribe rendering homage to him when the Assyrians made a campaign into Babylonia.<strong>Sends Delegation to Hezekiah. </strong>Merodach-baladan is stated to have entered Babylon and proclaimed himself king at the time of the accession of Sargon&#xA0;II to the Assyrian throne. Merodach-baladan had the support of the Elamites in this action, and although Sargon soon endeavored to dislodge him from Babylon, the Chaldean was able to maintain his position there for a period of about 12 years, according to the Babylonian King List. It may have been during this time that he sent his embassy to King Hezekiah, either in the 14th year of the Judean king (732&#xA0;B.C.E.) or <span id=\"page381\" class=\"pageNum\" data-no=\"381\" data-before-text=\"381\"></span>shortly thereafter. It is suggested by some, including Jewish historian Josephus, that Merodach-baladan&#x2019;s expressions of interest in Hezekiah&#x2019;s health involved more than a formality and that his ulterior motive was to attempt to gain the support of the kingdom of Judah, along with that of Elam, in a coalition against Assyria. At any rate, Hezekiah&#x2019;s action in showing the royal treasure-house and his armory (<a href=\"/en/wol/bc/r1/lp-e/1200003002/2/0\" data-bid=\"3-1\" class=\"b\">2Ki 20:13</a>) to the Chaldean&#x2019;s messengers was roundly condemned by the prophet Isaiah as presaging eventual conquest of Judah by Babylon.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003002/3/0\" data-bid=\"4-1\" class=\"b\">Isa 39:2-7</a>.<strong>Defeated by Assyria. </strong>Toward the close of his rule of approximately 12 years over Babylon, Merodach-baladan saw his main support from Elam cut off by an Assyrian victory over that kingdom, and thereafter he was attacked and forced to flee from Babylon. Despite losing Babylon to the Assyrians, Merodach-baladan appears to have been able to retain his position as ruler over Bit-Yakin. The Babylonian King List shows a second reign of nine months (Polyhistor says six months) by &#x201C;Mardukaplaiddin&#x201D; as king of Babylon during the second year after Sargon&#x2019;s death. This is generally accepted as referring to the same king making a second effort to establish himself on the throne of Babylon. It is to be noted, however, that the Babylonian inscriptions in this case refer to him as &#x201C;Mardukaplaiddin, a native of Habi,&#x201D; in contrast with &#x201C;Mardukaplaiddin, [of the] dynasty of the Sea Country,&#x201D; in the case of the earlier reign. (<em>Ancient Near Eastern Texts, </em>edited by J.&#xA0;Pritchard, 1974, p.&#xA0;272) This second reign was very short, as Assyrian King Sennacherib quickly occupied Babylon, and Merodach-baladan had to seek refuge in Elam, where he seems to have ended his ambitious career. Despite Merodach-baladan&#x2019;s failures, in later times the Chaldeans did become the dominant ethnic group in the Babylonian Empire.<strong>[Picture on page&#xA0;380]</strong>Merodach-baladan making a grant of land to an official; King Hezekiah was overly cordial to messengers from Merodach-baladan"}