{"title":"Mesha","link":"/en/wol/d/r1/lp-e/1200003006","html":"<span id=\"page381\" class=\"pageNum\" data-no=\"381\" data-before-text=\"381\"></span><strong>MESHA</strong>(Me&#x2B9;sha).<strong>1. </strong>Firstborn son of &#x201C;Caleb the son of Hezron&#x201D; of the tribe of Judah. Mesha was the father, or founder, of Ziph.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003006/0/0\" data-bid=\"1-1\" class=\"b\">1Ch 2:18,</a><a href=\"/en/wol/bc/r1/lp-e/1200003006/0/1\" data-bid=\"1-2\" class=\"b\">&#xA0;42</a>.<strong>2. </strong>King of Moab in the time of Kings Jehoshaphat of Judah and Ahab, Ahaziah, and Jehoram of Israel. The Moabites, under subjugation to the northern kingdom of Israel, paid King Ahab a tribute of 100,000 lambs and 100,000 unshorn male sheep, apparently of a breed noted for their quality of wool. Following Ahab&#x2019;s death, Mesha rebelled against Israel&#x2019;s King Ahaziah. But Ahaziah died after a short rule and was succeeded by his brother Jehoram, who secured an alliance with Jehoshaphat of Judah and an unidentified king of Edom, in order to bring Mesha again under subjection. Taking a difficult route S of the Dead Sea, their forces ran out of water. But Elisha the prophet gave assurance that if ditches were dug in the <span id=\"page382\" class=\"pageNum\" data-no=\"382\" data-before-text=\"382\"></span>dried-up torrent valley, Jehovah would fill them with water.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003006/1/0\" data-bid=\"2-1\" class=\"b\">2Ki 1:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200003006/1/1\" data-bid=\"2-2\" class=\"b\"> 3:4-19</a>.This occurred, and the reflection of the early morning sun upon the water made it look like blood to the Moabites, possibly because of red clay in the freshly cut ditches. The illusion deceived them into thinking the allied armies of Israel, Judah, and Edom had turned on one another. It was not unreasonable for them to think this, in view of the fact that they knew of the jealousy between Israel and Judah. Also, the Edomites were no lovers of the men of Judah, who were allied with Israel on this occasion.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003006/2/0\" data-bid=\"3-1\" class=\"b\">2Ki 3:20-23</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200003006/3/0\" data-bid=\"4-1\" class=\"b\">2Ch 20:10, 11,</a><a href=\"/en/wol/bc/r1/lp-e/1200003006/3/1\" data-bid=\"4-2\" class=\"b\"> 24,&#xA0;25</a>.Thinking their enemies had slaughtered one another, the Moabites shouted, &#x201C;So now, to the spoil, O&#xA0;Moab!&#x201D; and entered the camp of Israel, only to be put to flight. Israel followed up by destroying the Moabite cities, stopping up their springs, and filling their tracts of land with stones, until they got to the city of Kir-hareseth (Kir of Moab).<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003006/4/0\" data-bid=\"5-1\" class=\"b\">2Ki 3:23-25</a>.When King Mesha found himself trapped, he took 700 swordsmen and tried in a counterattack to break through to the king of Edom (perhaps because he thought that there he would meet with the weakest resistance), but he was unable to do so. &#x201C;Finally he took his firstborn son who was going to reign in place of him and offered him up as a burnt sacrifice upon the wall.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003006/5/0\" data-bid=\"6-1\" class=\"b\">2Ki 3:26,&#xA0;27</a>.The majority of commentators agree that Mesha offered up his own son as a sacrifice to his god Chemosh. The few who think otherwise say it was a captured son of the king of Edom that was sacrificed, citing <a href=\"/en/wol/bc/r1/lp-e/1200003006/6/0\" data-bid=\"7-1\" class=\"b\">Amos 2:1</a> as evidence, where reference is made to Moab &#x201C;burning the bones of the king of Edom for lime.&#x201D; Though grammatically the Hebrew will allow for such an interpretation, this latter suggestion seems contrary to other known facts. For example, it was unheard of for Moabites and Ammonites, Israel&#x2019;s neighbors, to offer up their enemies as sacrifices to their gods, but it was a known practice of their religion to offer their own children as burnt sacrifices to appease the anger of their gods. (<a href=\"/en/wol/bc/r1/lp-e/1200003006/7/0\" data-bid=\"8-1\" class=\"b\">De 12:30, 31;</a><a href=\"/en/wol/bc/r1/lp-e/1200003006/7/1\" data-bid=\"8-2\" class=\"b\"> Mic 6:6,&#xA0;7</a>) It is therefore understandable why this Chemosh worshiper, Mesha, faced with imminent danger of defeat, would have resorted to such drastic measures.<strong>The Moabite Stone. </strong>The Moabite Stone was discovered at Dhiban (Dibon) in 1868. It is generally accredited to Mesha, and its contents are usually assigned to the period covered by the events recorded in <a href=\"/en/wol/bc/r1/lp-e/1200003006/8/0\" data-bid=\"9-1\" class=\"b\">the third chapter of Second Kings</a>. In this famous inscription, Mesha commemorates his breaking Israel&#x2019;s domination, which he says lasted 40 years. There are also various comments made therein about the places Mesha captured (Medeba, Ataroth, Nebo, Jahaz). In boasting of his being very religious, of building cities and a highway, as well as of a victory that he claims over Israel, Mesha gives all the credit to the god Chemosh. Mesha also knew of Israel&#x2019;s God Jehovah, for in the 18th line of this document the Tetragrammaton is found. There Mesha brags: &#x201C;I took from there the [vessels] of Yahweh, dragging them before Chemosh.&#x201D; (PICTURE, Vol.&#xA0;1, p.&#xA0;946) However, his own defeat and the sacrifice of his son are, as one would expect, omitted. <em>Biblical Archaeology Review </em>(May/<wbr>June&#xA0;1986, p.&#xA0;57) observes: &#x201C;Monumental inscriptions on freestanding stones or temple walls were produced for propaganda purposes and for the glorification of the national god and the country&#x2019;s ruler. Hence, it is not surprising that Mesha makes no mention of the military campaign of the kings of Israel, Judah and Edom against his country, of which the Bible gives us a detailed account.&#x201D;<strong>3. </strong>[Heb., <em>Meh&#xB7;sha&#x2BC;&#x2B9;</em>]. A son of Shaharaim by his wife Hodesh. Mesha became a family head in the tribe of Benjamin.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003006/9/0\" data-bid=\"10-1\" class=\"b\">1Ch 8:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200003006/9/1\" data-bid=\"10-2\" class=\"b\"> 8-10</a>.<strong>4. </strong>[Heb., <em>Me&#xB7;sha&#x2BC;&#x2B9;</em>]. One of the limits of the region inhabited by the descendants of Joktan. (<a href=\"/en/wol/bc/r1/lp-e/1200003006/10/0\" data-bid=\"11-1\" class=\"b\">Ge 10:29,&#xA0;30</a>) The Greek <em>Septuagint </em>has translated the name Mesha as <em>Mas&#xB7;se&#x2B9;. </em>For this reason &#x201C;Mesha&#x201D; is thought to be a variant spelling for &#x201C;Massa,&#x201D; the name of an Ishmaelite whose descendants appear to have settled in Arabia.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003006/11/0\" data-bid=\"12-1\" class=\"b\">Ge 25:13,&#xA0;14</a>."}