{"title":"Meshach","link":"/en/wol/d/r1/lp-e/1200003007","html":"<span id=\"page382\" class=\"pageNum\" data-no=\"382\" data-before-text=\"382\"></span><strong>MESHACH</strong>(Me&#x2B9;shach).The Babylonian name given by Nebuchadnezzar&#x2019;s chief court official to Daniel&#x2019;s companion Mishael. The meaning of this new name is uncertain, but it may have included a reference to Aku, a Sumerian god.<strong>Maintains Integrity as a Youth. </strong>Meshach (Mishael) was carried captive from Jerusalem to Babylon in 617&#xA0;B.C.E. along with Jehoiachin and others. Mishael, Azariah, Hananiah, and Daniel were then put through a three-year training course by the Babylonian royalty, at the end of which they proved superior even to the king&#x2019;s counselors. (<a href=\"/en/wol/bc/r1/lp-e/1200003007/0/0\" data-bid=\"1-1\" class=\"b\">2Ki 24:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200003007/0/1\" data-bid=\"1-2\" class=\"b\"> 6,</a><a href=\"/en/wol/bc/r1/lp-e/1200003007/0/2\" data-bid=\"1-3\" class=\"b\"> 8,</a><a href=\"/en/wol/bc/r1/lp-e/1200003007/0/3\" data-bid=\"1-4\" class=\"b\"> 12-16;</a><a href=\"/en/wol/bc/r1/lp-e/1200003007/0/4\" data-bid=\"1-5\" class=\"b\"> Da 1:1-7,</a><a href=\"/en/wol/bc/r1/lp-e/1200003007/0/5\" data-bid=\"1-6\" class=\"b\"> 17-20</a>) During this time these four remained firm in their devotion to God, even refusing to pollute themselves with the king&#x2019;s delicacies.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003007/1/0\" data-bid=\"2-1\" class=\"b\">Da 1:8-16</a>.There are three probable reasons why they considered the king&#x2019;s delicacies &#x2018;polluting&#x2019;: (1)&#xA0;The Babylonians ate animals declared unclean by the Mosaic Law; (2)&#xA0;they would not be careful to see <span id=\"page383\" class=\"pageNum\" data-no=\"383\" data-before-text=\"383\"></span>that the animals were properly bled, some perhaps being strangled; (3)&#xA0;the pagans often first sacrificed the animals to their gods, considering the eating of such meat as a part of worship of these gods.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003007/2/0\" data-bid=\"3-1\" class=\"b\">Da 1:8</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200003007/3/0\" data-bid=\"4-1\" class=\"b\">1Co 10:18-20,</a><a href=\"/en/wol/bc/r1/lp-e/1200003007/3/1\" data-bid=\"4-2\" class=\"b\">&#xA0;28</a>.Later, after Daniel had been advanced to a high governmental position in the court of the king, Nebuchadnezzar, at Daniel&#x2019;s request, appointed Meshach, Shadrach, and Abednego over the administration of the jurisdictional district of Babylon.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003007/4/0\" data-bid=\"5-1\" class=\"b\">Da 2:48,&#xA0;49</a>.<strong>Refuses to Bow to Image. </strong>Meshach and his two companions again came to the king&#x2019;s notice because of refusing, in the sight of all the other government personnel, to bow down before the great image Nebuchadnezzar had made. With full faith in Jehovah, they told Nebuchadnezzar that they would not join in serving the king&#x2019;s gods. Whether their God chose to deliver them from the furnace made no difference; they would nonetheless maintain integrity to him rather than compromise for release. (In <a href=\"/en/wol/bc/r1/lp-e/1200003007/5/0\" data-bid=\"6-1\" class=\"b\">Heb 11:34, 35</a> mention is made of those who &#x201C;stayed the force of fire&#x201D; and who would not &#x201C;accept release by some ransom, in order that they might attain a better resurrection.&#x201D;) For their faith Jehovah preserved them by means of his angel. In fact, on their coming out, &#x201C;the smell of fire itself had not come onto them.&#x201D; Nebuchadnezzar, who had been so enraged that he ordered the furnace to be heated seven times more than customary before throwing the three men into it, now acknowledged their God as a deliverer. Furthermore, he commanded that anyone saying anything wrong against Meshach&#x2019;s God should be dismembered and his house made a public privy.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003007/6/0\" data-bid=\"7-1\" class=\"b\">Da 3:1-30</a>."}