{"title":"Mesopotamia","link":"/en/wol/d/r1/lp-e/1200003016","html":"<span id=\"page384\" class=\"pageNum\" data-no=\"384\" data-before-text=\"384\"></span><strong>MESOPOTAMIA</strong>(Mes&#xB7;o&#xB7;po&#xB7;ta&#x2B9;mi&#xB7;a) [from Gr., meaning &#x201C;[Land] Between Rivers&#x201D;].The Greek term for the stretch of land located between the Tigris and Euphrates rivers. It apparently corresponds <span id=\"page385\" class=\"pageNum\" data-no=\"385\" data-before-text=\"385\"></span>to the Hebrew designation of related meaning, Aram-naharaim. (<a href=\"/en/wol/bc/r1/lp-e/1200003016/0/0\" data-bid=\"1-1\" class=\"b\">Ps&#xA0;60:Sup</a>) In fact, the translators of the Greek <em>Septuagint </em>usually rendered &#x201C;Aram-naharaim&#x201D; as &#x201C;Mesopotamia.&#x201D;<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200003016/0\">ARAM</a> No.&#xA0;5.The application of the term &#x201C;Mesopotamia&#x201D; varies both in ancient and modern usage. Basically, in a broad sense, it embraces the entire region that lies between the Tigris and the Euphrates and stretches from the Persian Gulf in the S to the mountains of Turkey and Iran in the N.&#xA0;This would include the alluvial plain of ancient Babylonia extending some 400&#xA0;km (250&#xA0;mi) to the S of Baghdad. (See <a href=\"/en/wol/tc/r1/lp-e/1200003016/1\">BABYLON</a> No.&#xA0;2.) In a narrower sense, however, Babylonia is excluded, only the region to the N being termed Mesopotamia. This northern region consists of a low undulating plateau having numerous enclosed basins. It is also a rocky area.Evidence for the broad usage of the designation in the first century C.E. is found at <a href=\"/en/wol/bc/r1/lp-e/1200003016/1/0\" data-bid=\"2-1\" class=\"b\">Acts 7:2</a>, where Stephen spoke of Abraham as residing in &#x201C;Mesopotamia&#x201D; while yet at Ur, a city of Babylonia. But it is not possible to establish with certainty whether the Hebrew &#x201C;Aram-naharaim&#x201D; likewise included Babylonia. Whenever there is a basis for determining the general geographic location mentioned in the Hebrew Scriptures, the northern area around Haran (<a href=\"/en/wol/bc/r1/lp-e/1200003016/2/0\" data-bid=\"3-1\" class=\"b\">Ge 24:2-4,</a><a href=\"/en/wol/bc/r1/lp-e/1200003016/2/1\" data-bid=\"3-2\" class=\"b\">&#xA0;10</a>) or the northern mountainous region around Pethor (<a href=\"/en/wol/bc/r1/lp-e/1200003016/3/0\" data-bid=\"4-1\" class=\"b\">De 23:4</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200003016/4/0\" data-bid=\"5-1\" class=\"b\">Nu 23:7</a>) is included under the designation &#x201C;Aram-naharaim&#x201D; (Mesopotamia). Although the extent of the area under the control of Mesopotamian King Cushan-rishathaim (the oppressor of Israel in the time of Judge Othniel) is uncertain, the seat of his government may also have been in the N. (<a href=\"/en/wol/bc/r1/lp-e/1200003016/5/0\" data-bid=\"6-1\" class=\"b\">Jg 3:8-10</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200003016/2\">CUSHAN-RISHATHAIM</a>.) It was probably from northern Mesopotamia that Ammonite King Hanun hired chariots and horsemen for his fight against King David.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003016/6/0\" data-bid=\"7-1\" class=\"b\">1Ch 19:6,&#xA0;7</a>.Among the Jews and proselytes present at Jerusalem for the Festival of Pentecost in 33&#xA0;C.E., there were inhabitants of Mesopotamia. (<a href=\"/en/wol/bc/r1/lp-e/1200003016/7/0\" data-bid=\"8-1\" class=\"b\">Ac 2:1, 2,</a><a href=\"/en/wol/bc/r1/lp-e/1200003016/7/1\" data-bid=\"8-2\" class=\"b\">&#xA0;9</a>) These could have included residents from the southern part of that land, namely, Babylonia. In this regard it is noteworthy that the historian Josephus reports that &#x201C;a great number of Jews&#x201D; were in Babylonia in the first century B.C.E.<wbr>&#x2014;<em>Jewish Antiquities, </em>XV, 14 (ii,&#xA0;2)."}