{"title":"Micaiah","link":"/en/wol/d/r1/lp-e/1200003034","html":"<span id=\"page392\" class=\"pageNum\" data-no=\"392\" data-before-text=\"392\"></span><strong>MICAIAH</strong>(Mi&#xB7;cai&#x2B9;ah) [Who Is Like Jehovah?].<strong>1. </strong>Wife of King Rehoboam, daughter of Uriel of Gibeah, and the mother of King Abijah of Judah. She is also called &#x201C;Maacah.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003034/0/0\" data-bid=\"1-1\" class=\"b\">2Ch 11:18,</a><a href=\"/en/wol/bc/r1/lp-e/1200003034/0/1\" data-bid=\"1-2\" class=\"b\"> 20;</a><a href=\"/en/wol/bc/r1/lp-e/1200003034/0/2\" data-bid=\"1-3\" class=\"b\"> 13:1,&#xA0;2</a>.<span id=\"page393\" class=\"pageNum\" data-no=\"393\" data-before-text=\"393\"></span><strong>2. </strong>Son of Imlah and a prophet of Jehovah to the northern kingdom of Israel during King Ahab&#x2019;s reign. (<a href=\"/en/wol/bc/r1/lp-e/1200003034/1/0\" data-bid=\"2-1\" class=\"b\">1Ki 22:8</a>) While King Jehoshaphat of Judah was visiting Ahab, the Israelite king invited him to join in a military campaign against the Syrians to regain possession of Ramoth-gilead. Jehoshaphat accepted, but asked that the word of Jehovah be sought. So Ahab summoned 400 prophets and asked them: &#x201C;Shall I go against Ramoth-gilead in war, or shall I refrain?&#x201D; They answered in the affirmative, saying that Jehovah would give the city into the king&#x2019;s hand. However, Jehoshaphat wanted more assurance, whereupon Ahab reluctantly sent for Micaiah, the prophet who had always prophesied bad for him. The dispatched messenger urged Micaiah to speak words to Ahab like those of one of the other prophets. At first Micaiah did so, but Ahab placed him under oath to speak &#x201C;truth in the name of Jehovah.&#x201D; At that, Micaiah said: &#x201C;I certainly see all the Israelites scattered on the mountains, like sheep that have no shepherd.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003034/2/0\" data-bid=\"3-1\" class=\"b\">1Ki 22:1-17;</a><a href=\"/en/wol/bc/r1/lp-e/1200003034/2/1\" data-bid=\"3-2\" class=\"b\"> 2Ch 18:1-16</a>.Micaiah then proceeded to relate his vision of Jehovah sitting on His heavenly throne and asking assembled spirit creatures: &#x201C;Who will fool Ahab, that he may go up and fall at Ramoth-gilead?&#x201D; One of the spirits volunteered to go and become &#x201C;a deceptive spirit&#x201D; in the mouth of all of Ahab&#x2019;s prophets. Jehovah replied: &#x201C;You will fool him, and, what is more, you will come off the winner. Go out and do that way.&#x201D; Micaiah then told Ahab that God had put a deceptive spirit into the mouth of all his prophets, &#x201C;but Jehovah himself has spoken calamity concerning you.&#x201D; With that the false prophet Zedekiah struck Micaiah upon the cheek and asked mockingly: &#x201C;Just which way did the spirit of Jehovah pass along from me to speak with you?&#x201D; Micaiah boldly replied: &#x201C;Look! You are seeing which way on that day when you will enter the innermost chamber to hide yourself.&#x201D; Ahab then commanded that Micaiah be put in the house of detention, where the prophet would be fed with reduced allowances of bread and water until the king returned in peace. However, Ahab never returned, because during the battle at Ramoth-gilead, &#x201C;there was a man that bent the bow in his innocence,&#x201D; the arrow struck the Israelite king, and he gradually died. Micaiah&#x2019;s final words to Ahab had been: &#x201C;If you return at all in peace, Jehovah has not spoken with me.&#x201D; The king&#x2019;s death proved that Micaiah was indeed Jehovah&#x2019;s prophet.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003034/3/0\" data-bid=\"4-1\" class=\"b\">1Ki 22:18-37;</a><a href=\"/en/wol/bc/r1/lp-e/1200003034/3/1\" data-bid=\"4-2\" class=\"b\"> 2Ch 18:17-34</a>.<strong>3. </strong>One of the princes King Jehoshaphat sent throughout Judah as teachers, along with Levites and priests. They had &#x201C;the book of Jehovah&#x2019;s law&#x201D; with them as they taught the people in all the cities of Judah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003034/4/0\" data-bid=\"5-1\" class=\"b\">2Ch 17:7-9</a>.<strong>4. </strong>Father of the Achbor (Abdon) who was sent, along with others, by King Josiah to inquire of Jehovah concerning the words of the newly found book of the Law. He is also called Micah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003034/5/0\" data-bid=\"6-1\" class=\"b\">2Ki 22:12, 13;</a><a href=\"/en/wol/bc/r1/lp-e/1200003034/5/1\" data-bid=\"6-2\" class=\"b\"> 2Ch 34:20,&#xA0;21</a>.<strong>5. </strong>&#x201C;Son of Gemariah the son of Shaphan.&#x201D; He was present in the dining room of his father, Gemariah, when Baruch publicly read there the roll containing Jehovah&#x2019;s words through Jeremiah against Israel, Judah, and all the nations. After hearing this message, Micaiah reported what he heard to King Jehoiakim&#x2019;s secretary and princes.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003034/6/0\" data-bid=\"7-1\" class=\"b\">Jer 36:2,</a><a href=\"/en/wol/bc/r1/lp-e/1200003034/6/1\" data-bid=\"7-2\" class=\"b\"> 9-13</a>.<strong>6. </strong>Ancestor of the priest Zechariah, the latter being among those with trumpets at the inaugural ceremony of Jerusalem&#x2019;s rebuilt wall. He is also called Mica.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003034/7/0\" data-bid=\"8-1\" class=\"b\">Ne 11:22;</a><a href=\"/en/wol/bc/r1/lp-e/1200003034/7/1\" data-bid=\"8-2\" class=\"b\"> 12:31,</a><a href=\"/en/wol/bc/r1/lp-e/1200003034/7/2\" data-bid=\"8-3\" class=\"b\">&#xA0;35</a>.<strong>7. </strong>A priest among those with trumpets who played in one of the two &#x201C;thanksgiving choirs&#x201D; participating in the inaugural march for Jerusalem&#x2019;s rebuilt wall in Nehemiah&#x2019;s day.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003034/8/0\" data-bid=\"9-1\" class=\"b\">Ne 12:40,&#xA0;41</a>."}