{"title":"Michal","link":"/en/wol/d/r1/lp-e/1200003036","html":"<span id=\"page394\" class=\"pageNum\" data-no=\"394\" data-before-text=\"394\"></span><strong>MICHAL</strong>(Mi&#x2B9;chal) [probably, Who Is Like God?].King Saul&#x2019;s younger daughter who became the wife of David. Saul had offered his older daughter Merab to David as a wife but gave her to another man. Michal, however, &#x201C;was in love with David,&#x201D; and Saul offered her to David if he could produce the foreskins of a hundred Philistines, Saul thinking that David would meet death in attempting to kill that many enemy warriors. David accepted the challenge, presented Saul with 200 Philistine foreskins, and was given Michal as a wife. But, thereafter, &#x201C;Saul felt still more fear because of David&#x201D; and became his lasting foe. (<a href=\"/en/wol/bc/r1/lp-e/1200003036/0/0\" data-bid=\"1-1\" class=\"b\">1Sa 14:49;</a><a href=\"/en/wol/bc/r1/lp-e/1200003036/0/1\" data-bid=\"1-2\" class=\"b\"> 18:17-29</a>) Later, when Saul&#x2019;s hatred for <span id=\"page395\" class=\"pageNum\" data-no=\"395\" data-before-text=\"395\"></span>David reached a peak, Michal helped David escape the king&#x2019;s wrath. During David&#x2019;s long absence, Saul gave her in marriage to Palti the son of Laish from Gallim.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003036/1/0\" data-bid=\"2-1\" class=\"b\">1Sa 19:11-17;</a><a href=\"/en/wol/bc/r1/lp-e/1200003036/1/1\" data-bid=\"2-2\" class=\"b\"> 25:44</a>.When Abner later sought to conclude a covenant with David, David refused to see him unless he brought Michal with him. David, by messenger, presented his demand to Saul&#x2019;s son Ish-bosheth, and Michal was taken from her husband Paltiel (Palti) and was returned to David.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003036/2/0\" data-bid=\"3-1\" class=\"b\">2Sa 3:12-16</a>.<strong>Punished for Disrespect to David. </strong>When David as king had the ark of the covenant brought to Jerusalem and displayed his joy for Jehovah&#x2019;s worship by dancing exuberantly, &#x201C;being girded with an ephod of linen,&#x201D; Michal observed him from a window and &#x201C;began to despise him in her heart.&#x201D; Upon David&#x2019;s return to his household, Michal expressed her feelings sarcastically, revealing a lack of appreciation of the kind of zeal David had displayed for Jehovah&#x2019;s worship and indicating that she felt he had acted in an undignified manner. David then rebuked her and also evidently penalized her by having no further sexual relations with her, so that she died childless.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003036/3/0\" data-bid=\"4-1\" class=\"b\">2Sa 6:14-23</a>.<strong>Rears Her Sister&#x2019;s Children. </strong>The account at <a href=\"/en/wol/bc/r1/lp-e/1200003036/4/0\" data-bid=\"5-1\" class=\"b\">2&#xA0;Samuel 21:8</a> speaks of &#x201C;the five sons of Michal the daughter of Saul whom she bore to Adriel,&#x201D; these being among the members of Saul&#x2019;s household whom David gave to the Gibeonites in atonement for Saul&#x2019;s attempt to annihilate them. (<a href=\"/en/wol/bc/r1/lp-e/1200003036/5/0\" data-bid=\"6-1\" class=\"b\">2Sa 21:1-10</a>) The apparent conflict between <a href=\"/en/wol/bc/r1/lp-e/1200003036/6/0\" data-bid=\"7-1\" class=\"b\">2&#xA0;Samuel 21:8</a> and <a href=\"/en/wol/bc/r1/lp-e/1200003036/7/0\" data-bid=\"8-1\" class=\"b\">2&#xA0;Samuel 6:23</a>, which shows that Michal died childless, may be resolved by the view taken by some commentators, namely, that these children were the five sons of Michal&#x2019;s sister Merab and that Michal raised them following the early death of their mother.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200003036/0\">MERAB</a>."}