{"title":"Midwife","link":"/en/wol/d/r1/lp-e/1200003042","html":"<span id=\"page397\" class=\"pageNum\" data-no=\"397\" data-before-text=\"397\"></span><strong>MIDWIFE</strong>The Hebrew term for &#x201C;midwife&#x201D; is a feminine participle of the verb <em>ya&#xB7;ladh&#x2B9; </em>(bear; give birth) and thus literally refers to a woman who helps to bear or give birth to a child. (See <a href=\"/en/wol/tc/r1/lp-e/1200003042/0\">BIRTH</a>.) A midwife helps the mother during the ordeal of labor, and once the child is born she severs its navel cord and washes the infant. In ancient times she would also rub it with salt and swaddle it with cloth bands.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003042/0/0\" data-bid=\"1-1\" class=\"b\">Eze 16:4</a>.Close friends or relatives and older women in the community sometimes served in this capacity, but because of the special knowledge, skill, and experience necessary, particularly when the delivery was difficult, midwifery was pursued as a profession by few. In the case of Benjamin&#x2019;s birth, when &#x201C;it was going hard with [Rachel] in making the delivery,&#x201D; the midwife was able to assure Rachel that she would have the son, though Rachel herself died. (<a href=\"/en/wol/bc/r1/lp-e/1200003042/1/0\" data-bid=\"2-1\" class=\"b\">Ge 35:16-19</a>) During the complicated delivery of Tamar&#x2019;s twins, Perez and Zerah, the midwife was alert to identify the one she expected to be the firstborn. She quickly tied a scarlet piece on the extended hand of Zerah. However, the hand was drawn in and his brother emerged first, causing a perineal rupture of the mother.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003042/2/0\" data-bid=\"3-1\" class=\"b\">Ge 38:27-30</a>.Midwives among the Israelites during their slavery in Egypt found themselves in a very critical and dangerous position. Pharaoh summoned two of them by name, Shiphrah and Puah, and commanded them to put to death every Hebrew male baby as soon as it was born. Probably these two women served as heads of the profession and were responsible to pass the orders of the king on to their associates. However, &#x201C;the midwives feared the true God, and they did not do as the king of Egypt had spoken to them, but they would preserve the male children alive.&#x201D; For this they were called to account by Pharaoh, who demanded: &#x201C;Why is it you have done this thing?&#x201D; Feigning that the matter was beyond their control, they insisted that the Hebrew women were &#x201C;lively&#x201D; and gave birth &#x2018;before the midwife could come in to them.&#x2019; (<a href=\"/en/wol/bc/r1/lp-e/1200003042/3/0\" data-bid=\"4-1\" class=\"b\">Ex 1:15-19</a>) Because these midwives feared Jehovah and refused to practice infanticide, he blessed and rewarded them with families of their own.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003042/4/0\" data-bid=\"5-1\" class=\"b\">Ex 1:20,&#xA0;21</a>."}