{"title":"Migdol","link":"/en/wol/d/r1/lp-e/1200003045","html":"<span id=\"page398\" class=\"pageNum\" data-no=\"398\" data-before-text=\"398\"></span><strong>MIGDOL</strong>(Mig&#x2B9;dol) [Tower].<strong>1. </strong>An Egyptian site used as a reference point in describing the location of Israel&#x2019;s last encampment at Pihahiroth before crossing the Red Sea. They were to encamp &#x201C;before Pihahiroth between Migdol and the sea in view of Baal-zephon.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003045/0/0\" data-bid=\"1-1\" class=\"b\">Ex 14:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200003045/0/1\" data-bid=\"1-2\" class=\"b\"> Nu 33:5-8</a>) Scholars generally hold that Migdol is likely an Egyptian pronunciation for the Hebrew <em>migh&#xB7;dal&#x2B9;, </em>meaning &#x201C;tower,&#x201D; and that it doubtless refers to a military post or watchtower on the Egyptian border. However, there is evidence that there were several such Migdols along the Egyptian border; even today there are three different villages bearing the name Mashtul, the present form of Migdol in Egyptian (of Coptic derivation). (See also No.&#xA0;2.) Though one of the Amarna Tablets mentions a certain Ma-ag-da-li&#x2B9;, it gives no indication of its location. Since the location of the other sites, Pihahiroth and Baal-zephon, are not presently known, the location of Migdol remains uncertain. Some consider it as likely to have been a site on the height of Jebel &#x2BD;Ataqah overlooking the northern end of the Gulf of Suez. Though no evidence is known today connecting such a site with the name Migdol, it would obviously be a strategic location for a watchtower or frontier post.<strong>2. </strong>The Migdol mentioned by the prophets Jeremiah and Ezekiel some 900 years after the Exodus. While it may be the same as that considered above, most commentators believe that a second Egyptian Migdol is involved.The prophet Ezekiel foretold a devastation due to come upon Egypt, evidently from Babylon, striking it &#x201C;from Migdol to Syene and to the boundary of Ethiopia.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003045/1/0\" data-bid=\"2-1\" class=\"b\">Eze 29:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200003045/1/1\" data-bid=\"2-2\" class=\"b\"> 30:6</a>) Since Syene is in the extreme S of ancient Egypt, it appears that this Migdol was in the extreme N, thus giving rise to a description similar to the familiar phrase &#x201C;from Dan down to Beer-sheba&#x201D; used with reference to Palestine. (<a href=\"/en/wol/bc/r1/lp-e/1200003045/2/0\" data-bid=\"3-1\" class=\"b\">Jg 20:1</a>) After Jerusalem&#x2019;s fall in 607&#xA0;B.C.E., Jewish refugees settled in Migdol, Tahpanhes, Noph (Memphis), and in the land of Pathros. But Migdol and other places were to witness the &#x2018;devouring sword&#x2019; of Babylon&#x2019;s King Nebuchadnezzar.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003045/3/0\" data-bid=\"4-1\" class=\"b\">Jer 44:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200003045/3/1\" data-bid=\"4-2\" class=\"b\"> 46:13,&#xA0;14</a>.This Migdol is usually identified with a fortress described in Egyptian hieroglyphic texts as guarding the NE approaches of the country. The Antonine Itinerary (<em>Itinerarium Provinciarum Antonini Augusti</em>) from the third century C.E. refers to a site called Magdolo near Pelusium, which latter place lay on the Mediterranean Coast at what might be called the entrance into Egypt for those coming from Philistia. Though there is no certainty, some scholars tentatively identify this frontier-fortress called Migdol with Tell el-Heir, about 10&#xA0;km (6&#xA0;mi) SSW of Pelusium (Tell el Farame)."}