{"title":"Mildness","link":"/en/wol/d/r1/lp-e/1200003055","html":"<span id=\"page399\" class=\"pageNum\" data-no=\"399\" data-before-text=\"399\"></span><strong>MILDNESS</strong><em>A New Testament Wordbook, </em>by William Barclay, says of the adjective <em>pra&#xB7;ys&#x2B9;: </em>&#x201C;In classical Greek this is a lovely word. Of things it means &#x2018;gentle&#x2019;. It is used, for instance, of a gentle breeze or a gentle voice. Of persons it means &#x2018;mild&#x2019; or &#x2018;gracious&#x2019;. .&#xA0;.&#xA0;. There is gentleness in <em>praus </em>but behind the gentleness there is the strength of steel .&#xA0;.&#xA0;. It is not a spineless gentleness, a sentimental fondness, a passive quietism.&#x201D; (London, 1956, pp.&#xA0;103, 104) <em>Vine&#x2019;s Expository Dictionary of Old and New Testament Words </em>states that the noun form <em>pra&#xB7;y&#x2B9;tes </em>&#x201C;consists not in a person&#x2019;s &#x2018;outward behaviour only; nor yet in his relations to his fellow-men; as little in his mere natural disposition. Rather it is an inwrought grace of the soul; and the exercises of it are first and chiefly towards God. It is that temper of spirit in which we accept His dealings with us as good, and therefore without disputing or resisting; it is closely linked with the word <em>tapeinophrosun&#x113; </em>[humility], and follows directly upon it.&#x2019;&#x201D;<wbr>&#x2014;1981, Vol.&#xA0;3, pp.&#xA0;55,&#xA0;56.The word <em>pra&#xB7;ys&#x2B9; </em>is variously translated in Bible versions &#x201C;meek,&#x201D; &#x201C;mild,&#x201D; &#x201C;mild-tempered,&#x201D; and &#x201C;gentle.&#x201D; (<em>KJ, AS, NW, NE</em>) However, as expressed in Barclay&#x2019;s work quoted in the foregoing, <em>pra&#xB7;ys&#x2B9; </em>goes somewhat deeper than gentleness and, when used of persons, means mild, gracious.Although Jehovah is one who will not tolerate sin and badness, he has lovingly provided the way of approach to himself through the ransom sacrifice and priestly services of Jesus Christ. Jehovah&#x2019;s worshipers and servants can therefore seek his face without any feeling of morbid fear and dread. (<a href=\"/en/wol/bc/r1/lp-e/1200003055/0/0\" data-bid=\"1-1\" class=\"b\">Heb 4:16;</a><a href=\"/en/wol/bc/r1/lp-e/1200003055/0/1\" data-bid=\"1-2\" class=\"b\"> 10:19-22;</a><a href=\"/en/wol/bc/r1/lp-e/1200003055/0/2\" data-bid=\"1-3\" class=\"b\"> 1Jo 4:17,&#xA0;18</a>) Jesus represented Jehovah God so perfectly that he could say: &#x201C;He that has seen me has seen the Father also.&#x201D; He also said: &#x201C;Come to me, all you who are toiling and loaded down, and I will refresh you. Take my yoke upon you and learn from me, for I am mild-tempered [Gr., <em>pra&#xB7;ys&#x2B9;</em>] and lowly in heart, and you will find refreshment for your souls. For my yoke is kindly and my load is light.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003055/1/0\" data-bid=\"2-1\" class=\"b\">Joh 14:9;</a><a href=\"/en/wol/bc/r1/lp-e/1200003055/1/1\" data-bid=\"2-2\" class=\"b\"> Mt 11:28-30</a>) Accordingly, Jehovah God is fully approachable by those who love him, and he generates mildness, great confidence, and strength in those appealing to him.<strong>A Trait of Strength. </strong>Mildness of temper or of spirit is not an attribute of one weak in character. Jesus Christ said: &#x201C;I am mild-tempered and lowly in heart.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003055/2/0\" data-bid=\"3-1\" class=\"b\">Mt 11:29;</a><a href=\"/en/wol/bc/r1/lp-e/1200003055/2/1\" data-bid=\"3-2\" class=\"b\"> 2Co 10:1</a>) Yet Jesus had the full power of his Father backing him, and he was firm for what is right; he used great freeness of speech and action when such was called for.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003055/3/0\" data-bid=\"4-1\" class=\"b\">Mt 23:13-39;</a><a href=\"/en/wol/bc/r1/lp-e/1200003055/3/1\" data-bid=\"4-2\" class=\"b\"> compare 21:5</a>.The mild-tempered person is such because he <span id=\"page400\" class=\"pageNum\" data-no=\"400\" data-before-text=\"400\"></span>has faith and a source of strength. He is not easily unbalanced or caused to lose his good sense. Lack of mildness of temper is the result of insecurity, frustration, lack of faith and hope, and even desperation. A person who is not mild-tempered is described by the proverb: &#x201C;As a city broken through, without a wall, is the man that has no restraint for his spirit.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003055/4/0\" data-bid=\"5-1\" class=\"b\">Pr 25:28</a>) He is open and vulnerable to the invasion of any and all improper thoughts, which may motivate him to improper actions.<strong>A Fruit of the Spirit. </strong>Mildness is a fruit of God&#x2019;s holy spirit, his active force. (<a href=\"/en/wol/bc/r1/lp-e/1200003055/5/0\" data-bid=\"6-1\" class=\"b\">Ga 5:22,&#xA0;23</a>) God is therefore the Source of mildness, and one must apply to him for his spirit and must cultivate this fruit of the spirit to have genuine mildness of temper. Hence, it is not acquired by the exercise of sheer willpower, but results from drawing close to God.Lack of mildness results in undue excitability, harshness, lack of self-control, and fights. On the other hand, the Christian is counseled to preserve unity and peace by &#x201C;lowliness of mind and mildness.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003055/6/0\" data-bid=\"7-1\" class=\"b\">Eph 4:1-3</a>.Jealousy and contention, if allowed to take root and grow, will lead to disorders of every sort. Mildness, on the other hand, will prevent such conditions from developing among the followers of Christ. Hence, the Bible writer James urges those who are wise and understanding in the congregation to display &#x201C;fine conduct&#x201D; in the form of &#x201C;mildness that belongs to wisdom,&#x201D; &#x201C;the wisdom from above.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003055/7/0\" data-bid=\"8-1\" class=\"b\">Jas 3:13,</a><a href=\"/en/wol/bc/r1/lp-e/1200003055/7/1\" data-bid=\"8-2\" class=\"b\">&#xA0;17</a>.&#x201C;Mildness,&#x201D; in the Bible, is frequently coupled with &#x201C;spirit,&#x201D; for example, &#x201C;mildness of spirit,&#x201D; or &#x201C;mild spirit.&#x201D; Genuine mildness is, accordingly, something that is more than an outward, transitory or occasional quality; rather, it is a part of one&#x2019;s makeup, or temperament. The apostle Peter points out this fact when he says: &#x201C;And do not let your adornment be that of the external braiding of the hair and of the putting on of gold ornaments or the wearing of outer garments, but let it be the secret person of the heart in the incorruptible apparel of the quiet and mild spirit, which is of great value in the eyes of God.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003055/8/0\" data-bid=\"9-1\" class=\"b\">1Pe 3:3,&#xA0;4</a>.The apostle Paul writes: &#x201C;Clothe yourselves with .&#xA0;.&#xA0;. mildness,&#x201D; which, superficially read, might seem to indicate that it is somewhat of a veneer for mere outward appearance; but in the same context he admonishes: &#x201C;Clothe yourselves with the new personality, which through accurate knowledge is being made new according to the image of the One who created it.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003055/9/0\" data-bid=\"10-1\" class=\"b\">Col 3:10,</a><a href=\"/en/wol/bc/r1/lp-e/1200003055/9/1\" data-bid=\"10-2\" class=\"b\"> 12;</a><a href=\"/en/wol/bc/r1/lp-e/1200003055/9/2\" data-bid=\"10-3\" class=\"b\"> Eph 4:22-24</a>) This shows that mildness is indeed a personality trait, primarily gained as a fruit of God&#x2019;s spirit through accurate knowledge and application thereof, rather than just naturally inherited.<strong>Essential for Those Having Oversight. </strong>In his letter of instructions to young Timothy on proper care of the congregation, Paul commanded him as to handling difficult matters, saying: &#x201C;A slave of the Lord does not need to fight, but needs to be gentle toward all, qualified to teach, keeping himself restrained under evil, instructing with mildness those not favorably disposed; as perhaps God may give them repentance.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003055/10/0\" data-bid=\"11-1\" class=\"b\">2Ti 2:24,&#xA0;25</a>) Here we see a similarity between mildness and long-suffering. The individual realizes why he has to deal with the difficulty: God has permitted it, and as an overseer he must handle it in the best interests of the individual(s) involved. He must put up with the difficulty until it is settled, without getting overwrought.Titus, another overseer, residing in Crete, was likewise counseled to remind his Christian brothers &#x201C;to be reasonable, exhibiting all mildness toward all men.&#x201D; To impress upon Titus the need for mildness, Paul calls attention to the unsurpassed love and mercy of God as manifested through his Son, calling for a forsaking of the old ways of maliciousness and hatred and following the new way leading to everlasting life.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003055/11/0\" data-bid=\"12-1\" class=\"b\">Tit 3:1-7</a>.Again, Paul addresses those who are spiritually mature ones in the congregation, outlining the responsibility upon them: &#x201C;Even though a man takes some false step before he is aware of it, you who have spiritual qualifications try to readjust such a man in a spirit of mildness, as you each keep an eye on yourself, for fear you also may be tempted.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003055/12/0\" data-bid=\"13-1\" class=\"b\">Ga 6:1</a>) They should keep in mind how God has dealt with them. Doing so, they should not give the erring man a harsh reprimand but should try to readjust him in a spirit of mildness. This will prove to be far more effective and beneficial to all concerned.Mildness will accomplish good when dealing with a difficult situation or an angry person, breaking down difficulty, whereas harshness would magnify the bad situation. The proverb says: &#x201C;An answer, when mild, turns away rage, but a word causing pain makes anger to come up.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003055/13/0\" data-bid=\"14-1\" class=\"b\">Pr 15:1</a>) Mildness can have great force. &#x201C;By patience a commander is induced, and a mild tongue itself can break a bone.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003055/14/0\" data-bid=\"15-1\" class=\"b\">Pr 25:15</a>.<strong>Essential When Under Discipline. </strong>Another fine principle involving mildness or calmness is set forth by Solomon. It concerns the tendency we may have to show a rebellious spirit when corrected <span id=\"page401\" class=\"pageNum\" data-no=\"401\" data-before-text=\"401\"></span>or chastised by one in authority. We may get so indignant as to leave our place of proper submission, hastily giving up our assigned position. But Solomon warns: &#x201C;If the spirit of a ruler should mount up against you, do not leave your own place, for calmness itself allays great sins.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003055/15/0\" data-bid=\"16-1\" class=\"b\">Ec 10:4</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200003055/16/0\" data-bid=\"17-1\" class=\"b\">Tit 3:2</a>.) The proper attitude of calmness and mildness under discipline not only avoids further anger from the authority but also enables us to improve our personality through keeping our temper and our assigned place, or position, and applying the discipline.This is especially true when the ruler is Jehovah God and when discipline comes through those set in authority by him. (<a href=\"/en/wol/bc/r1/lp-e/1200003055/17/0\" data-bid=\"18-1\" class=\"b\">Heb 12:7-11;</a><a href=\"/en/wol/bc/r1/lp-e/1200003055/17/1\" data-bid=\"18-2\" class=\"b\"> 13:17</a>) It also applies in our relationship to those permitted by God to wield worldly governing authority. (<a href=\"/en/wol/bc/r1/lp-e/1200003055/18/0\" data-bid=\"19-1\" class=\"b\">Ro 13:1-7</a>) Even when such a ruler may make a harsh demand of the Christian as to the reason for the hope he has, the Christian, while firmly putting obedience to God first, should answer &#x201C;with a mild temper and deep respect.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003055/19/0\" data-bid=\"20-1\" class=\"b\">1Pe 3:15</a>."}