{"title":"Miletus","link":"/en/wol/d/r1/lp-e/1200003057","html":"<span id=\"page401\" class=\"pageNum\" data-no=\"401\" data-before-text=\"401\"></span><strong>MILETUS</strong>(Mi&#xB7;le&#x2B9;tus).A city on the W coast of Asia Minor that is now in ruins. It lies near the mouth of the Maeander (Menderes) River and anciently had four harbors. By the seventh century B.C.E. the Ionians seem to have made Miletus a prosperous commercial center having numerous colonies on the Black Sea and in Egypt. The woolen goods of Miletus became widely known. Indicative of this is the fact that at <a href=\"/en/wol/bc/r1/lp-e/1200003057/0/0\" data-bid=\"1-1\" class=\"b\">Ezekiel 27:18</a> the Greek <em>Septuagint </em>lists &#x201C;wool from Miletus&#x201D; as an item of Tyre&#x2019;s trade. Miletus was also the home of famous philosophers such as Thales (c.&#xA0;625-547&#xA0;B.C.E.), regarded as the founder of Greek geometry, astronomy, and philosophy. In the fifth century B.C.E. the Persians captured and destroyed Miletus for having shared in revolt. Later (in 334&#xA0;B.C.E.), the rebuilt city fell to Alexander the Great. During Hellenic and Roman times Miletus witnessed considerable architectural activity. An impressive ruin from this period is a large theater built in an open field.As time passed, the city declined in importance. This is attributed to the silting up of its harbor facilities by the Maeander River. Ancient Miletus seems to have been situated on a promontory extending from the S side of the Latmian Gulf. But today the ruins of the city lie about 8&#xA0;km (5&#xA0;mi) inland, and what was once the gulf is a lake.<strong>Paul Visits. </strong>It was to Miletus that the apostle Paul came, in about 56&#xA0;C.E. Because of wanting to get to Jerusalem by Pentecost if at all possible and not wishing to spend time unnecessarily in Asia Minor, Paul, apparently at Assos, decided to take a vessel that bypassed Ephesus. But he did not neglect the needs of the congregation there. From Miletus, doubtless by means of a messenger, Paul sent for the older men of the Ephesus congregation, about 50&#xA0;km (30&#xA0;mi) away. The additional time it took for word to reach them and for them to come to Miletus (perhaps a minimum of three days) apparently was less than might have been involved had Paul gone to Ephesus. Possibly this was because the available ship(s) from Assos putting into port at Ephesus made more breaks in the voyage than did the one(s) stopping at Miletus. Or, circumstances in Ephesus itself might have delayed Paul had he stopped there.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003057/1/0\" data-bid=\"2-1\" class=\"b\">Ac 20:14-17</a>.In speaking to the older men of the Ephesus congregation, Paul reviewed his own ministry among them, admonished them to pay attention to themselves and to the flock, alerted them to the danger of &#x201C;oppressive wolves&#x201D; entering the congregation, and encouraged them to stay awake and to keep in mind his example. Having been told that they would see him no more, these overseers gave way to considerable weeping, &#x201C;fell upon Paul&#x2019;s neck and tenderly kissed him,&#x201D; and then conducted him to the boat.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003057/2/0\" data-bid=\"3-1\" class=\"b\">Ac 20:18-38</a>.At an unspecified time after his first imprisonment in Rome, Paul seems to have returned to Miletus. Trophimus, who had earlier accompanied him from Miletus to Jerusalem, became ill, necessitating Paul&#x2019;s leaving him behind.<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200003057/3/0\" data-bid=\"4-1\" class=\"b\">Ac 20:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200003057/3/1\" data-bid=\"4-2\" class=\"b\"> 21:29;</a><a href=\"/en/wol/bc/r1/lp-e/1200003057/3/2\" data-bid=\"4-3\" class=\"b\"> 2Ti 4:20</a>."}