{"title":"Military Commander","link":"/en/wol/d/r1/lp-e/1200003058","html":"<span id=\"page401\" class=\"pageNum\" data-no=\"401\" data-before-text=\"401\"></span><strong>MILITARY COMMANDER</strong>The Greek word <em>khi&#xB7;li&#x2B9;ar&#xB7;khos </em>(chiliarch) means &#x201C;commander of 1,000 soldiers.&#x201D; With the exception of its use in Revelation, it refers to a Roman military tribune. There were six tribunes in each Roman legion. The legion, however, was not divided into six different commands; rather, each tribune commanded the whole legion one sixth of the time. For each two-month period, two tribunes served on alternate days.<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200003058/0\">ARMY</a> (Roman).Such a military commander was vested with great authority. He nominated and assigned centurions. He presided at courts-martial and could <span id=\"page402\" class=\"pageNum\" data-no=\"402\" data-before-text=\"402\"></span>order capital punishment. He had a body of attendants serving as aides. His rank was recognized by his dress: a purple stripe on his toga and a gold ring of distinction. At one time these tribunes were elected by the people; later the Senate and other civil or military personnel were primarily responsible for their appointment. Normally ten years&#x2019; infantry duty or five years in the cavalry were required. Augustus allowed sons of senators to begin their careers as tribunes. Tiberius reserved the right of appointment to himself.At the celebration of Herod&#x2019;s birthday these commanders were among the honored guests entertained by the dancer Salome. In the presence of such men of rank, Herod felt compelled to keep his oath and so ordered John the Baptizer beheaded. (<a href=\"/en/wol/bc/r1/lp-e/1200003058/0/0\" data-bid=\"1-1\" class=\"b\">Mr 6:21-26</a>) A military commander (chiliarch) accompanied the soldiers who arrested Jesus.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003058/1/0\" data-bid=\"2-1\" class=\"b\">Joh 18:12</a>.In about 56&#xA0;C.E., Claudius Lysias was the military commander of the Jerusalem garrison. He was the one who rescued Paul both from the street mob and from the rioting Sanhedrin and who wrote a letter of explanation to Governor Felix when Paul was secretly slipped down to Caesarea. (<a href=\"/en/wol/bc/r1/lp-e/1200003058/2/0\" data-bid=\"3-1\" class=\"b\">Ac 21:30&#x2013;24:22</a>) Military commanders were present in numbers when Paul appeared before Herod Agrippa&#xA0;II.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003058/3/0\" data-bid=\"4-1\" class=\"b\">Ac 25:23</a>.&#x201C;Military commanders&#x201D; are also mentioned in John&#x2019;s vision, in the book of Revelation, as being among those against whom God&#x2019;s judgments are executed.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003058/4/0\" data-bid=\"5-1\" class=\"b\">Re 6:15;</a><a href=\"/en/wol/bc/r1/lp-e/1200003058/4/1\" data-bid=\"5-2\" class=\"b\"> 19:18</a>."}