{"title":"Mill","link":"/en/wol/d/r1/lp-e/1200003060","html":"<span id=\"page403\" class=\"pageNum\" data-no=\"403\" data-before-text=\"403\"></span><strong>MILL</strong>A simple apparatus generally consisting of two circular stones (one placed atop the other), between which various edible threshed grains are ground into flour. It was possible to pound grain with a pestle in a mortar, rub it on a stone slab with a stone, or grind it with a hand mill, the method employed in most ancient Palestinian homes. Such devices were used from early patriarchal times, for Abraham&#x2019;s wife Sarah made round cakes from &#x201C;fine flour.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003060/0/0\" data-bid=\"1-1\" class=\"b\">Ge 18:6</a>) In the wilderness the Israelites ground the divinely provided manna &#x201C;in hand mills or pounded it in a mortar.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003060/1/0\" data-bid=\"2-1\" class=\"b\">Nu 11:7,&#xA0;8</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200003060/0\">MORTAR, I</a>.Bread was generally baked every day, and usually each family possessed its own hand mill. The grinding of grain into flour was ordinarily a daily activity of the women in the household. (<a href=\"/en/wol/bc/r1/lp-e/1200003060/2/0\" data-bid=\"3-1\" class=\"b\">Mt 24:41;</a><a href=\"/en/wol/bc/r1/lp-e/1200003060/2/1\" data-bid=\"3-2\" class=\"b\"> Job 31:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200003060/2/2\" data-bid=\"3-3\" class=\"b\"> Ex 11:5;</a><a href=\"/en/wol/bc/r1/lp-e/1200003060/2/3\" data-bid=\"3-4\" class=\"b\"> Isa 47:1,&#xA0;2</a>) They rose early in the morning to prepare the flour needed for the day&#x2019;s bread. The sound of hand mills is referred to in the Bible as a symbol of normal peaceful conditions. Conversely, abandonment and desolation were indicated when &#x201C;the sound of the hand mill&#x201D; was absent.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003060/3/0\" data-bid=\"4-1\" class=\"b\">Jer 25:10, 11;</a><a href=\"/en/wol/bc/r1/lp-e/1200003060/3/1\" data-bid=\"4-2\" class=\"b\"> Re 18:21, 22</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200003060/4/0\" data-bid=\"5-1\" class=\"b\">Ec 12:3,&#xA0;4</a>.Like its modern counterpart in the Middle East, the common hand mill of ancient times consisted of two round stones, the upper grindstone made to fit and revolve on the lower one. (<a href=\"/en/wol/bc/r1/lp-e/1200003060/5/0\" data-bid=\"6-1\" class=\"b\">De 24:6;</a><a href=\"/en/wol/bc/r1/lp-e/1200003060/5/1\" data-bid=\"6-2\" class=\"b\"> Job 41:24</a>) Today, the heavy lower (nether) stone is usually made of basalt and is often about 46&#xA0;cm (18&#xA0;in.) in diameter and 5 to 10&#xA0;cm (2 to 4&#xA0;in.) thick. A peg fitted into the center of the lower stone serves as a pivot for the upper stone. The grinding surface of the stationary lower stone is convex, allowing the pulverized grain to drift out to the mill&#x2019;s perimeter. The concave lower surface of the upper millstone (the rider) matches the top of the lower stone. A funnellike hole in the center of the upper stone accommodates the peg and also serves as a place to put the grain into the mill. Toward the outer edge of the upper stone there is a hole into which a wooden stick is inserted, this serving as a handle for the upper grindstone.Two women generally operated this kind of hand mill. (<a href=\"/en/wol/bc/r1/lp-e/1200003060/6/0\" data-bid=\"7-1\" class=\"b\">Lu 17:35</a>) They sat facing each other, each placing one hand on the handle to turn the upper stone. With her free hand, one woman fed unground grain in small amounts into the filler hole of the upper stone, while the other gathered the flour as it emerged from the rim of the mill and fell to the tray or the cloth spread beneath the mill.Since bread was usually baked daily and grain was ground into flour frequently, God&#x2019;s law given to Israel mercifully forbade the seizing of a person&#x2019;s hand mill or its upper grindstone as a pledge. A family&#x2019;s daily bread depended upon the hand mill. Hence, to seize it or its upper grindstone meant seizing &#x201C;a soul&#x201D; or &#x201C;means of life.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003060/7/0\" data-bid=\"8-1\" class=\"b\">De 24:6</a>, ftn.Larger mills are also mentioned in the Scriptures. Jesus Christ referred to &#x201C;a millstone such as is turned by an ass&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003060/8/0\" data-bid=\"9-1\" class=\"b\">Mt 18:6</a>), which may have been similar to the one that blind Samson was forced to turn for the Philistines when &#x201C;he came to be a grinder in the prison house.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003060/9/0\" data-bid=\"10-1\" class=\"b\">Jg 16:21</a>.During Abimelech&#x2019;s attack on the town of Thebez &#x201C;a certain woman pitched an upper millstone upon Abimelech&#x2019;s head and broke his skull in pieces.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003060/10/0\" data-bid=\"11-1\" class=\"b\">Jg 9:50,</a><a href=\"/en/wol/bc/r1/lp-e/1200003060/10/1\" data-bid=\"11-2\" class=\"b\"> 53;</a><a href=\"/en/wol/bc/r1/lp-e/1200003060/10/2\" data-bid=\"11-3\" class=\"b\"> 2Sa 11:21</a>) In Revelation the sudden and final destruction of Babylon the Great is likened to the hurling of &#x201C;a stone like a great millstone&#x201D; into the sea.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003060/11/0\" data-bid=\"12-1\" class=\"b\">Re 18:21</a>."}