{"title":"Mine, Mining","link":"/en/wol/d/r1/lp-e/1200003066","html":"<span id=\"page406\" class=\"pageNum\" data-no=\"406\" data-before-text=\"406\"></span><strong>MINE, MINING</strong>Digging beneath the surface of the earth in order to locate metals and precious stones. This is an industry nearly as old as mankind. The Genesis account refers to &#x201C;Tubal-cain, the forger of every sort of tool of copper and iron,&#x201D; who lived in pre-Flood days. (<a href=\"/en/wol/bc/r1/lp-e/1200003066/0/0\" data-bid=\"1-1\" class=\"b\">Ge 4:22</a>) Moses, writing about 1513&#xA0;B.C.E., in describing the river Pishon, mentions the &#x201C;land of Havilah, where there is gold. And the gold of that land is good.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003066/1/0\" data-bid=\"2-1\" class=\"b\">Ge 2:11,&#xA0;12</a>) Whether the gold from Ophir was mined from underground lodes or was placer mined is not known.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003066/2/0\" data-bid=\"3-1\" class=\"b\">1Ki 9:28;</a><a href=\"/en/wol/bc/r1/lp-e/1200003066/2/1\" data-bid=\"3-2\" class=\"b\"> Job 28:16</a>.These metals were probably found to some extent in rather pure forms on or near the surface of the ground. In time, underground or lode mining operations were employed. Shafts were sunk deep along rich ore-bearing veins. About 3,600 years ago Job described how miners had &#x201C;sunk a shaft far from where people reside.&#x201D; There &#x201C;in the gloom and deep shadow&#x201D; they searched, having swung down and precariously dangled to obtain the desired metals.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003066/3/0\" data-bid=\"4-1\" class=\"b\">Job 28:1-11</a>.Mining was carried on extensively by the Egyptians at the time of the Exodus; the Israelites, upon leaving Egypt, took metals and precious stones, later used in building the tabernacle. (<a href=\"/en/wol/bc/r1/lp-e/1200003066/4/0\" data-bid=\"5-1\" class=\"b\">Ex 12:35, 36;</a><a href=\"/en/wol/bc/r1/lp-e/1200003066/4/1\" data-bid=\"5-2\" class=\"b\"> 35:22;</a><a href=\"/en/wol/bc/r1/lp-e/1200003066/4/2\" data-bid=\"5-3\" class=\"b\"> 39:6-14</a>) Egyptian turquoise mines were located on the Sinai Peninsula some 80&#xA0;km (50&#xA0;mi) from Mount Sinai. Remains of Egyptian mining operations have been found along the E coast of the Red Sea.Moses described the Promised Land into which the Israelites were about to enter as &#x201C;a land the stones of which are iron and out of the mountains of which you will mine copper.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003066/5/0\" data-bid=\"6-1\" class=\"b\">De 8:9</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200003066/0\">COPPER</a>; <a href=\"/en/wol/tc/r1/lp-e/1200003066/1\">IRON</a>; <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200003066/2\">REFINE, REFINER</a>."}