{"title":"Mirror","link":"/en/wol/d/r1/lp-e/1200003076","html":"<span id=\"page415\" class=\"pageNum\" data-no=\"415\" data-before-text=\"415\"></span><strong>MIRROR</strong>Ancient hand mirrors (<a href=\"/en/wol/bc/r1/lp-e/1200003076/0/0\" data-bid=\"1-1\" class=\"b\">Isa 3:23</a>) were sometimes made of polished stone, though they were generally made of metal, such as bronze or copper, and later of tin, silver, and even gold. It was probably not until the first century C.E. that mirrors of glass were introduced. Since the ancient mirrors were generally made of molten metal, they had to be highly polished in order to have good reflecting surfaces. Pounded pumice stone might be used for this purpose, it being applied periodically thereafter with a sponge that usually hung from the mirror itself. Nevertheless, ancient metal mirrors did not have as fine a reflecting surface as do today&#x2019;s glass mirrors. So the apostle Paul could appropriately write: &#x201C;At present we see in hazy outline by means of a metal mirror.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003076/1/0\" data-bid=\"2-1\" class=\"b\">1Co 13:12</a>.<strong>Figurative Use. </strong>The Scriptures at times refer to mirrors in a figurative, or an illustrative, way. At <a href=\"/en/wol/bc/r1/lp-e/1200003076/2/0\" data-bid=\"3-1\" class=\"b\">Job 37:18</a> the skies are likened to a metal mirror, the burnished face of which gives off a bright reflection. The disciple James used the mirror as figurative of God&#x2019;s word when urging persons to become, not just hearers of the word, but doers of it. (<a href=\"/en/wol/bc/r1/lp-e/1200003076/3/0\" data-bid=\"4-1\" class=\"b\">Jas 1:22-25</a>) And the apostle Paul showed that Christians &#x201C;reflect like mirrors the glory of Jehovah&#x201D; in their ministry.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003076/4/0\" data-bid=\"5-1\" class=\"b\">2Co 3:18;</a><a href=\"/en/wol/bc/r1/lp-e/1200003076/4/1\" data-bid=\"5-2\" class=\"b\"> 4:1</a>."}