{"title":"Mizpah","link":"/en/wol/d/r1/lp-e/1200003093","html":"<span id=\"page417\" class=\"pageNum\" data-no=\"417\" data-before-text=\"417\"></span><strong>MIZPAH</strong>(Miz&#x2B9;pah), <strong>Mizpeh </strong>(Miz&#x2B9;peh) [meaning &#x201C;Watchtower&#x201D;].<strong>1. </strong>A region inhabited by Hivites and situated at the base of Mount Hermon was known as &#x201C;the land of Mizpah.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003093/0/0\" data-bid=\"1-1\" class=\"b\">Jos 11:3</a>) At least part, if not all, of this area may also have been called &#x201C;the valley plain of Mizpeh.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003093/1/0\" data-bid=\"2-1\" class=\"b\">Jos 11:8</a>) &#x201C;The land of Mizpah&#x201D; possibly was the region around Banyas (Caesarea Philippi) to the S of Mount Hermon or the plain E of Mount Hermon along the Wadi et-Teim.<strong>2. </strong>A Judean city in the Shephelah. (<a href=\"/en/wol/bc/r1/lp-e/1200003093/2/0\" data-bid=\"3-1\" class=\"b\">Jos 15:33,</a><a href=\"/en/wol/bc/r1/lp-e/1200003093/2/1\" data-bid=\"3-2\" class=\"b\">&#xA0;38</a>) Its precise location, however, is in question. One suggested identification is Khirbet Safiyeh, about 9&#xA0;km (5.5&#xA0;mi) S of ancient Azekah.<strong>3. </strong>A city in the territory of Benjamin. (<a href=\"/en/wol/bc/r1/lp-e/1200003093/3/0\" data-bid=\"4-1\" class=\"b\">Jos 18:26,</a><a href=\"/en/wol/bc/r1/lp-e/1200003093/3/1\" data-bid=\"4-2\" class=\"b\">&#xA0;28</a>) Although some suggest Nebi Samwil (c.&#xA0;8&#xA0;km [5&#xA0;mi] NW of Jerusalem) as a possible identification, most favor Tell en-Nasbeh (c.&#xA0;12&#xA0;km [7.5&#xA0;mi] N of Jerusalem) for the ancient site. An interpretation of certain archaeological findings seems to favor Tell en-Nasbeh. For example, jar handles have been found bearing what some scholars consider to be the three Hebrew letters for <em>m-s-p, </em>possibly a shortened form of Mizpah.It was at Mizpah that all the fighting men of Israel assembled and decided to take action against those involved in a mass sex crime committed at Gibeah of Benjamin. When the Benjamites refused to hand over the guilty men of that city, full-scale war erupted. Finally, the tribe of Benjamin was almost annihilated; only 600 able-bodied men escaped. (<a href=\"/en/wol/bc/r1/lp-e/1200003093/4/0\" data-bid=\"5-1\" class=\"b\">Jg 20:1-48</a>) Earlier, at Mizpah, the Israelites had sworn that they would not give their daughters in marriage to Benjamites. (<a href=\"/en/wol/bc/r1/lp-e/1200003093/5/0\" data-bid=\"6-1\" class=\"b\">Jg 21:1</a>) After the battle, therefore, measures had to be taken to preserve the tribe of Benjamin. One of these was the giving of 400 virgin girls from Jabesh-gilead to the Benjamites. The rest of the population of that city had been destroyed, because none of its inhabitants had come to Mizpah <span id=\"page418\" class=\"pageNum\" data-no=\"418\" data-before-text=\"418\"></span>and supported the fight against Benjamin.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003093/6/0\" data-bid=\"7-1\" class=\"b\">Jg 21:5-12</a>.At a later period the prophet Samuel congregated all Israel and prayed for them. On that occasion the Israelites fasted and confessed their sins. When word about their assembly at Mizpah reached the Philistines, they took advantage of the situation to launch an attack. But Jehovah threw the enemy into confusion, enabling the Israelites to subdue the foe. Apparently to commemorate this God-given victory, Samuel erected a stone between Mizpah and Jeshanah, calling it Ebenezer (meaning &#x201C;Stone of Help&#x201D;). Thereafter Samuel continued judging Israel and, as he did so, made a yearly circuit of Bethel, Gilgal, and Mizpah. (<a href=\"/en/wol/bc/r1/lp-e/1200003093/7/0\" data-bid=\"8-1\" class=\"b\">1Sa 7:5-16</a>) Later, in 1117&#xA0;B.C.E., another assembly at Mizpah witnessed Samuel&#x2019;s introducing Saul as Israel&#x2019;s first king.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003093/8/0\" data-bid=\"9-1\" class=\"b\">1Sa 10:17-25</a>.In the tenth century B.C.E., Mizpah was built up by Judean King Asa with materials from Ramah, a city that Israelite King Baasha had been forced to desert. (<a href=\"/en/wol/bc/r1/lp-e/1200003093/9/0\" data-bid=\"10-1\" class=\"b\">1Ki 15:20-22;</a><a href=\"/en/wol/bc/r1/lp-e/1200003093/9/1\" data-bid=\"10-2\" class=\"b\"> 2Ch 16:4-6</a>) Some three centuries later, in 607&#xA0;B.C.E., the victorious Babylonian king Nebuchadnezzar appointed Gedaliah as governor over the Jews remaining in the land of Judah. Gedaliah administered affairs from Mizpah. There the prophet Jeremiah took up residence. Also, surviving army chiefs and other Jews who had been scattered came to Mizpah. Governor Gedaliah, although having been forewarned, failed to exercise caution and was assassinated at Mizpah. Chaldeans and Jews with him there were likewise slaughtered. Thereafter 70 visiting men also met their death. The band of assassins, led by Ishmael the son of Nethaniah, took the rest of the people captive. Overtaken by Johanan the son of Kareah, Ishmael escaped with eight men, but the captives were rescued, later to be taken to Egypt.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003093/10/0\" data-bid=\"11-1\" class=\"b\">2Ki 25:23-26;</a><a href=\"/en/wol/bc/r1/lp-e/1200003093/10/1\" data-bid=\"11-2\" class=\"b\"> Jer 40:5&#x2013;41:18</a>.Following the Babylonian exile, men of Mizpah and the princes Shallun and Ezer shared in repairing the wall of Jerusalem.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003093/11/0\" data-bid=\"12-1\" class=\"b\">Ne 3:7,</a><a href=\"/en/wol/bc/r1/lp-e/1200003093/11/1\" data-bid=\"12-2\" class=\"b\"> 15,</a><a href=\"/en/wol/bc/r1/lp-e/1200003093/11/2\" data-bid=\"12-3\" class=\"b\">&#xA0;19</a>.<strong>4. </strong>A city E of the Jordan in Gilead (<a href=\"/en/wol/bc/r1/lp-e/1200003093/12/0\" data-bid=\"13-1\" class=\"b\">Jg 10:17;</a><a href=\"/en/wol/bc/r1/lp-e/1200003093/12/1\" data-bid=\"13-2\" class=\"b\"> 11:11,</a><a href=\"/en/wol/bc/r1/lp-e/1200003093/12/2\" data-bid=\"13-3\" class=\"b\">&#xA0;29</a>), perhaps the same place as the Mizpah mentioned at <a href=\"/en/wol/bc/r1/lp-e/1200003093/13/0\" data-bid=\"14-1\" class=\"b\">Hosea 5:1</a>. Mizpah was the home of Jephthah. (<a href=\"/en/wol/bc/r1/lp-e/1200003093/14/0\" data-bid=\"15-1\" class=\"b\">Jg 11:34</a>) Some propose a location at or near Khirbet Jal&#x2BD;ad, about 23&#xA0;km (14&#xA0;mi) NW of Rabbah (&#x2BD;Amman). But its exact location is uncertain.<strong>5. </strong>A city of Moab where David, while outlawed by King Saul, settled his parents. (<a href=\"/en/wol/bc/r1/lp-e/1200003093/15/0\" data-bid=\"16-1\" class=\"b\">1Sa 22:3</a>) Mizpeh&#x2019;s precise location cannot be established definitely. Some scholars believe it may be the same place as Kir of Moab. (<a href=\"/en/wol/bc/r1/lp-e/1200003093/16/0\" data-bid=\"17-1\" class=\"b\">Isa 15:1</a>) Others have suggested Ruzm el-Mesrife (situated WSW of Madaba [ancient Medeba]) as an identification."}