{"title":"Molech","link":"/en/wol/d/r1/lp-e/1200003101","html":"<span id=\"page424\" class=\"pageNum\" data-no=\"424\" data-before-text=\"424\"></span><strong>MOLECH</strong>(Mo&#x2B9;lech) [from a root meaning &#x201C;reign as king&#x201D; or &#x201C;king,&#x201D; but with the vowels of <em>bo&#x2B9;sheth, </em>&#x201C;shame,&#x201D; to denote abhorrence].A deity particularly associated with the Ammonites (<a href=\"/en/wol/bc/r1/lp-e/1200003101/0/0\" data-bid=\"1-1\" class=\"b\">1Ki 11:5,</a><a href=\"/en/wol/bc/r1/lp-e/1200003101/0/1\" data-bid=\"1-2\" class=\"b\"> 7,</a><a href=\"/en/wol/bc/r1/lp-e/1200003101/0/2\" data-bid=\"1-3\" class=\"b\">&#xA0;33</a>); possibly the same as Moloch (<a href=\"/en/wol/bc/r1/lp-e/1200003101/1/0\" data-bid=\"2-1\" class=\"b\">Ac 7:43</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200003101/2/0\" data-bid=\"3-1\" class=\"b\">Am 5:26</a>) and Milcom. (<a href=\"/en/wol/bc/r1/lp-e/1200003101/3/0\" data-bid=\"4-1\" class=\"b\">1Ki 11:5,</a><a href=\"/en/wol/bc/r1/lp-e/1200003101/3/1\" data-bid=\"4-2\" class=\"b\">&#xA0;33</a>) At <a href=\"/en/wol/bc/r1/lp-e/1200003101/4/0\" data-bid=\"5-1\" class=\"b\">Jeremiah 32:35</a>, Molech is referred to in parallel with Baal, suggesting, if not an identification, at least some connection between the two. Numerous authorities regard &#x201C;Molech&#x201D; as a title rather than the name of a specific deity, and therefore, the thought has been advanced that the designation &#x201C;Molech&#x201D; may have been applied to more than one god.It is generally agreed that the Malcam referred to at <a href=\"/en/wol/bc/r1/lp-e/1200003101/5/0\" data-bid=\"6-1\" class=\"b\">2&#xA0;Samuel 12:30</a> and <a href=\"/en/wol/bc/r1/lp-e/1200003101/6/0\" data-bid=\"7-1\" class=\"b\">1&#xA0;Chronicles 20:2</a> is the idol image of the Ammonite god Milcom, or Molech, although the Hebrew term could be rendered &#x201C;their king.&#x201D; (Compare <em>KJ; AS.</em>) Earlier in the Biblical account the Ammonite king is referred to by his name Hanun (<a href=\"/en/wol/bc/r1/lp-e/1200003101/7/0\" data-bid=\"8-1\" class=\"b\">2Sa 10:1-4</a>); hence, it is reasonable to conclude that the name Hanun rather than Malcam would have appeared in the Scriptural record if the king rather than the idol were intended. Also, it is thought unlikely that a king would have worn a crown weighing about 34&#xA0;kg (92&#xA0;lb t). For the same reason it has been suggested that David placed Malcam&#x2019;s crown on his head only temporarily, perhaps to denote his victory over the false god. According to the reading of the Targum, which has been adopted by numerous translators, the crown had only one precious jewel. This has given rise to the view that it was the precious jewel, rather than the crown itself, that came to be on David&#x2019;s head.<strong>Child Sacrifice to Molech. </strong>God&#x2019;s law to Israel prescribed the death penalty for anyone, even an alien resident, who would give his offspring to Molech. (<a href=\"/en/wol/bc/r1/lp-e/1200003101/8/0\" data-bid=\"9-1\" class=\"b\">Le 20:2-5</a>) Nonetheless, apostate Israelites, both in the kingdom of Judah and in the ten-tribe kingdom, passed their offspring through the fire.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003101/9/0\" data-bid=\"10-1\" class=\"b\">2Ki 17:17, 18;</a><a href=\"/en/wol/bc/r1/lp-e/1200003101/9/1\" data-bid=\"10-2\" class=\"b\"> Eze 23:4,</a><a href=\"/en/wol/bc/r1/lp-e/1200003101/9/2\" data-bid=\"10-3\" class=\"b\"> 36-39</a>.The &#x2018;passing through the fire&#x2019; to Molech has been regarded by some as signifying a purification ritual by means of which children were devoted or dedicated to Molech; others understand this to mean actual sacrificing. That the Canaanites and apostate Israelites did sacrifice their children, there can be no question. (<a href=\"/en/wol/bc/r1/lp-e/1200003101/10/0\" data-bid=\"11-1\" class=\"b\">De 12:31;</a><a href=\"/en/wol/bc/r1/lp-e/1200003101/10/1\" data-bid=\"11-2\" class=\"b\"> Ps 106:37,&#xA0;38</a>) King Ahaz of Judah &#x201C;proceeded to burn up his sons [&#x201C;son,&#x201D; <em>Sy</em>] in the fire.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003101/11/0\" data-bid=\"12-1\" class=\"b\">2Ch 28:3</a>) The parallel passage, at <a href=\"/en/wol/bc/r1/lp-e/1200003101/12/0\" data-bid=\"13-1\" class=\"b\">2&#xA0;Kings 16:3</a>, reads: &#x201C;Even his own son he made pass through the fire.&#x201D; This indicates that &#x2018;passing through the fire&#x2019; is at least sometimes synonymous with sacrificing. Likely, however, the worship of Molech was not always and everywhere the same. For example, King Solomon, under the influence of his foreign wives, built high places to Molech and other deities, but not until the time of Ahaz is mention made of child sacrifice. (<a href=\"/en/wol/bc/r1/lp-e/1200003101/13/0\" data-bid=\"14-1\" class=\"b\">1Ki 11:7,&#xA0;8</a>) Undoubtedly if this abhorrent practice had existed earlier, it would have been denounced along with the other forms of idolatry existing during the reigns of the various kings. For this reason some commentators favor the view that the expression &#x2018;to pass through the fire&#x2019; originally applied to a purification ritual and later came to signify actual sacrifice.&#x201C;The passing&#x201D; to Molech mentioned in the footnote on <a href=\"/en/wol/bc/r1/lp-e/1200003101/14/0\" data-bid=\"15-1\" class=\"b\">Leviticus 18:21</a> evidently refers to devoting or dedicating children to this false god. This text has been variously translated: &#x201C;You must not dedicate any of your children to the service of Molech.&#x201D; (<em>AT</em>) &#x201C;Thou shalt not give any of thy seed to make them pass through the fire to Molech.&#x201D; (<em>AS</em>) &#x201C;Thou shalt not give any of thy seed to be consecrated to the idol Moloch.&#x201D; (<em>Dy</em>) &#x201C;You must not allow the devoting of any of your offspring to Molech.&#x201D;<wbr>&#x2014;<em>NW</em>.Ahaz and Manasseh are the only Judean kings referred to as making their offspring pass through the fire. However, with the impetus given by these two kings to child sacrifice, the practice apparently became entrenched among the Israelites in general. (<a href=\"/en/wol/bc/r1/lp-e/1200003101/15/0\" data-bid=\"16-1\" class=\"b\">2Ki 16:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200003101/15/1\" data-bid=\"16-2\" class=\"b\"> 21:6;</a><a href=\"/en/wol/bc/r1/lp-e/1200003101/15/2\" data-bid=\"16-3\" class=\"b\"> Jer 7:31;</a><a href=\"/en/wol/bc/r1/lp-e/1200003101/15/3\" data-bid=\"16-4\" class=\"b\"> 19:4,&#xA0;5;</a><a href=\"/en/wol/bc/r1/lp-e/1200003101/15/4\" data-bid=\"16-5\" class=\"b\"> 32:35;</a><a href=\"/en/wol/bc/r1/lp-e/1200003101/15/5\" data-bid=\"16-6\" class=\"b\"> Eze 20:26</a>) The children, at least at times, were first killed, rather than being burned alive.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003101/16/0\" data-bid=\"17-1\" class=\"b\">Eze 16:20,&#xA0;21</a>.King Josiah defiled Topheth, the chief center of Molech worship in Judah, in order to prevent persons from making their offspring pass through the fire. (<a href=\"/en/wol/bc/r1/lp-e/1200003101/17/0\" data-bid=\"18-1\" class=\"b\">2Ki 23:10-13</a>) But this did not eradicate the practice for all time. Ezekiel, who began serving as a prophet 16 years after the death of Josiah, mentions it as occurring in his day.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003101/18/0\" data-bid=\"19-1\" class=\"b\">Eze 20:31</a>.The view has been advanced that the Molech to <span id=\"page425\" class=\"pageNum\" data-no=\"425\" data-before-text=\"425\"></span>whom children were sacrificed had the form of a man but the head of a bull. The image is said to have been heated red hot and the children cast into its outstretched arms, thus to fall into the flaming furnace below. This conception is largely based on the description of the Carthaginian Cronos or Moloch given by the Greek historian Diodorus Siculus of the first century B.C.E.<wbr>&#x2014;<em>Diodorus of Sicily, </em>XX, 14, 4-6.Regarding the practice of astrology in connection with worship of Molech, see <a href=\"/en/wol/tc/r1/lp-e/1200003101/0\">ASTROLOGERS</a>."}