{"title":"Money Changer","link":"/en/wol/d/r1/lp-e/1200003107","html":"<span id=\"page428\" class=\"pageNum\" data-no=\"428\" data-before-text=\"428\"></span><strong>MONEY CHANGER</strong>One whose function included the exchange of one currency for another and coins of one value for those of another value. For each transaction the money changer received a certain fee. Thus, the Greek word <em>kol&#xB7;ly&#xB7;bi&#xB7;stes&#x2B9; </em>(money changer) comes from the term <em>kol&#x2B9;ly&#xB7;bos, </em>a small coin paid as a commission for changing money. The Greek word <em>ker&#xB7;ma&#xB7;ti&#xB7;stes&#x2B9; </em>(money broker or coin dealer) in <a href=\"/en/wol/bc/r1/lp-e/1200003107/0/0\" data-bid=\"1-1\" class=\"b\">John 2:14</a> is related to <em>ker&#x2B9;ma, </em>rendered &#x2018;coin&#x2019; in the following verse. Other services mentioned in the Jewish Mishnah as being provided by money changers were the safekeeping of money and the payment of wages upon the presentation of drafts.<wbr>&#x2014;<em>Bava Mezia </em>3:11; 9:12.In the time of Jesus&#x2019; earthly ministry the annual temple tax was two drachmas (a didrachma). (<a href=\"/en/wol/bc/r1/lp-e/1200003107/1/0\" data-bid=\"2-1\" class=\"b\">Mt 17:24</a>) As Jews from widely scattered lands came to Jerusalem for the celebration of the Passover and paid this tax then, the services of money changers may have been needed to exchange foreign currency for money that would be acceptable for payment of the temple tax, if not also the purchase of sacrificial animals and other items. According to the Mishnah (<em>Shekalim </em>1:3), on the 15th of Adar, or about a month before Passover, the money changers set up for business in the provinces. But on the 25th of Adar, when Jews and proselytes from many other lands would be arriving at Jerusalem, the money changers established themselves in the temple area.It was at the temple that Jesus Christ on two occasions overturned the tables of the money changers and condemned them for having made the temple into &#x201C;a house of merchandise&#x201D; or &#x201C;a cave of robbers.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003107/2/0\" data-bid=\"3-1\" class=\"b\">Joh 2:13-16;</a><a href=\"/en/wol/bc/r1/lp-e/1200003107/2/1\" data-bid=\"3-2\" class=\"b\"> Mt 21:12, 13;</a><a href=\"/en/wol/bc/r1/lp-e/1200003107/2/2\" data-bid=\"3-3\" class=\"b\"> Mr 11:15-17</a>) This may imply that Jesus regarded the fees of the money changers as exorbitant. In this regard it is noteworthy that there were times when great profits were made on the sale of sacrificial animals. The Mishnah tells of a time when the price for a pair of doves was a golden <em>denar </em>(25 silver <em>denars</em>). This prompted Simeon the son of Gamaliel to declare: &#x201C;By this Temple! I will not suffer the night to pass by before they cost but a [silver] <em>denar.&#x201D; </em>On that very day the price was drastically reduced.<wbr>&#x2014;<em>Keritot </em>1:7 (translated by H.&#xA0;Danby)."}