{"title":"Moon","link":"/en/wol/d/r1/lp-e/1200003110","html":"<span id=\"page429\" class=\"pageNum\" data-no=\"429\" data-before-text=\"429\"></span><strong>MOON</strong>&#x201C;The lesser luminary for dominating the night,&#x201D; provided by God as a means for marking &#x201C;appointed times.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003110/0/0\" data-bid=\"1-1\" class=\"b\">Ge 1:16;</a><a href=\"/en/wol/bc/r1/lp-e/1200003110/0/1\" data-bid=\"1-2\" class=\"b\"> Ps 104:19;</a><a href=\"/en/wol/bc/r1/lp-e/1200003110/0/2\" data-bid=\"1-3\" class=\"b\"> Jer 31:35;</a><a href=\"/en/wol/bc/r1/lp-e/1200003110/0/3\" data-bid=\"1-4\" class=\"b\"> 1Co 15:41</a>) The Hebrew word for &#x201C;moon&#x201D; (<em>ya&#xB7;re&#x2B9;ach</em>) is closely related to the Hebrew word <em>ye&#x2B9;rach, </em>meaning &#x201C;lunar month.&#x201D; Since the lunar month always began with the appearing of the new moon (Heb., <em>cho&#x2B9;dhesh</em>), the term &#x201C;new moon&#x201D; also came to mean &#x201C;month.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003110/1/0\" data-bid=\"2-1\" class=\"b\">Ge 7:11;</a><a href=\"/en/wol/bc/r1/lp-e/1200003110/1/1\" data-bid=\"2-2\" class=\"b\"> Ex 12:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200003110/1/2\" data-bid=\"2-3\" class=\"b\"> Isa 66:23</a>) The Greek word <em>se&#xB7;le&#x2B9;ne </em>is rendered &#x201C;moon,&#x201D; while the Greek word <em>men </em>has the idea of a lunar period.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003110/2/0\" data-bid=\"3-1\" class=\"b\">Lu 1:24;</a><a href=\"/en/wol/bc/r1/lp-e/1200003110/2/1\" data-bid=\"3-2\" class=\"b\"> Ga 4:10</a>; also <a href=\"/en/wol/bc/r1/lp-e/1200003110/3/0\" data-bid=\"4-1\" class=\"b\">Col 2:16</a>, where <em>ne&#xB7;o&#xB7;me&#xB7;ni&#x2B9;a </em>(new moon) occurs.The word <em>leva&#xB7;nah&#x2B9;, </em>meaning &#x201C;white,&#x201D; occurs three times in the Hebrew text poetically describing the white brilliance of the full moon that is particularly evident in Bible lands. (<a href=\"/en/wol/bc/r1/lp-e/1200003110/4/0\" data-bid=\"5-1\" class=\"b\">Ca 6:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200003110/4/1\" data-bid=\"5-2\" class=\"b\"> Isa 24:23;</a><a href=\"/en/wol/bc/r1/lp-e/1200003110/4/2\" data-bid=\"5-3\" class=\"b\"> 30:26</a>) The word <em>ke&#x2B9;se&#x2BC; </em>(or <em>ke&#x2B9;seh</em>), meaning &#x201C;full moon,&#x201D; also appears twice.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003110/5/0\" data-bid=\"6-1\" class=\"b\">Ps 81:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200003110/5/1\" data-bid=\"6-2\" class=\"b\"> Pr 7:20</a>, <em>RS.</em>Since the average lunation from new moon to new moon is about 29 days, 12 hours, 44 minutes in length, the ancient lunar months had either 29 or 30 days. This may originally have been determined by simple observation of the appearance of the new moon&#x2019;s crescent; but in David&#x2019;s time we find evidence of its being calculated beforehand. (<a href=\"/en/wol/bc/r1/lp-e/1200003110/6/0\" data-bid=\"7-1\" class=\"b\">1Sa 20:5,</a><a href=\"/en/wol/bc/r1/lp-e/1200003110/6/1\" data-bid=\"7-2\" class=\"b\"> 18,</a><a href=\"/en/wol/bc/r1/lp-e/1200003110/6/2\" data-bid=\"7-3\" class=\"b\"> 24-29</a>) Nevertheless, in postexilic times the Mishnah (<em>Rosh Ha-Shanah </em>1:3&#x2013;2:7) states that the Jewish Sanhedrin met early in the morning on the 30th day of each of seven months in the year to determine the time of the new moon. Watchmen were posted on high vantage points around Jerusalem and carried immediate report to the Jewish court after sighting the new moon. Upon receiving sufficient testimony, the court announced, &#x2018;It is consecrated,&#x2019; officially marking the start of a new month. If cloudy skies or fog caused poor visibility, then the preceding month was declared to have had 30 days, and the new month began on the day following the court assembly. It is also said that further announcement was made by a signal fire lit on the Mount of Olives, which was then repeated on other high points throughout the country. This method was evidently replaced later by the dispatching of messengers to carry the news.In the fourth century of our Common Era a standardized or continuous calendar was established so that the Jewish months came to have a fixed number of days, with the exception of Heshvan and Chislev as well as the month Adar, which still vary between 29 and 30 days according to certain calculations.<strong>New Moon Observance. </strong>Among the Jews each new moon marked the occasion for the blowing of trumpets and the offering up of sacrifices according to the Law covenant. (<a href=\"/en/wol/bc/r1/lp-e/1200003110/7/0\" data-bid=\"8-1\" class=\"b\">Nu 10:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200003110/7/1\" data-bid=\"8-2\" class=\"b\"> 2Ch 2:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200003110/7/2\" data-bid=\"8-3\" class=\"b\"> Ps 81:3</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200003110/8/0\" data-bid=\"9-1\" class=\"b\">Isa 1:13,&#xA0;14</a>.) The offerings prescribed were, in fact, even greater than those normally offered on the regular Sabbath days. (<a href=\"/en/wol/bc/r1/lp-e/1200003110/9/0\" data-bid=\"10-1\" class=\"b\">Nu 28:9-15</a>) While nothing is stated specifically as to the new moon&#x2019;s marking a day of rest, the text at <a href=\"/en/wol/bc/r1/lp-e/1200003110/10/0\" data-bid=\"11-1\" class=\"b\">Amos 8:5</a> indicates a cessation of labor. It was apparently a time of feasting (<a href=\"/en/wol/bc/r1/lp-e/1200003110/11/0\" data-bid=\"12-1\" class=\"b\">1Sa 20:5</a>) as well as an opportune time to gather for instruction in God&#x2019;s law.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003110/12/0\" data-bid=\"13-1\" class=\"b\">Eze 46:1-3;</a><a href=\"/en/wol/bc/r1/lp-e/1200003110/12/1\" data-bid=\"13-2\" class=\"b\"> 2Ki 4:22, 23;</a><a href=\"/en/wol/bc/r1/lp-e/1200003110/12/2\" data-bid=\"13-3\" class=\"b\"> Isa 66:23</a>.The seventh new moon of each year (corresponding to the first day of the month of Ethanim, or Tishri) was sabbatical, and the Law covenant decreed it to be a time of complete rest. (<a href=\"/en/wol/bc/r1/lp-e/1200003110/13/0\" data-bid=\"14-1\" class=\"b\">Le 23:24, 25;</a><a href=\"/en/wol/bc/r1/lp-e/1200003110/13/1\" data-bid=\"14-2\" class=\"b\"> Nu 29:1-6</a>) It was the &#x201C;day of the trumpet blast,&#x201D; but in a greater sense than that of the other new moons. It announced the approach of Atonement Day, held on the tenth day of the same month.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003110/14/0\" data-bid=\"15-1\" class=\"b\">Le 23:27, 28;</a><a href=\"/en/wol/bc/r1/lp-e/1200003110/14/1\" data-bid=\"15-2\" class=\"b\"> Nu 29:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200003110/14/2\" data-bid=\"15-3\" class=\"b\"> 7-11</a>.<strong>Moon Worship. </strong>While guided by the moon as a time indicator in determining their months and festival seasons, the Israelites were to remain free from the practice of moon worship that was prominent in the nations around them. The moon-god Sin was the city god of Ur, the capital of Sumer, the location from which Abraham and his family departed for the Promised Land. Though the inhabitants of Ur were polytheistic, the moon-god Sin, a male deity, was the supreme god to whom their temple and altars were primarily devoted. Abraham and his party traveled from Ur to Haran, which was another major center of moon worship. Abraham&#x2019;s father Terah, who died in Haran, apparently practiced such idolatrous worship. (<a href=\"/en/wol/bc/r1/lp-e/1200003110/15/0\" data-bid=\"16-1\" class=\"b\">Ge 11:31,&#xA0;32</a>) In any case, these circumstances add weight to the significance of Joshua&#x2019;s warning to Israel after their entry into the Promised Land, as recorded at <a href=\"/en/wol/bc/r1/lp-e/1200003110/16/0\" data-bid=\"17-1\" class=\"b\">Joshua 24:2,</a><a href=\"/en/wol/bc/r1/lp-e/1200003110/16/1\" data-bid=\"17-2\" class=\"b\">&#xA0;14</a>: &#x201C;This is what Jehovah the God of Israel has said, &#x2018;It was on the other side of the River [Euphrates] that your forefathers dwelt a long time ago, Terah the father of Abraham and the father of Nahor, and they used <span id=\"page430\" class=\"pageNum\" data-no=\"430\" data-before-text=\"430\"></span>to serve other gods.&#x2019; And now fear Jehovah and serve him in faultlessness and in truth, and remove the gods that your forefathers served on the other side of the River and in Egypt, and serve Jehovah.&#x201D;Job also lived among moon worshipers, and he faithfully rejected their practice of kissing the hand to the moon. (<a href=\"/en/wol/bc/r1/lp-e/1200003110/17/0\" data-bid=\"18-1\" class=\"b\">Job 31:26-28</a>) The neighboring Midianites used moon-shaped ornaments, even placing them on their camels. (<a href=\"/en/wol/bc/r1/lp-e/1200003110/18/0\" data-bid=\"19-1\" class=\"b\">Jg 8:21,</a><a href=\"/en/wol/bc/r1/lp-e/1200003110/18/1\" data-bid=\"19-2\" class=\"b\">&#xA0;26</a>) In Egypt, where both Abraham and later the people of Israel resided, moon worship was prominently practiced in honor of the moon-god Thoth, the Egyptian god of measures. Every full moon the Egyptians sacrificed a pig to him. He came to be worshiped in Greece under the title of Hermes Trismegistus (Hermes Thrice Greatest). Moon worship, in fact, extended all the way to the Western Hemisphere, where ancient ziggurat temples dedicated to the moon have been found in Mexico and Central America. In English the second day of the week still derives its name from the Anglo-Saxon worship of the moon, Monday originally meaning &#x201C;moon-day.&#x201D;The moon worshipers attributed powers of fertility to the moon and looked to it to make their crops and even their animals grow. In Canaan, where the Israelites finally settled, the worship of the moon was carried on by the Canaanite tribes with the accompaniment of immoral rites and ceremonies. There the moon was sometimes worshiped under the symbol of the goddess Ashtoreth (Astarte). Ashtoreth was said to be the female consort of the male god Baal, and the worship of these two frequently ensnared the Israelites during the period of the Judges. (<a href=\"/en/wol/bc/r1/lp-e/1200003110/19/0\" data-bid=\"20-1\" class=\"b\">Jg 2:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200003110/19/1\" data-bid=\"20-2\" class=\"b\"> 10:6</a>) King Solomon&#x2019;s foreign wives brought the contamination of moon worship into Judah. Foreign-god priests directed the people of Judah and Jerusalem in making sacrificial smoke to the sun, moon, and stars, a practice that continued until King Josiah&#x2019;s time. (<a href=\"/en/wol/bc/r1/lp-e/1200003110/20/0\" data-bid=\"21-1\" class=\"b\">1Ki 11:3-5,</a><a href=\"/en/wol/bc/r1/lp-e/1200003110/20/1\" data-bid=\"21-2\" class=\"b\"> 33;</a><a href=\"/en/wol/bc/r1/lp-e/1200003110/20/2\" data-bid=\"21-3\" class=\"b\"> 2Ki 23:5,</a><a href=\"/en/wol/bc/r1/lp-e/1200003110/20/3\" data-bid=\"21-4\" class=\"b\"> 13,&#xA0;14</a>) When Jezebel, the daughter of the pagan king Ethbaal who ruled the Sidonians, married King Ahab of Israel, she also brought with her the worship of Baal and, apparently, of the moon-goddess Ashtoreth. (<a href=\"/en/wol/bc/r1/lp-e/1200003110/21/0\" data-bid=\"22-1\" class=\"b\">1Ki 16:31</a>) The Israelites again met up with moon worship during their exile in Babylon, where the times of the new moons were considered propitious by the Babylonian astrologers for making forecasts of the future.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003110/22/0\" data-bid=\"23-1\" class=\"b\">Isa 47:12,&#xA0;13</a>.God&#x2019;s Word should have served as a protection for the Israelites against such moon worship. It showed the moon to be simply a luminary and a convenient time indicator, devoid of personality. (<a href=\"/en/wol/bc/r1/lp-e/1200003110/23/0\" data-bid=\"24-1\" class=\"b\">Ge 1:14-18</a>) At the time of their approaching Canaan, Jehovah specifically warned the nation of Israel that they should not worship heavenly creations as though they were representations of him. Anyone practicing such worship was to be stoned to death. (<a href=\"/en/wol/bc/r1/lp-e/1200003110/24/0\" data-bid=\"25-1\" class=\"b\">De 4:15-19;</a><a href=\"/en/wol/bc/r1/lp-e/1200003110/24/1\" data-bid=\"25-2\" class=\"b\"> 17:2-5</a>) By his prophet Jeremiah, God later declared that the bones of deceased idolatrous inhabitants of Jerusalem, including kings, priests, and prophets, would be removed from their graves and become as &#x201C;manure upon the face of the ground.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003110/25/0\" data-bid=\"26-1\" class=\"b\">Jer 8:1,&#xA0;2</a>.Some have tried to read into the text at <a href=\"/en/wol/bc/r1/lp-e/1200003110/26/0\" data-bid=\"27-1\" class=\"b\">Deuteronomy 33:14</a> an evidence of pagan influence or a superstitious attitude toward the moon. In the <em>King James Version </em>this text speaks of &#x201C;the precious things put forth by the moon.&#x201D; However, as more modern translations show, the sense of the Hebrew word rendered &#x201C;moon&#x201D; here (<em>yera&#xB7;chim&#x2B9;</em>) is actually &#x201C;months&#x201D; or &#x201C;lunar months&#x201D; and basically refers to the monthly periods in which the fruits ripen.Similarly, <a href=\"/en/wol/bc/r1/lp-e/1200003110/27/0\" data-bid=\"28-1\" class=\"b\">Psalm 121:6</a> has been held by some to indicate a belief in the idea of illness caused by exposure to the moonlight. By reading the entire psalm, however, it becomes evident that such assumption is unfounded, since the psalm rather expresses in poetic form the assurance of God&#x2019;s protection against calamity under all circumstances and at all times, whether in the sunlit day or the moonlit night.Still others have taken exception to the term &#x201C;lunatick&#x201D; found in the <em>King James Version </em>at <a href=\"/en/wol/bc/r1/lp-e/1200003110/28/0\" data-bid=\"29-1\" class=\"b\">Matthew 4:24</a> and <a href=\"/en/wol/bc/r1/lp-e/1200003110/29/0\" data-bid=\"30-1\" class=\"b\">Matthew 17:15</a>. This expression comes from the Greek word <em>se&#xB7;le&#xB7;ni&#xB7;a&#x2B9;zo&#xB7;mai </em>and literally means &#x201C;be moonstruck.&#x201D; In modern translations it is rendered by the word &#x201C;epileptic.&#x201D; Matthew&#x2019;s use of this common Greek term for an epileptic on these two occasions means, not that he attributed such illness to the moon nor that the Bible so teaches, but simply that he used the word that was evidently, among Greek-speaking people of that time, the currently used name for an epileptic. In this regard, we might note that the term &#x201C;lunacy&#x201D; is today primarily a legal term used by the courts to designate a degree of insanity, even though they do not attribute such insanity to the effects of the moon. English-speaking Christians today similarly continue to use the name Monday for the second day of the week even though they do not view it as a day sacred to the moon.<strong>In the Common Era. </strong>In the days of Christ Jesus and the apostles, moon worship was not in practice among the Jewish people. They did, of <span id=\"page431\" class=\"pageNum\" data-no=\"431\" data-before-text=\"431\"></span>course, observe the new moons in accord with the Law covenant. The new moon of each month is still observed by Orthodox Jews as a minor day of atonement for sins committed during the month just ended.Nisan 14, when the moon was approaching fullness, marked the time of the celebration of the Passover and also the time of the institution by Jesus of the Memorial supper, or the Lord&#x2019;s Evening Meal, commemorating his death.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003110/30/0\" data-bid=\"31-1\" class=\"b\">Mt 26:2,</a><a href=\"/en/wol/bc/r1/lp-e/1200003110/30/1\" data-bid=\"31-2\" class=\"b\"> 20,</a><a href=\"/en/wol/bc/r1/lp-e/1200003110/30/2\" data-bid=\"31-3\" class=\"b\"> 26-30;</a><a href=\"/en/wol/bc/r1/lp-e/1200003110/30/3\" data-bid=\"31-4\" class=\"b\"> 1Co 11:20-26</a>.Despite the end of the Law covenant, some of the Jewish Christians, as well as others, tended to hold to the practice of the celebration of the new moons as well as of the Sabbath days, and so they needed Paul&#x2019;s corrective counsel as found at <a href=\"/en/wol/bc/r1/lp-e/1200003110/31/0\" data-bid=\"32-1\" class=\"b\">Colossians 2:16, 17</a> and <a href=\"/en/wol/bc/r1/lp-e/1200003110/32/0\" data-bid=\"33-1\" class=\"b\">Galatians 4:9-11</a>."}