{"title":"Mustard","link":"/en/wol/d/r1/lp-e/1200003139","html":"<span id=\"page454\" class=\"pageNum\" data-no=\"454\" data-before-text=\"454\"></span><strong>MUSTARD</strong>[Gr., <em>si&#x2B9;na&#xB7;pi</em>].A rapid-growing herb, to the seed or grain of which Jesus referred in an illustration about the Kingdom of the heavens (<a href=\"/en/wol/bc/r1/lp-e/1200003139/0/0\" data-bid=\"1-1\" class=\"b\">Mt 13:31, 32;</a><a href=\"/en/wol/bc/r1/lp-e/1200003139/0/1\" data-bid=\"1-2\" class=\"b\"> Mr 4:30-32;</a><a href=\"/en/wol/bc/r1/lp-e/1200003139/0/2\" data-bid=\"1-3\" class=\"b\"> Lu 13:18, 19</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200003139/0\">ILLUSTRATIONS</a>) and in pointing out that even a little faith can accomplish much. (<a href=\"/en/wol/bc/r1/lp-e/1200003139/1/0\" data-bid=\"2-1\" class=\"b\">Mt 17:20;</a><a href=\"/en/wol/bc/r1/lp-e/1200003139/1/1\" data-bid=\"2-2\" class=\"b\"> Lu 17:6</a>) Several kinds of mustard plants are found growing wild in Palestine, black mustard (<em>Brassica nigra</em>) being the variety commonly cultivated. In rich soil the seed, after a few months, may become treelike, a plant measuring as much as 4.5&#xA0;m (15&#xA0;ft) in height, with a central stalk having the thickness of a man&#x2019;s arm. The flowers of mustard plants are yellow and the leaves rather irregularly edged and dark green in color. The pods that develop contain a row of seeds, those of the black mustard being dark brown. In the fall the stems and branches of the plants harden and become rigid, strong enough to support birds such as linnets and finches that feed on the seeds.While some may argue that a mustard grain is not &#x201C;the tiniest&#x201D; of all seeds, orchid seeds being smaller, and that it does not actually become &#x201C;a tree,&#x201D; it must be borne in mind that Jesus was speaking in terms familiar to his audience. As far as Jesus&#x2019; listeners were concerned, the mustard grain was indeed among the tiniest seeds planted, and it is noteworthy that the Arabs designate as &#x201C;trees&#x201D; plants smaller than the mustard.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003139/2/0\" data-bid=\"3-1\" class=\"b\">Mt 13:31,&#xA0;32</a>."}