{"title":"Nabonidus","link":"/en/wol/d/r1/lp-e/1200003156","html":"<span id=\"page457\" class=\"pageNum\" data-no=\"457\" data-before-text=\"457\"></span><strong>NABONIDUS</strong>(Nab&#xB7;o&#xB7;ni&#x2B9;dus) [from Babylonian meaning &#x201C;Nebo [a Babylonian god] Is Exalted&#x201D;].Last supreme monarch of the Babylonian Empire; father of Belshazzar. On the basis of cuneiform texts he is believed to have ruled some 17 years (556-539&#xA0;B.C.E.). He was given to literature, art, and religion.In his own inscriptions Nabonidus claims to be of noble descent. A tablet found near ancient Haran gives evidence that Nabonidus&#x2019; mother or grandmother was a devotee of the moon-god Sin. (<em>Ancient Near Eastern Texts, </em>edited by J.&#xA0;Pritchard, 1974, pp.&#xA0;311, 312) As king, Nabonidus showed great devotion to the worship of the moon-god, both at Haran and at Ur, where this god occupied a dominant position.<wbr>&#x2014;PICTURE, Vol.&#xA0;2, p.&#xA0;324.Cuneiform tablets of the eighth year of Nebuchadnezzar (Nisan 617-Nisan 616&#xA0;B.C.E.) list a certain Nabu-na&#x2BC;id as the one &#x201C;who is over the city,&#x201D; and some historians believe this is the same Nabonidus who later became king. However, this would mean that Nabonidus was a very young man when placed in such administrative position and would make him extremely aged at the fall of Babylon, some 77 years later (539&#xA0;B.C.E.).Discussing events in the 20th year of Nebuchadnezzar (Nisan 605-Nisan 604&#xA0;B.C.E.), the Greek historian Herodotus (I,&#xA0;74) describes a treaty negotiated between the Lydians and the Medes by one &#x201C;Labynetus the Babylonian&#x201D; as mediator. Labynetus is considered to be Herodotus&#x2019; way of writing Nabonidus&#x2019; name. Later, Herodotus (I, 188) refers to Cyrus the Persian as fighting against the son of Labynetus and Nitocris.In a book of the Yale Oriental Series entitled <em>Nabonidus and Belshazzar, </em>Professor R.&#xA0;P.&#xA0;Dougherty advances the supposition that Nitocris was the daughter of Nebuchadnezzar and that therefore Nabonidus (Labynetus) was Nebuchadnezzar&#x2019;s son-in-law. (1929, p.&#xA0;63; see also pp.&#xA0;17,&#xA0;30.) In turn, the &#x201C;son&#x201D; of Nitocris and Nabonidus (Labynetus), mentioned by Herodotus, is thought to be Belshazzar, against whom Cyrus did indeed fight. Although based on much deductive and inductive reasoning, this argument might explain the reason for Nabonidus&#x2019; ascension to the Babylonian throne. It would also harmonize with the <span id=\"page458\" class=\"pageNum\" data-no=\"458\" data-before-text=\"458\"></span>Biblical fact that Nebuchadnezzar is referred to as the &#x201C;father&#x201D; of Nabonidus&#x2019; son Belshazzar (<a href=\"/en/wol/bc/r1/lp-e/1200003156/0/0\" data-bid=\"1-1\" class=\"b\">Da 5:11,</a><a href=\"/en/wol/bc/r1/lp-e/1200003156/0/1\" data-bid=\"1-2\" class=\"b\"> 18,</a><a href=\"/en/wol/bc/r1/lp-e/1200003156/0/2\" data-bid=\"1-3\" class=\"b\">&#xA0;22</a>), the term &#x201C;father&#x201D; at times having the meaning of grandfather or ancestor. This view would make Belshazzar a grandson of Nebuchadnezzar.<wbr>&#x2014;See, however, <a href=\"/en/wol/tc/r1/lp-e/1200003156/0\">BELSHAZZAR</a>.Nabonidus&#x2019; ascension to the throne followed the assassination of Labashi-Marduk. Yet, the fact that in one of his inscriptions Nabonidus refers to himself as the &#x201C;mighty delegate&#x201D; of Nebuchadnezzar and Neriglissar indicates that he claimed that he gained the throne by legitimate means and was not a usurper.In a number of prisms Nabonidus associates his firstborn son, Belshazzar, with himself in his prayers to the moon-god. (<em>Documents From Old Testament Times, </em>edited by D.&#xA0;W.&#xA0;Thomas, 1962, p.&#xA0;73) An inscription shows that in his third year, prior to going out on a campaign that resulted in the conquest of Tema in Arabia, Nabonidus appointed Belshazzar to kingship in Babylon. The same text indicates that Nabonidus offended the people of his empire by concentrating worship on the moon-god and by failing to be in Babylon to celebrate the New Year&#x2019;s festival. The document known as the Nabonidus Chronicle states that in the 7th, 9th, 10th, and 11th years of his reign Nabonidus was in the city of Tema, and in each case the statement is made: &#x201C;The king did not come to Babylon [for the ceremonies of the month of Nisanu]; the (image of the) god Nebo did not come to Babylon, the (image of the) god Bel did not go out (of Esagila in procession), the fest[ival of the New Year was omitted].&#x201D; (<em>Ancient Near Eastern Texts, </em>p.&#xA0;306) Due to the mutilated condition of the text, the record of the other years is incomplete.Of the oasis city of Tema it is elsewhere recorded: &#x201C;He made the town beautiful, built (there) [his palace] like the palace in Su&#xB7;an&#xB7;na (Babylon).&#x201D; (<em>Ancient Near Eastern Texts, </em>p.&#xA0;313) Nabonidus appears to have established his royal residence in Tema, and other texts show that camel caravans carried provisions there from Babylonia. While not relinquishing his position as king of the empire, Nabonidus entrusted the administration of the government of Babylon to Belshazzar. Since Tema was a junction city on the ancient caravan routes along which gold and spices were transported through Arabia, Nabonidus&#x2019; interest in it may have been motivated by economic reasons or may have been based on factors of military strategy. The suggestion is also advanced that he considered it politically advisable to administer Babylonian affairs through his son. Other factors, such as the healthful climate of Tema and the prominence of moon worship in Arabia, have likewise been noted as possible motives for Nabonidus&#x2019; apparent preference for Tema.There is no available information as to Nabonidus&#x2019; activities between his 12th year and his final year. Anticipating aggression from the Medes and Persians under Cyrus the Great, Nabonidus had entered into an alliance with the Lydian Empire and Egypt. The Nabonidus Chronicle shows Nabonidus back in Babylon in the year of the Medo-Persian assault, with the New Year&#x2019;s festival being celebrated and the various gods of Babylonia being brought into the city. Regarding Cyrus&#x2019; advance, the Chronicle states that, following a victory at Opis, he captured Sippar (c.&#xA0;60&#xA0;km [37&#xA0;mi] N of Babylon) and &#x201C;Nabonidus fled.&#x201D; Then follows the account of the Medo-Persian conquest of Babylon, and it is stated that upon Nabonidus&#x2019; return there he was taken prisoner. (<em>Ancient Near Eastern Texts, </em>p.&#xA0;306) The writings of Berossus, Babylonian priest of the third century B.C.E., relate that Nabonidus had gone out to engage Cyrus&#x2019; forces in battle but was defeated. They further tell that Nabonidus took refuge in Borsippa (SSW of Babylon) and that, after Babylon fell, Nabonidus surrendered to Cyrus and was thereafter deported to Carmania (in southern Persia). This account would coincide with the Biblical record at <a href=\"/en/wol/bc/r1/lp-e/1200003156/1/0\" data-bid=\"2-1\" class=\"b\">Daniel chapter&#xA0;5</a>, which shows that Belshazzar was the acting king in Babylon at the time of its overthrow.As to the absence of any direct mention of Nabonidus in <a href=\"/en/wol/bc/r1/lp-e/1200003156/2/0\" data-bid=\"3-1\" class=\"b\">chapter&#xA0;5 of Daniel</a>, it may be noted that Daniel&#x2019;s description deals with only a very few events prior to the fall of Babylon, and the actual collapse of the empire is set forth in but a few words. However, his rulership is apparently indicated at <a href=\"/en/wol/bc/r1/lp-e/1200003156/3/0\" data-bid=\"4-1\" class=\"b\">Daniel 5:7,</a><a href=\"/en/wol/bc/r1/lp-e/1200003156/3/1\" data-bid=\"4-2\" class=\"b\"> 16,</a><a href=\"/en/wol/bc/r1/lp-e/1200003156/3/2\" data-bid=\"4-3\" class=\"b\"> 29</a>, where Belshazzar offers to make Daniel the <em>third </em>ruler in the kingdom, implying that Nabonidus was the first and Belshazzar the second. Thus, Professor Dougherty comments: &#x201C;The <a href=\"/en/wol/bc/r1/lp-e/1200003156/4/0\" data-bid=\"5-1\" class=\"b\">fifth chapter of Daniel</a> may be regarded as comporting with fact in not giving any place to Nabonidus in the narrative, for he seems to have had no share in the events which transpired when Gobryas [at the head of Cyrus&#x2019; army] entered the city.&#x201D;<wbr>&#x2014;<em>Nabonidus and Belshazzar, </em>pp.&#xA0;195, 196; see also pp.&#xA0;73, 170, 181; see <a href=\"/en/wol/bc/r1/lp-e/1200003156/5/0\" data-bid=\"6-1\" class=\"b\">Da 5:1</a>, ftn.<strong><em>What does the Nabonidus Chronicle actually contain?</em></strong>Also called &#x201C;Cyrus-Nabonidus Chronicle&#x201D; and &#x201C;The Annalistic Tablet of Cyrus,&#x201D; this is a clay <span id=\"page459\" class=\"pageNum\" data-no=\"459\" data-before-text=\"459\"></span>tablet fragment now kept in the British Museum. It primarily depicts the main events of the reign of Nabonidus, the last supreme monarch of Babylon, including a terse account of the fall of Babylon to the troops of Cyrus. Though it was no doubt originally from Babylon and written in Babylonian cuneiform script, scholars who have examined its script style say it may date from some time in the Seleucid period (312-65&#xA0;B.C.E.), hence two centuries or more after Nabonidus&#x2019; day. It is considered almost certainly to be a copy of an earlier document. The tone of this chronicle so strongly glorifies Cyrus while presenting Nabonidus in a disparaging way that it is thought to have been the work of a Persian scribe, and in fact, it has been referred to as &#x201C;Persian propaganda.&#x201D; However, while such may be the case, historians feel that the circumstantial data it contains is nonetheless reliable.In spite of the brevity of the Nabonidus Chronicle<wbr>&#x2014;the tablet measures about 14&#xA0;cm (5.5&#xA0;in.) in breadth at the widest point and about the same in length<wbr>&#x2014;it remains the most complete cuneiform record of the fall of Babylon available. In the third of its four columns, beginning with line 5, pertinent sections read: &#x201C;[Seventeenth year:] .&#xA0;.&#xA0;. In the month of Tashritu, when Cyrus attacked the army of Akkad in Opis on the Tigris, the inhabitants of Akkad revolted, but he (<em>Nabonidus</em>) massacred the confused inhabitants. The 14th day, Sippar was seized without battle. Nabonidus fled. The 16th day, Gobryas (<em>Ugbaru</em>), the governor of Gutium and the army of Cyrus entered Babylon without battle. Afterwards Nabonidus was arrested in Babylon when he returned (there). .&#xA0;.&#xA0;. In the month of Arahshamnu, the 3rd day, Cyrus entered Babylon, green twigs were spread in front of him<wbr>&#x2014;the state of &#x2018;Peace&#x2019; (<em>sulmu</em>) was imposed upon the city.&#x201D;<wbr>&#x2014;<em>Ancient Near Eastern Texts, </em>p.&#xA0;306.It may be noted that the phrase &#x201C;Seventeenth year&#x201D; does not appear on the tablet, that portion of the text being damaged. This phrase is inserted by the translators because they believe that Nabonidus&#x2019; 17th regnal year was his last. So they assume that the fall of Babylon came in that year of his reign and that, if the tablet were not damaged, those words would appear in the space now damaged. Even if Nabonidus&#x2019; reign was of greater length than is generally supposed, this would not change the accepted date of 539&#xA0;B.C.E. as the year of Babylon&#x2019;s fall, for there are other sources pointing to that year. This factor, however, does lessen to some extent the value of the Nabonidus Chronicle.While the year is missing, the month and day of the city&#x2019;s fall, nevertheless, are on the remaining text. Using these, secular chronologers calculate the 16th day of Tashritu (Tishri) as falling on October&#xA0;11, Julian calendar, and October&#xA0;5, Gregorian calendar, in the year 539&#xA0;B.C.E. Since this date is an accepted one, there being no evidence to the contrary, it is usable as a pivotal date in coordinating secular history with Bible history.<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200003156/1\">CHRONOLOGY</a>.Interestingly, the Chronicle says concerning the night of Babylon&#x2019;s fall: &#x201C;The army of Cyrus entered Babylon without battle.&#x201D; This likely means without a general conflict and agrees with the prophecy of Jeremiah that &#x2018;the mighty men of Babylon would cease to fight.&#x2019;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003156/6/0\" data-bid=\"7-1\" class=\"b\">Jer 51:30</a>.Also of interest are the evident references to Belshazzar in the Chronicle. Although Belshazzar is not specifically named, in the light of later portions of the Chronicle (col.&#xA0;II, lines 5, 10, 19,&#xA0;23), column&#xA0;1, line 8, is construed by Sidney Smith, in his <em>Babylonian Historical Texts: Relating to the Capture and Downfall </em>of <em>Babylon </em>(London, 1924, p.&#xA0;100), as showing that Nabonidus entrusted kingship to Belshazzar, making him coregent. Repeatedly the Chronicle states that the &#x2018;crown prince was in Akkad [Babylonia]&#x2019; while Nabonidus himself was at Tema (in Arabia). However, the fact that Belshazzar is not mentioned by name nor is his death referred to in the Nabonidus Chronicle in no way brings into question the accuracy of the inspired book of Daniel, where the name Belshazzar appears eight times and his death concludes <span id=\"page460\" class=\"pageNum\" data-no=\"460\" data-before-text=\"460\"></span>the graphic account of Babylon&#x2019;s overthrow narrated in <a href=\"/en/wol/bc/r1/lp-e/1200003156/7/0\" data-bid=\"8-1\" class=\"b\">chapter&#xA0;5</a>. Quite to the contrary, cuneiform experts admit that the Nabonidus Chronicle is extremely brief, and in addition, as shown above, they are of the opinion that it was written to defame Nabonidus, not to give a detailed history. Indeed, as R.&#xA0;P.&#xA0;Dougherty says in his work <em>Nabonidus and Belshazzar </em>(p.&#xA0;200): &#x201C;The Scriptural account may be interpreted as excelling <em>because </em>it employs the name Belshazzar.&#x201D;<wbr>&#x2014;Italics ours.Although column&#xA0;4 of the Chronicle is badly broken, scholars have concluded from what remains that the subject was a later siege of Babylon by some usurper. The first such siege of Babylon that followed Cyrus is thought to have been during the uprising of Nebuchadnezzar&#xA0;III, who claimed to be a son of Nabonidus, Nidintu-Bel. He was defeated in the accession year of Darius&#xA0;I late in 522&#xA0;B.C.E.<strong>[Picture on page&#xA0;459]</strong>Nabonidus Chronicle, which tells of the fall of Babylon"}