{"title":"Nahash","link":"/en/wol/d/r1/lp-e/1200003167","html":"<span id=\"page461\" class=\"pageNum\" data-no=\"461\" data-before-text=\"461\"></span><strong>NAHASH</strong>(Na&#x2B9;hash) [Serpent].<strong>1. </strong>King of the Ammonites at the time Saul began his reign. Nahash brought his army against Jabesh in Gilead. The account reads: &#x201C;At that all the men of Jabesh said to Nahash: &#x2018;Conclude a covenant with us that we may serve you.&#x2019; Then Nahash the Ammonite said to them: &#x2018;On this condition I shall conclude it with you, on the condition of boring out every right eye of yours, and I must put it as a reproach upon all Israel.&#x2019; In turn the older men of Jabesh said to him: &#x2018;Give us seven days&#x2019; time, and we will send messengers into all the territory of Israel and, if there is no savior of us, we must then go out to you.&#x2019;&#x201D; Israel rallied around Saul, went to Jabesh, and defeated Nahash. Only a few of Nahash&#x2019;s army escaped alive.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003167/0/0\" data-bid=\"1-1\" class=\"b\">1Sa 11:1-11;</a><a href=\"/en/wol/bc/r1/lp-e/1200003167/0/1\" data-bid=\"1-2\" class=\"b\"> 12:11,&#xA0;12</a>.In a Dead Sea scroll, designated 4QSam&#x2060;<sup>a </sup>and believed to be from the first century B.C.E., the following information is inserted just before <a href=\"/en/wol/bc/r1/lp-e/1200003167/1/0\" data-bid=\"2-1\" class=\"b\">1&#xA0;Samuel 11:1</a>: &#x201C;[Na]hash, king of the children of Ammon, sorely oppressed the children of Gad and the children of Reuben, and he gouged out a[ll] their right eyes and struck ter[ror and dread] in Israel. There was not left one among the children of Israel bey[ond the Jordan who]se right eye was no[t put o]ut by Naha[sh king] of the children of Ammon; except that seven thousand men [fled from] the children of [A]mmon and entered [J]abesh-Gilead. About a month later&#xA0;.&#xA0;.&#xA0;.&#x201D; (<em>Bible Review, </em>1985, Vol.&#xA0;1, No.&#xA0;3, p.&#xA0;28) Basically the same information is given by Josephus.<wbr>&#x2014;<em>Jewish Antiquities, </em>VI, 68-70 (v,&#xA0;1).According to Josephus (<em>Jewish Antiquities, </em>VI, 79 [v,&#xA0;3]), this Nahash was killed in the battle by Saul&#x2019;s forces. If Josephus&#x2019; information is correct, then the Nahash that extended kindness to David some years later must have been a son and successor to the Nahash defeated by Saul. In such a case, the name Nahash may have been a title bestowed on a series of persons, like the titles &#x201C;Abimelech,&#x201D; &#x201C;Pharaoh,&#x201D; and &#x201C;Jabin.&#x201D; When this second-named Nahash died, David sent ambassadors to his son Hanun, who misunderstood David&#x2019;s honorable intentions and greatly humiliated his representatives. This, in turn, triggered a series of developments that eventually left the Ammonites defeated at the hands of David.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003167/2/0\" data-bid=\"3-1\" class=\"b\">2Sa 10:1-5;</a><a href=\"/en/wol/bc/r1/lp-e/1200003167/2/1\" data-bid=\"3-2\" class=\"b\"> 11:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200003167/2/2\" data-bid=\"3-3\" class=\"b\"> 12:26-31;</a><a href=\"/en/wol/bc/r1/lp-e/1200003167/2/3\" data-bid=\"3-4\" class=\"b\"> 1Ch 19:1-5;</a><a href=\"/en/wol/bc/r1/lp-e/1200003167/2/4\" data-bid=\"3-5\" class=\"b\"> 20:1-3</a>.<strong>2. </strong>The father of David&#x2019;s sister or half sister Abigail and possibly the father of Zeruiah. He was the grandfather of Amasa, and perhaps also of Abishai, Asahel, and Joab. (<a href=\"/en/wol/bc/r1/lp-e/1200003167/3/0\" data-bid=\"4-1\" class=\"b\">2Sa 17:25;</a><a href=\"/en/wol/bc/r1/lp-e/1200003167/3/1\" data-bid=\"4-2\" class=\"b\"> 1Ch 2:16,&#xA0;17</a>) Abigail is called &#x201C;the daughter of Nahash,&#x201D; but she and her sister are not directly called the daughters of Jesse, David&#x2019;s father, though they are referred to as the &#x201C;sisters&#x201D; of Jesse&#x2019;s sons, including David. This leaves several possible relationships: (1)&#xA0;That Nahash was a woman, Jesse&#x2019;s wife and the mother of all involved (the name could be given to either sex), but this is not very likely because women were usually introduced into a genealogy only for special reasons, which here seem to be missing. (2)&#xA0;That Nahash was another name for Jesse, as is suggested by early Jewish tradition. The Greek <em>Septuagint </em>(Lagardian edition) has &#x201C;Jesse&#x201D; instead of Nahash in <a href=\"/en/wol/bc/r1/lp-e/1200003167/4/0\" data-bid=\"5-1\" class=\"b\">2&#xA0;Samuel 17:25</a>. (3)&#xA0;That Nahash was a former husband of Jesse&#x2019;s wife (a more likely suggestion) and that she bore Nahash two daughters, Abigail and Zeruiah, before marrying Jesse and bearing him several boys.<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200003167/0\">ABIGAIL</a> No.&#xA0;2.<strong>3. </strong>A resident of the Ammonite city of Rabbah. His son Shobi showed kindness to David by sending him supplies when he fled to Mahanaim because of Absalom&#x2019;s rebellion. (<a href=\"/en/wol/bc/r1/lp-e/1200003167/5/0\" data-bid=\"6-1\" class=\"b\">2Sa 17:27-29</a>) He was possibly an Israelite who went to live in Rabbah after the Ammonites there were defeated by Israel.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003167/6/0\" data-bid=\"7-1\" class=\"b\">2Sa 12:26-31</a>."}