{"title":"Nain","link":"/en/wol/d/r1/lp-e/1200003175","html":"<span id=\"page463\" class=\"pageNum\" data-no=\"463\" data-before-text=\"463\"></span><strong>NAIN</strong>(Na&#x2B9;in).A Galilean city where Jesus Christ resurrected the only son of a widow. (<a href=\"/en/wol/bc/r1/lp-e/1200003175/0/0\" data-bid=\"1-1\" class=\"b\">Lu 7:11-17</a>) Nain is identified with the village of Nein (Na&#x2BD;im) on the NW side of Jebel Dahi (Giv&#x2BD;at Ha-More; the hill of Moreh?), about 10&#xA0;km (6&#xA0;mi) SSE of Nazareth. It is situated in the general area indicated by Jerome and Eusebius for the ancient site. Overlooking the Plain of Jezreel (Esdraelon), Nein lies in an attractive natural setting. Also waters from a spring there support fine groves of olive and fig trees. Today the village is quite small, but ruins in the area show that it was much larger in earlier centuries.<wbr>&#x2014;PICTURE, Vol.&#xA0;2, p.&#xA0;738.<span id=\"page464\" class=\"pageNum\" data-no=\"464\" data-before-text=\"464\"></span>In 31&#xA0;C.E., during his first preaching tour of Galilee, Christ Jesus came to Nain from the vicinity of Capernaum. (<a href=\"/en/wol/bc/r1/lp-e/1200003175/1/0\" data-bid=\"2-1\" class=\"b\">Lu 7:1-11</a>) A distance of about 35&#xA0;km (22&#xA0;mi) separated the two locations. &#x201C;The gate&#x201D; may simply have been an opening between the houses by which a road entered Nain, there being no evidence that a wall ever surrounded the city. It was probably at the eastern entrance of Nain that Jesus and his disciples met the funeral procession, which was perhaps headed for the hillside tombs lying to the SE of modern Nein. Moved with pity for the now childless widow, Jesus approached the bier and resurrected the widow&#x2019;s son. News of this miracle spread throughout the region and even reached Judea. The event may also be alluded to by the words &#x201C;the dead are being raised up,&#x201D; forming part of Jesus&#x2019; reply to the messengers later sent by the imprisoned John the Baptizer.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003175/2/0\" data-bid=\"3-1\" class=\"b\">Lu 7:11-22</a>."}