{"title":"Naomi","link":"/en/wol/d/r1/lp-e/1200003178","html":"<span id=\"page469\" class=\"pageNum\" data-no=\"469\" data-before-text=\"469\"></span><strong>NAOMI</strong>(Na&#x2B9;o&#xB7;mi) [My Pleasantness].Mother-in-law of Ruth, who was an ancestress of David and of Jesus Christ.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003178/0/0\" data-bid=\"1-1\" class=\"b\">Mt 1:5</a>.Naomi was the wife of Elimelech, an Ephrathite of Bethlehem in Judah, in the days of the Judges. During a severe famine she and her husband and their two sons, Mahlon and Chilion, moved to Moab. There Elimelech died. The sons then married Moabite women, Ruth and Orpah, but about ten years later these sons died childless.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003178/1/0\" data-bid=\"2-1\" class=\"b\">Ru 1:1-5</a>.The bereaved Naomi decided to return to Judah. Her two widowed daughters-in-law started to accompany her, but Naomi recommended that they return and marry in their own land, for Naomi herself had &#x201C;grown too old to get to belong to a husband&#x201D; and could provide no sons as husbands for them. Orpah turned back, but Ruth stuck with Naomi, out of love for Naomi and her God Jehovah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003178/2/0\" data-bid=\"3-1\" class=\"b\">Ru 1:6-17</a>.Upon arrival in Bethlehem, Naomi said to the women greeting her: &#x201C;Do not call me Naomi [My Pleasantness]. Call me Mara [Bitter], for the Almighty has made it very bitter for me.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003178/3/0\" data-bid=\"4-1\" class=\"b\">Ru 1:18-21</a>) Since it was the time of barley harvest, Ruth lovingly went to work gleaning for the support of Naomi and herself, and by chance she lighted upon the field of Boaz. (<a href=\"/en/wol/bc/r1/lp-e/1200003178/4/0\" data-bid=\"5-1\" class=\"b\">Ru 2:1-18</a>) When she told Naomi in whose field she was working, Naomi recognized the hand of Jehovah in the matter, inasmuch as Boaz was a near kinsman of Elimelech and therefore one of their repurchasers. She encouraged Ruth to bring this fact to Boaz&#x2019; attention. (<a href=\"/en/wol/bc/r1/lp-e/1200003178/5/0\" data-bid=\"6-1\" class=\"b\">Ru 2:19&#x2013;3:18</a>) Boaz quickly responded, following the customary legal procedure in repurchasing Elimelech&#x2019;s property from Naomi. Ruth then became the wife of Boaz in Naomi&#x2019;s behalf, in accord with the law of levirate, or brother-in-law, marriage. When a son was born to them, the neighbor ladies gave it the name Obed, saying: &#x201C;A son has been born to Naomi.&#x201D; Thus Obed became legal heir to the Judean house of Elimelech.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003178/6/0\" data-bid=\"7-1\" class=\"b\">Ru 4:1-22</a>."}