{"title":"Nature","link":"/en/wol/d/r1/lp-e/1200003188","html":"<span id=\"page474\" class=\"pageNum\" data-no=\"474\" data-before-text=\"474\"></span><strong>NATURE</strong>The basic makeup or constitution of something. It can refer to what a person is by birth, also to hereditary qualities along with general practice. At times it refers to the physical urges of an organism. Translators generally render the Greek words <em>phy&#x2B9;sis </em>and <em>phy&#xB7;si&#xB7;kos&#x2B9; </em>(the adjective form) as &#x201C;nature&#x201D; and &#x201C;natural,&#x201D; respectively.<strong>Men and Animals. </strong>That there is a nature belonging to man different from that of wild beasts, and that even wild beasts are not all of the same nature, is shown by the statement at <a href=\"/en/wol/bc/r1/lp-e/1200003188/0/0\" data-bid=\"1-1\" class=\"b\">James 3:7</a>: &#x201C;For every species [Gr., <em>phy&#x2B9;sis, </em>&#x201C;nature&#x201D;] of wild beast as well as bird and creeping thing and sea creature is to be tamed and has been tamed by humankind [<em>phy&#x2B9;sei tei an&#xB7;thro&#xB7;pi&#x2B9;nei, </em>&#x201C;nature belonging to the man&#x201D;].&#x201D; This difference in &#x201C;nature&#x201D; reveals the variety in God&#x2019;s creation and is maintained because of the divine law that each produces according to its own kind.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003188/1/0\" data-bid=\"2-1\" class=\"b\">Ge 1:20-28</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200003188/2/0\" data-bid=\"3-1\" class=\"b\">1Co 15:39</a>.<strong>Divine Nature. </strong>Also, there is a different nature belonging to those in heaven, spirit creatures of God. The apostle Peter speaks to his fellow Christians, spiritual brothers of Jesus Christ, of &#x201C;the precious and very grand promises, that through these you may become sharers in divine nature [<em>phy&#x2B9;se&#xB7;os</em>].&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003188/3/0\" data-bid=\"4-1\" class=\"b\">2Pe 1:4</a>) That this is a sharing with Christ in his glory as spirit persons, Peter shows in his first letter: &#x201C;God .&#xA0;.&#xA0;. gave us a new birth [<em>a&#xB7;na&#xB7;gen&#xB7;ne&#x2B9;sas he&#xB7;mas&#x2B9;, </em>&#x201C;having generated us again&#x201D;] to a living hope through the resurrection of Jesus Christ from the dead, to an incorruptible and undefiled and unfading inheritance. It is reserved in the heavens for you.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003188/4/0\" data-bid=\"5-1\" class=\"b\">1Pe 1:3,&#xA0;4</a>) &#x201C;Divine nature&#x201D; requires a change in nature through death and resurrection, as made plain by the apostle Paul at <a href=\"/en/wol/bc/r1/lp-e/1200003188/5/0\" data-bid=\"6-1\" class=\"b\">First Corinthians chapter&#xA0;15</a>. He explains that the Christian must die and must be resurrected in a different body, a spiritual one, which requires a change.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003188/6/0\" data-bid=\"7-1\" class=\"b\">1Co 15:36,</a><a href=\"/en/wol/bc/r1/lp-e/1200003188/6/1\" data-bid=\"7-2\" class=\"b\"> 38,</a><a href=\"/en/wol/bc/r1/lp-e/1200003188/6/2\" data-bid=\"7-3\" class=\"b\"> 44,</a><a href=\"/en/wol/bc/r1/lp-e/1200003188/6/3\" data-bid=\"7-4\" class=\"b\"> 49,</a><a href=\"/en/wol/bc/r1/lp-e/1200003188/6/4\" data-bid=\"7-5\" class=\"b\">&#xA0;51</a>.<strong>Inherent Nature. </strong>Paul speaks of his fellow countrymen the Jews, calling them &#x201C;Jews by nature,&#x201D; that is, born of Jewish parents, of the children of Israel, or Jacob.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003188/7/0\" data-bid=\"8-1\" class=\"b\">Ga 2:15</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200003188/8/0\" data-bid=\"9-1\" class=\"b\">Ro 2:27</a>.In the illustration of the olive tree, he calls the fleshly Jews the natural (<em>ka&#xB7;ta&#x2B9; phy&#x2B9;sin, </em>&#x201C;according to nature&#x201D;) branches of the garden olive. He tells the Gentile Christians: &#x201C;For if you were cut out of the olive tree that is wild by nature and were grafted contrary to nature into the garden olive tree, how much rather will these who are natural be grafted into their own olive tree!&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003188/9/0\" data-bid=\"10-1\" class=\"b\">Ro 11:21-24</a>) The wild olive tree is unfruitful or produces very inferior fruit, but it is common practice in Mediterranean countries to graft branches of cultivated olive trees into the wild olive tree to produce good fruit. However, if the wild olive branch is grafted into the cultivated tree, it produces only the poor fruit of the wild olive tree. Therefore Paul calls this latter grafting &#x201C;contrary to nature.&#x201D; It serves to emphasize the power of God as well as his undeserved kindness to Gentiles in bringing them in to replace &#x201C;natural branches.&#x201D; The Jews had been &#x2018;cultivated&#x2019; by Jehovah for centuries, but the Gentiles had been &#x201C;wild,&#x201D; not having the true religion, not bringing forth fruitage to God. Not naturally, but only by God&#x2019;s power could they be made to bring forth fine fruit. Only Jehovah, therefore, could accomplish this &#x2018;grafting&#x2019; successfully.Also, in his argument to the Galatians to prevent their enslavement to Judaistic teachings, Paul said: &#x201C;When you did not know God, then it was that you slaved for those who <em>by nature </em>are not gods.&#x201D; These false gods they had worshiped were by their very origin and production not truly gods; it was impossible for them to come into such a status. Not merely did they have no authority to be gods, but they did not have such qualities in their intrinsic nature or makeup.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003188/10/0\" data-bid=\"11-1\" class=\"b\">Ga 4:8</a>.<strong>Conscience. </strong>Certain traits or qualities inhere in mankind from birth, actually having been placed in man from the beginning. The apostle Paul comments on the conscience, or at least a vestige of such, that still persists in fallen man, even though in many cases he has strayed from God and does not have his law. This explains why all nations have established many laws that are in harmony with righteousness and justice, and many individuals follow certain good principles. <span id=\"page475\" class=\"pageNum\" data-no=\"475\" data-before-text=\"475\"></span>Paul says: &#x201C;For whenever people of the nations that do not have law do <em>by nature </em>the things of the law, these people, although not having law, are a law to themselves. They are the very ones who demonstrate the matter of the law to be written in their hearts, while their conscience is bearing witness with them and, between their own thoughts, they are being accused or even excused.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003188/11/0\" data-bid=\"12-1\" class=\"b\">Ro 2:14,&#xA0;15</a>.In discussing the matter of headship with the Corinthian congregation, Paul called attention to the rule that a woman should wear a head covering when praying or prophesying before the congregation, as a sign of subjection. In illustration, he says: &#x201C;Does not <em>nature itself </em>teach you that if a man has long hair, it is a dishonor to him; but if a woman has long hair, it is a glory to her? Because her hair is given her instead of a headdress.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003188/12/0\" data-bid=\"13-1\" class=\"b\">1Co 11:14,&#xA0;15</a>.Paul&#x2019;s reference to &#x201C;nature itself&#x201D; evidently included more than &#x201C;custom,&#x201D; which he mentions in <a href=\"/en/wol/bc/r1/lp-e/1200003188/13/0\" data-bid=\"14-1\" class=\"b\">verse 16</a> in connection with the use of a head covering by women. Hereditary characteristics also likely had a bearing on what Christians in Corinth viewed as natural. Among Europeans (such as the Greeks), the hair of women, when left uncut, usually becomes considerably longer than that of men. But this is not true of the straight hair of Orientals and Indians or of the woolly hair of Blacks and Melanesians.In addition to their awareness of hereditary qualities among them, the Christians in Corinth knew that it was the general practice for men to clip their hair to a moderate length. This was common also among Jewish men; so the long uncut hair of Nazirites marked them as men who were not following the general custom. (<a href=\"/en/wol/bc/r1/lp-e/1200003188/14/0\" data-bid=\"15-1\" class=\"b\">Nu 6:5</a>) On the other hand, Jewish women usually wore their hair quite long. (<a href=\"/en/wol/bc/r1/lp-e/1200003188/15/0\" data-bid=\"16-1\" class=\"b\">Lu 7:38;</a><a href=\"/en/wol/bc/r1/lp-e/1200003188/15/1\" data-bid=\"16-2\" class=\"b\"> Joh 11:2</a>) And in the Greek city of Corinth, shaving a woman&#x2019;s head, or clipping her hair very short, was a sign of her being a slave or of her being in disgrace for having been caught in fornication or adultery.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003188/16/0\" data-bid=\"17-1\" class=\"b\">1Co 11:6</a>.So, when saying that &#x201C;nature itself&#x201D; taught them, Paul evidently had in mind various factors that would influence their attitude as to what was natural.In saying &#x201C;Does not nature itself teach you&#xA0;.&#xA0;.&#xA0;.&#xA0;?&#x201D; Paul was not personifying nature, as though it were a goddess. Rather, God has given man reasoning powers. By observing and reasoning on things as God has made them and the results from using these in various ways, man can learn much as to what is proper. It is really God that teaches, and the man with his mind properly oriented by God&#x2019;s Word can view things in their right perspective and relationship, thereby rightly discerning what is natural or unnatural. By this means the individual can have a trained conscience in this respect and can avoid a conscience that is defiled and that approves unnatural things.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003188/17/0\" data-bid=\"18-1\" class=\"b\">Ro 1:26, 27;</a><a href=\"/en/wol/bc/r1/lp-e/1200003188/17/1\" data-bid=\"18-2\" class=\"b\"> Tit 1:15;</a><a href=\"/en/wol/bc/r1/lp-e/1200003188/17/2\" data-bid=\"18-3\" class=\"b\"> 1Co 8:7</a>.<strong>Natural Use of Bodies. </strong>It is wrong for men and women to use their bodies in any way that is out of harmony with the functions for which God created them. What is <em>unnatural </em>in that sense is <em>sinful. </em>The Scriptures describe the uncleanness and condemnation coming upon those who practice these things: &#x201C;That is why God gave them up to disgraceful sexual appetites, for both their females changed the <em>natural </em>[<em>phy&#xB7;si&#xB7;ken&#x2B9;</em>] use of themselves into one <em>contrary to nature; </em>and likewise even the males left the <em>natural </em>use of the female and became violently inflamed in their lust toward one another, males with males, working what is obscene and receiving in themselves the full recompense, which was due for their error.&#x201D; Such persons lower themselves to a beastlike level. (<a href=\"/en/wol/bc/r1/lp-e/1200003188/18/0\" data-bid=\"19-1\" class=\"b\">Ro 1:26, 27;</a><a href=\"/en/wol/bc/r1/lp-e/1200003188/18/1\" data-bid=\"19-2\" class=\"b\"> 2Pe 2:12</a>) They go after wrong fleshly things because, like a beast, they lack reasonableness, having no spirituality.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003188/19/0\" data-bid=\"20-1\" class=\"b\">Jude&#xA0;7,</a><a href=\"/en/wol/bc/r1/lp-e/1200003188/19/1\" data-bid=\"20-2\" class=\"b\">&#xA0;10</a>.<strong>Birth. </strong>Another Greek word translated &#x201C;natural&#x201D; is <em>ge&#x2B9;ne&#xB7;sis, </em>literally meaning &#x201C;birth&#x201D; or &#x201C;origin.&#x201D; James speaks of &#x201C;a man looking at his <em>natural </em>face [literally, the face of the birth of him] in a mirror.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003188/20/0\" data-bid=\"21-1\" class=\"b\">Jas 1:23</a>) James also says that &#x201C;the tongue is a fire&#x201D; and that it &#x201C;sets the wheel of <em>natural life </em>[literally, the wheel of the birth] aflame.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003188/21/0\" data-bid=\"22-1\" class=\"b\">Jas 3:5,&#xA0;6</a>) James may here be alluding to a wheel, such as that on a chariot, that could be set on fire by a hot, glowing axle. Similarly, the tongue can set aflame the whole round of one&#x2019;s life into which he came by birth, making life become like a vicious circle, possibly even resulting in his own destruction as by fire."}