{"title":"Nazirite","link":"/en/wol/d/r1/lp-e/1200003191","html":"<span id=\"page477\" class=\"pageNum\" data-no=\"477\" data-before-text=\"477\"></span><strong>NAZIRITE</strong>(Naz&#x2B9;i&#xB7;rite) [One Singled Out; Dedicated One; Separated One].There were two classes of Nazirites: those who volunteered and those who were such by divine appointment. The regulations governing volunteer Nazirites are found in <a href=\"/en/wol/bc/r1/lp-e/1200003191/0/0\" data-bid=\"1-1\" class=\"b\">the book of Numbers, chapter&#xA0;6</a>. Either men or women could take a special vow to Jehovah to live as Nazirites for a period of time. However, if a daughter&#x2019;s father or a wife&#x2019;s husband heard the vow and did not approve, he could cancel it.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003191/1/0\" data-bid=\"2-1\" class=\"b\">Nu 30:1-8</a>.There were three principal restrictions resting on those taking the Nazirite vow: (1)&#xA0;They were to drink no intoxicating beverage; neither were they to eat any product of the grapevine, whether unripe, ripe, or dried, nor drink any of its juice, whether in the fresh, fermented, or vinegar state. (2)&#xA0;They were not to cut the hair of their heads. (3)&#xA0;They were not to touch a dead body, even that of the closest relative<wbr>&#x2014;father, mother, brother, or sister.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003191/2/0\" data-bid=\"3-1\" class=\"b\">Nu 6:1-7</a>.<strong>Special Vows. </strong>The person taking this special vow was &#x201C;to live as a Nazirite [that is, dedicated, separated] to Jehovah&#x201D; and not for the plaudits of men due to a showy display of fanatical asceticism. Rather, &#x201C;all the days of his Naziriteship he is holy to Jehovah.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003191/3/0\" data-bid=\"4-1\" class=\"b\">Nu 6:2,</a><a href=\"/en/wol/bc/r1/lp-e/1200003191/3/1\" data-bid=\"4-2\" class=\"b\">&#xA0;8</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200003191/4/0\" data-bid=\"5-1\" class=\"b\">Ge 49:26</a>, ftn.The requirements laid on Nazirites, therefore, had special significance and meaning in the worship of Jehovah. Like the high priest who, because of his holy office, was to touch no dead body, not even that of one of his closest relatives, so too the Nazirite. The high priest and the underpriests, because of the serious responsibility of their offices, were forbidden to drink wine or intoxicating liquor when performing their sacred duties before Jehovah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003191/5/0\" data-bid=\"6-1\" class=\"b\">Le 10:8-11;</a><a href=\"/en/wol/bc/r1/lp-e/1200003191/5/1\" data-bid=\"6-2\" class=\"b\"> 21:10,&#xA0;11</a>.Furthermore, the Nazirite (Heb., <em>na&#xB7;zir&#x2B9;</em>) &#x201C;should prove holy by letting the locks of the hair of his head grow,&#x201D; such serving as a crowning sign by which all could quickly recognize his holy Naziriteship. (<a href=\"/en/wol/bc/r1/lp-e/1200003191/6/0\" data-bid=\"7-1\" class=\"b\">Nu 6:5</a>) The same Hebrew word <em>na&#xB7;zir&#x2B9; </em>was used in regard to the &#x201C;unpruned&#x201D; vines during the sacred Sabbath and Jubilee years. (<a href=\"/en/wol/bc/r1/lp-e/1200003191/7/0\" data-bid=\"8-1\" class=\"b\">Le 25:5,</a><a href=\"/en/wol/bc/r1/lp-e/1200003191/7/1\" data-bid=\"8-2\" class=\"b\">&#xA0;11</a>) Interesting too is the fact that the gold plate on the front of the turban of the high priest, engraved with the words &#x201C;Holiness belongs to Jehovah,&#x201D; was called &#x201C;the holy sign of dedication [Heb., <em>ne&#x2B9;zer, </em>from the same root as <em>na&#xB7;zir&#x2B9;</em>].&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003191/8/0\" data-bid=\"9-1\" class=\"b\">Ex 39:30,&#xA0;31</a>) Likewise, the official headpiece, or diadem, worn by Israel&#x2019;s anointed kings was also called a <em>ne&#x2B9;zer. </em>(<a href=\"/en/wol/bc/r1/lp-e/1200003191/9/0\" data-bid=\"10-1\" class=\"b\">2Sa 1:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200003191/9/1\" data-bid=\"10-2\" class=\"b\"> 2Ki 11:12</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200003191/0\">CROWN</a>; <a href=\"/en/wol/tc/r1/lp-e/1200003191/1\">DEDICATION</a>.) In the Christian congregation the apostle says that a woman&#x2019;s long hair is given to her instead of a headdress. It is a natural reminder to her that she is in a position different from the man; she should be mindful of her submissive position under God&#x2019;s arrangement. So such requirements<wbr>&#x2014;uncut hair (unnatural for the man), total abstinence from wine as well as the need to be clean and undefiled&#x2014;<wbr>impressed on the dedicated Nazirite the importance of self-denial and complete submission to the will of Jehovah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003191/10/0\" data-bid=\"11-1\" class=\"b\">1Co 11:2-16</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200003191/2\">HAIR</a>; <a href=\"/en/wol/tc/r1/lp-e/1200003191/3\">HEAD COVERING</a>; <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200003191/4\">NATURE</a>.<strong><em>Requirements if Nazirite became defiled. </em></strong>A Nazirite would become unclean for seven days if he touched a dead body, even if, because of an accident beyond his control, he inadvertently touched someone that died alongside him. On the seventh day he was to shave the head and purify himself, and the next day he was to take to the priest two turtledoves (or, two young pigeons), <span id=\"page478\" class=\"pageNum\" data-no=\"478\" data-before-text=\"478\"></span>one serving as a sin offering, the other serving as a burnt sacrifice; he was also to present a young ram as a guilt offering. Furthermore, the one having taken the vow of Naziriteship must now begin all over again counting the days of the vow as stipulated at the start.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003191/11/0\" data-bid=\"12-1\" class=\"b\">Nu 6:8-12</a>.<strong><em>Requirements at conclusion of vow. </em></strong>When the specified duration of the vow came to an end, the Nazirite presented himself to the priests before the tent of meeting, bringing along the prescribed sacrifices consisting of a young ram for a burnt offering, a female lamb for a sin offering, and a ram for a communion sacrifice. He also was to bring a basket of unfermented (unleavened) cakes and wafers that were well oiled, together with the proper grain and drink offerings. In addition to these necessary sacrifices, the Nazirite brought such other offerings to the sanctuary as he could afford. (<a href=\"/en/wol/bc/r1/lp-e/1200003191/12/0\" data-bid=\"13-1\" class=\"b\">Nu 6:13-17,</a><a href=\"/en/wol/bc/r1/lp-e/1200003191/12/1\" data-bid=\"13-2\" class=\"b\">&#xA0;21</a>) Next, the Nazirite had his long hair cut off, and it was placed on the fire under the communion sacrifice. Then portions of the offerings were placed in his hands by the officiating priest and waved by the priest as a wave offering before Jehovah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003191/13/0\" data-bid=\"14-1\" class=\"b\">Nu 6:18-20</a>.It appears that in time the Jews made it possible for wealthy individuals to provide the necessary sacrifices, as an act of charity, for persons of little means who desired to take the Nazirite vow.This seemed to be the recognized custom that the apostle Paul took advantage of upon arriving in Jerusalem at the end of his third tour. To allay the false rumors that Paul had been &#x201C;teaching all the Jews among the nations .&#xA0;.&#xA0;. [not] to walk in the solemn customs&#x201D; of the Jewish nation, Paul&#x2019;s Christian brothers recommended the following plan. &#x201C;We have four men with a vow upon themselves,&#x201D; they told Paul. &#x201C;Take these men along and cleanse yourself ceremonially with them <em>and take care of their expenses, </em>that they may have their heads shaved.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003191/14/0\" data-bid=\"15-1\" class=\"b\">Ac 21:20-26</a>.As to the length of time that one might be a Nazirite, this was optional with the one making the vow. Jewish tradition (not the Bible) said it could not be less than 30 days, for it was thought that anything less than that degraded the solemnity of the vow, making it commonplace.<strong>Lifetime Nazirites. </strong>In the case of those appointed as Nazirites by Jehovah for life, being singled out by him for special service, they took no vows and were not bound by a limited period of time (the days of which were recalculated from the beginning if the vow was broken before being completed). For these reasons Jehovah&#x2019;s commandments for them differed somewhat from his requirements for voluntary Nazirites. Samson was such a God-appointed lifetime Nazirite, having been divinely appointed to be such before his conception. Even with his mother it was not a discretionary matter. Because her son would be a Nazirite, she was commanded by the angel to observe special regulations<wbr>&#x2014;not to drink wine or intoxicating liquor or to eat anything unclean during her pregnancy.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003191/15/0\" data-bid=\"16-1\" class=\"b\">Jg 13:2-14;</a><a href=\"/en/wol/bc/r1/lp-e/1200003191/15/1\" data-bid=\"16-2\" class=\"b\"> 16:17</a>.Regarding Samson, the regulation was that &#x201C;no razor should come upon his head.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003191/16/0\" data-bid=\"17-1\" class=\"b\">Jg 13:5</a>) However, no prohibition was placed on his touching dead bodies. Hence, Samson&#x2019;s killing a lion, or his slaying 30 Philistines and then stripping the corpses of their garments, did not profane his Naziriteship. On still another occasion, with God&#x2019;s approval, he killed a thousand of the enemy &#x201C;with the jawbone of a male ass<wbr>&#x2014;one heap, two heaps!&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003191/17/0\" data-bid=\"18-1\" class=\"b\">Jg 14:6,</a><a href=\"/en/wol/bc/r1/lp-e/1200003191/17/1\" data-bid=\"18-2\" class=\"b\"> 19;</a><a href=\"/en/wol/bc/r1/lp-e/1200003191/17/2\" data-bid=\"18-3\" class=\"b\"> 15:14-16</a>.In Samuel&#x2019;s case it was his mother, Hannah, who made a vow, setting apart her yet unconceived child for Jehovah&#x2019;s service as a Nazirite. To God she said in prayer: &#x201C;If you will without fail .&#xA0;.&#xA0;. give to your slave girl a male offspring, I will give him to Jehovah all the days of his life [&#x201C;and he shall drink no wine nor strong drink,&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003191/18/0\" data-bid=\"19-1\" class=\"b\">1Ki 1:11</a>, <em>LXX</em>)], and no razor will come upon his head.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003191/19/0\" data-bid=\"20-1\" class=\"b\">1Sa 1:9-11,</a><a href=\"/en/wol/bc/r1/lp-e/1200003191/19/1\" data-bid=\"20-2\" class=\"b\"> 22,</a><a href=\"/en/wol/bc/r1/lp-e/1200003191/19/2\" data-bid=\"20-3\" class=\"b\">&#xA0;28</a>) John the Baptizer was to &#x201C;drink no wine and strong drink at all.&#x201D; Few other details concerning his Naziriteship are given except that he, too, by divine appointment, was to be such from the day of his birth.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003191/20/0\" data-bid=\"21-1\" class=\"b\">Lu 1:11-15</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200003191/21/0\" data-bid=\"22-1\" class=\"b\">Mt 3:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200003191/21/1\" data-bid=\"22-2\" class=\"b\"> 11:18</a>.John the Baptizer was among those Nazirites whom Jehovah himself raised up. As he says by the mouth of his prophet Amos: &#x201C;I kept raising up some of your sons as prophets and some of your young men as Nazirites.&#x201D; However, they were not always accepted or respected, and wayward Israel even tried to break their integrity to Jehovah. (<a href=\"/en/wol/bc/r1/lp-e/1200003191/22/0\" data-bid=\"23-1\" class=\"b\">Am 2:11,&#xA0;12</a>) When the full measure of Israel&#x2019;s sins reached their limits and Jehovah removed typical Israel in 607&#xA0;B.C.E., the unfaithful Nazirites within Jerusalem did not escape either. Jeremiah describes how the once healthy and strong Nazirites turned black as their skin shriveled up on their bones because of the terrible famine.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003191/23/0\" data-bid=\"24-1\" class=\"b\">La 4:7-9</a>."}