{"title":"Nebo","link":"/en/wol/d/r1/lp-e/1200003199","html":"<span id=\"page479\" class=\"pageNum\" data-no=\"479\" data-before-text=\"479\"></span><strong>NEBO</strong>(Ne&#x2B9;bo).<strong>1. </strong>A Moabite city that came under the control of Amorite King Sihon sometime before the Israelites entered the Promised Land. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200003199/0/0\" data-bid=\"1-1\" class=\"b\">Nu 21:26;</a><a href=\"/en/wol/bc/r1/lp-e/1200003199/0/1\" data-bid=\"1-2\" class=\"b\"> 32:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200003199/0/2\" data-bid=\"1-3\" class=\"b\"> Isa 15:2</a>.) Subsequent to Israel&#x2019;s defeating Sihon, the Reubenites rebuilt Nebo. (<a href=\"/en/wol/bc/r1/lp-e/1200003199/1/0\" data-bid=\"2-1\" class=\"b\">Nu 32:37,&#xA0;38</a>) In the latter part of the tenth century B.C.E., however, it appears that the Reubenites (<a href=\"/en/wol/bc/r1/lp-e/1200003199/2/0\" data-bid=\"3-1\" class=\"b\">1Ch 5:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200003199/2/1\" data-bid=\"3-2\" class=\"b\">&#xA0;8</a>) lost the city, for, on the Moabite Stone, King Mesha boasted about having taken it from Israel at the direction of his god Chemosh. Later, both Isaiah (in the eighth century B.C.E.) and Jeremiah (in the seventh century B.C.E.) mentioned Nebo in prophecies directed against Moab.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003199/3/0\" data-bid=\"4-1\" class=\"b\">Isa 15:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200003199/3/1\" data-bid=\"4-2\" class=\"b\"> Jer 48:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200003199/3/2\" data-bid=\"4-3\" class=\"b\">&#xA0;22</a>.Nebo is commonly identified with Khirbet Mekhayyet (or, Qaryat el Mukhaiyat), situated about 8&#xA0;km (5&#xA0;mi) SW of Heshbon. There are ruins of an ancient fortress at this site. Also, large quantities of pottery fragments (thought to date from the 12th to the beginning of the 6th&#xA0;century B.C.E.) have been found.<strong>2. </strong>A city, representatives of which returned from Babylonian exile. (<a href=\"/en/wol/bc/r1/lp-e/1200003199/4/0\" data-bid=\"5-1\" class=\"b\">Ezr 2:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200003199/4/1\" data-bid=\"5-2\" class=\"b\">&#xA0;29</a>) In the time of Ezra some of &#x201C;the sons [probably, inhabitants] of Nebo&#x201D; dismissed their foreign wives. (<a href=\"/en/wol/bc/r1/lp-e/1200003199/5/0\" data-bid=\"6-1\" class=\"b\">Ezr 10:43,&#xA0;44</a>) Apparently to distinguish this Nebo from No.&#xA0;1, it is designated as &#x201C;the other Nebo.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003199/6/0\" data-bid=\"7-1\" class=\"b\">Ne 7:33</a>) Modern Nuba, located about 11&#xA0;km (7&#xA0;mi) NW of Hebron, has been presented as a possible identification.<strong>3. </strong>Evidently one of the mountains of Abarim. It was from Mount Nebo or from the top of Pisgah (which may have been a part of Nebo or Nebo may have been a part of Pisgah) that Moses viewed the Promised Land, and then he died there. (<a href=\"/en/wol/bc/r1/lp-e/1200003199/7/0\" data-bid=\"8-1\" class=\"b\">De 32:48-52;</a><a href=\"/en/wol/bc/r1/lp-e/1200003199/7/1\" data-bid=\"8-2\" class=\"b\"> 34:1-4</a>) Mount Nebo is generally identified with Jebel en-Neba (Har Nevo). This mountain has an elevation of more than 800&#xA0;m (2,630&#xA0;ft) above sea level and is located about 17&#xA0;km (11&#xA0;mi) E of where the Jordan enters the Dead Sea. It is believed that Pisgah may be Ras es-Siyaghah, an eminence just NW of and slightly lower than the peak of Jebel en-Neba. On a clear day the top of Ras es-Siyaghah provides a splendid view of Mounts Hermon, Tabor, Ebal, and Gerizim, the central mountain ridge on which Bethlehem and Hebron are situated, as well as the Jordan Valley and the Dead Sea.<span id=\"page480\" class=\"pageNum\" data-no=\"480\" data-before-text=\"480\"></span><strong>4. </strong>A deity whose humiliation at the fall of Babylon was foretold by the prophet Isaiah. (<a href=\"/en/wol/bc/r1/lp-e/1200003199/8/0\" data-bid=\"9-1\" class=\"b\">Isa 46:1,&#xA0;2</a>) Nebo was worshiped both in Babylonia and Assyria. He was identified with the planet Mercury and was regarded as the son of Marduk and Sarpanitu and the consort of Tashmitum. To his worshipers Nebo was a god of wisdom and learning, &#x201C;the god who possesses intelligence,&#x201D; &#x201C;he who hears from afar,&#x201D; &#x201C;he who teaches,&#x201D; and &#x201C;lord of the tablet stylus.&#x201D;<wbr>&#x2014;<em>The Seven Great Monarchies of the Ancient Eastern World, </em>by G.&#xA0;Rawlinson, 1885, Vol.&#xA0;I, p.&#xA0;91; <em>Ancient Near Eastern Texts, </em>edited by J.&#xA0;Pritchard, 1974, p.&#xA0;450.The prominence of this deity is illustrated by the Babylonian king Nabonidus&#x2019; referring to Nebo as &#x201C;the administrator of all the upper and nether world, who lengthens the span of my life&#x201D; and also as the one &#x201C;who extends (the length of) my rule.&#x201D; Nabonidus credited Nebo with placing into his hands &#x201C;the correct scepter, the lawful staff, which (alone) ensures the aggrandizement of the country.&#x201D; (<em>Ancient Near Eastern Texts, </em>p.&#xA0;310) Another indication of the importance of Nebo in Babylonian religion is the fact that a form of the name appears in the names of the Babylonian kings <em>Nebu</em>chadnezzar, <em>Nabo</em>polassar, and <em>Nabo</em>nidus; also in <em>Nebu</em>zaradan (<a href=\"/en/wol/bc/r1/lp-e/1200003199/9/0\" data-bid=\"10-1\" class=\"b\">2Ki 25:8</a>) and perhaps Abed<em>nego.<wbr></em>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003199/10/0\" data-bid=\"11-1\" class=\"b\">Da 1:7</a>.Nebo is prominently associated with the ancient city of Borsippa (modern Birs or Birs-Nimrud) near Babylon. In the spring, every New Year&#x2019;s Day, the image of Nebo was taken in sacred procession from Borsippa to Babylon. Thereafter, when the image was returned to its sanctuary at Borsippa, the image of Marduk (also called by his title Bel [Lord]) was carried partway along with that of Nebo. It was most appropriate, therefore, that the prophecy of Isaiah specifically mentioned the coming disgrace of Bel and Nebo at Babylon&#x2019;s fall.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003199/11/0\" data-bid=\"12-1\" class=\"b\">Isa 46:1,&#xA0;2</a>."}