{"title":"Nebuchadnezzar","link":"/en/wol/d/r1/lp-e/1200003200","html":"<span id=\"page480\" class=\"pageNum\" data-no=\"480\" data-before-text=\"480\"></span><strong>NEBUCHADNEZZAR</strong>(Neb&#xB7;u&#xB7;chad&#xB7;nez&#x2B9;zar), <strong>Nebuchadrezzar </strong>(Neb&#xB7;u&#xB7;chad&#xB7;rez&#x2B9;zar) [from Akkadian, meaning &#x201C;O&#xA0;Nebo, Protect the Heir!&#x201D;].Second ruler of the Neo-Babylonian Empire; son of Nabopolassar and father of Awil-Marduk (Evil-merodach), who succeeded him to the throne. Nebuchadnezzar ruled as king for 43 years (624-582&#xA0;B.C.E.), this period including the &#x201C;seven times&#x201D; during which he ate vegetation like a bull. (<a href=\"/en/wol/bc/r1/lp-e/1200003200/0/0\" data-bid=\"1-1\" class=\"b\">Da 4:31-33</a>) To distinguish this monarch from the Babylonian ruler by the same name but of a much earlier period (the Isin dynasty), historians refer to him as Nebuchadnezzar&#xA0;II.Historical notices in cuneiform inscriptions presently available about Nebuchadnezzar somewhat supplement the Bible record. They state that it was in the 19th year of Nabopolassar&#x2019;s reign that he assembled his army, as did his son Nebuchadnezzar, then crown prince. Both armies evidently functioned independently, and after Nabopolassar went back to Babylon within a month&#x2019;s time, Nebuchadnezzar successfully warred in mountainous territory, later returning to Babylon with much spoil. During the 21st year of Nabopolassar&#x2019;s reign, Nebuchadnezzar marched with the Babylonian army to Carchemish, there to fight against the Egyptians. He led his forces to victory. This took place in the fourth year of Judean King Jehoiakim (625&#xA0;B.C.E.).<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003200/1/0\" data-bid=\"2-1\" class=\"b\">Jer 46:2</a>.The inscriptions further show that news of his father&#x2019;s death brought Nebuchadnezzar back to Babylon, and on the first of Elul (August-September), he ascended the throne. In this his accession year he returned to Hattu, and &#x201C;in the month Shebat [January-February, 624&#xA0;B.C.E.] he took the vast booty of Hattu to Babylon.&#x201D; (<em>Assyrian and Babylonian Chronicles, </em>by A.&#xA0;K.&#xA0;Grayson, 1975, p.&#xA0;100) In 624&#xA0;B.C.E., in the first official year of his kingship, Nebuchadnezzar again led his forces through Hattu; he captured and sacked the Philistine city of Ashkelon. (See <a href=\"/en/wol/tc/r1/lp-e/1200003200/0\">ASHKELON</a>.) During his second, third, and fourth years as king he conducted additional campaigns in Hattu, and evidently in the fourth year he made Judean King Jehoiakim his vassal. (<a href=\"/en/wol/bc/r1/lp-e/1200003200/2/0\" data-bid=\"3-1\" class=\"b\">2Ki 24:1</a>) Also, in the fourth year Nebuchadnezzar led his forces to Egypt, and in the ensuing conflict both sides sustained heavy losses.<strong>Conquest of Jerusalem. </strong>Later, the rebellion of Judean King Jehoiakim against Nebuchadnezzar evidently resulted in a siege being laid against Jerusalem by the Babylonians. It appears that during this siege Jehoiakim died and his son Jehoiachin ascended the throne of Judah. But a mere three months and ten days thereafter the reign of the new king ended when Jehoiachin surrendered to Nebuchadnezzar (in the month of Adar [February-March] during Nebuchadnezzar&#x2019;s seventh regnal year [ending in Nisan 617&#xA0;B.C.E.], according to the Babylonian Chronicles). A cuneiform inscription (British Museum 21946) states: &#x201C;The seventh year: In the month Kislev the king of Akkad mustered his army and marched to Hattu. He encamped against the city of Judah and on the second day of the month Adar he captured the city (and) seized (its) king [Jehoiachin]. A king of his own choice [Zedekiah] he appointed in the city (and) taking the vast tribute he brought it into Babylon.&#x201D; (<em>Assyrian and Babylonian Chronicles, </em>by A.&#xA0;K.&#xA0;Grayson, 1975, p.&#xA0;102; PICTURE, Vol.&#xA0;2, p.&#xA0;326) Along with Jehoiachin, Nebuchadnezzar took other members of the royal household, court <span id=\"page481\" class=\"pageNum\" data-no=\"481\" data-before-text=\"481\"></span>officials, craftsmen, and warriors into Babylonian exile. It was Jehoiachin&#x2019;s uncle Mattaniah that Nebuchadnezzar made king of Judah, and he changed Mattaniah&#x2019;s name to Zedekiah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003200/3/0\" data-bid=\"4-1\" class=\"b\">2Ki 24:11-17;</a><a href=\"/en/wol/bc/r1/lp-e/1200003200/3/1\" data-bid=\"4-2\" class=\"b\"> 2Ch 36:5-10</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200003200/1\">CHRONOLOGY</a>; <a href=\"/en/wol/tc/r1/lp-e/1200003200/2\">JEHOIACHIN</a>; <a href=\"/en/wol/tc/r1/lp-e/1200003200/3\">JEHOIAKIM</a>.Sometime later Zedekiah rebelled against Nebuchadnezzar, allying himself with Egypt for military protection. (<a href=\"/en/wol/bc/r1/lp-e/1200003200/4/0\" data-bid=\"5-1\" class=\"b\">Eze 17:15</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200003200/5/0\" data-bid=\"6-1\" class=\"b\">Jer 27:11-14</a>.) This brought the Babylonians back to Jerusalem, and on Tebeth (December-January) 10 in the ninth year of Zedekiah&#x2019;s reign, Nebuchadnezzar besieged Jerusalem. (<a href=\"/en/wol/bc/r1/lp-e/1200003200/6/0\" data-bid=\"7-1\" class=\"b\">2Ki 24:20;</a><a href=\"/en/wol/bc/r1/lp-e/1200003200/6/1\" data-bid=\"7-2\" class=\"b\"> 25:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200003200/6/2\" data-bid=\"7-3\" class=\"b\"> 2Ch 36:13</a>) However, news that a military force of Pharaoh was coming out of Egypt caused the Babylonians to lift the siege temporarily. (<a href=\"/en/wol/bc/r1/lp-e/1200003200/7/0\" data-bid=\"8-1\" class=\"b\">Jer 37:5</a>) Subsequently Pharaoh&#x2019;s troops were forced to go back to Egypt, and the Babylonians resumed the siege against Jerusalem. (<a href=\"/en/wol/bc/r1/lp-e/1200003200/8/0\" data-bid=\"9-1\" class=\"b\">Jer 37:7-10</a>) Finally, in 607&#xA0;B.C.E., on Tammuz (June-July) 9 in the 11th year of Zedekiah&#x2019;s reign (Nebuchadnezzar&#x2019;s 19th year if counting from his accession year or his 18th regnal year), a breach was made in Jerusalem&#x2019;s wall. Zedekiah and his men fled but were overtaken in the desert plains of Jericho. Since Nebuchadnezzar had retired to Riblah &#x201C;in the land of Hamath,&#x201D; Zedekiah was brought before him there. Nebuchadnezzar had all of Zedekiah&#x2019;s sons slaughtered, and then he blinded and bound Zedekiah in order to take him as a prisoner to Babylon. The postconquest details, including the burning of the temple and the houses of Jerusalem, the disposition of temple utensils, and the taking of captives, were handled by Nebuzaradan the chief of the bodyguard. Over those not taken captive, Gedaliah, an appointee of Nebuchadnezzar, served as governor.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003200/9/0\" data-bid=\"10-1\" class=\"b\">2Ki 25:1-22;</a><a href=\"/en/wol/bc/r1/lp-e/1200003200/9/1\" data-bid=\"10-2\" class=\"b\"> 2Ch 36:17-20;</a><a href=\"/en/wol/bc/r1/lp-e/1200003200/9/2\" data-bid=\"10-3\" class=\"b\"> Jer 52:1-27,</a><a href=\"/en/wol/bc/r1/lp-e/1200003200/9/3\" data-bid=\"10-4\" class=\"b\">&#xA0;29</a>.<strong>His Dream of an Immense Image. </strong>The book of Daniel states that it was in &#x201C;the second year&#x201D; of Nebuchadnezzar&#x2019;s kingship (probably counting from the destruction of Jerusalem in 607&#xA0;B.C.E. and therefore actually referring to his 20th regnal year) that Nebuchadnezzar had the dream about the golden-headed image. (<a href=\"/en/wol/bc/r1/lp-e/1200003200/10/0\" data-bid=\"11-1\" class=\"b\">Da 2:1</a>) Although the magic-practicing priests, conjurers, and Chaldeans were unable to interpret this dream, the Jewish prophet Daniel did so. This moved Nebuchadnezzar to acknowledge Daniel&#x2019;s God as &#x201C;a God of gods and a Lord of kings and a Revealer of secrets.&#x201D; He then constituted Daniel &#x201C;ruler over all the jurisdictional district of Babylon and the chief prefect over all the wise men of Babylon.&#x201D; Nebuchadnezzar also appointed Daniel&#x2019;s three companions, Shadrach, Meshach, and Abednego, to administrative posts.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003200/11/0\" data-bid=\"12-1\" class=\"b\">Da&#xA0;2</a>.<strong>Later Exiles of Jews. </strong>About three years later, in the 23rd year of Nebuchadnezzar&#x2019;s reign, more Jews were taken into exile. (<a href=\"/en/wol/bc/r1/lp-e/1200003200/12/0\" data-bid=\"13-1\" class=\"b\">Jer 52:30</a>) This exile probably involved Jews who had fled to lands that were later conquered by the Babylonians. Lending support to this conclusion is the statement of the historian Josephus: &#x201C;In the fifth year after the sacking of Jerusalem, which was the twenty-third year of the reign of Nebuchadnezzar, Nebuchadnezzar marched against Coele-Syria and, after occupying it, made war both on the Moabites and the Ammanites. Then, after making these nations subject to him, he invaded Egypt in order to subdue it, and, having killed the king who was then reigning and appointed another, he again took captive the Jews who were in the country and carried them to Babylon.&#x201D;<wbr>&#x2014;<em>Jewish Antiquities, </em>X, 181, 182 (ix,&#xA0;7).<strong>Takes Tyre. </strong>It was also sometime after the fall of Jerusalem in 607&#xA0;B.C.E. that Nebuchadnezzar began the siege against Tyre. During this siege the heads of his soldiers were &#x201C;made bald&#x201D; from the chafing of the helmets and their shoulders were &#x201C;rubbed bare&#x201D; from carrying materials used in the construction of siegeworks. As Nebuchadnezzar received no &#x201C;wages&#x201D; for serving as Jehovah&#x2019;s instrument in executing judgment upon Tyre, He promised to give him the wealth of Egypt. (<a href=\"/en/wol/bc/r1/lp-e/1200003200/13/0\" data-bid=\"14-1\" class=\"b\">Eze 26:7-11;</a><a href=\"/en/wol/bc/r1/lp-e/1200003200/13/1\" data-bid=\"14-2\" class=\"b\"> 29:17-20</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200003200/4-5\">TYRE</a>.) One fragmentary Babylonian text, dated to Nebuchadnezzar&#x2019;s 37th year (588&#xA0;B.C.E.), does, in fact, mention a campaign against Egypt. (<em>Ancient Near Eastern Texts, </em>edited by J.&#xA0;Pritchard, 1974, p.&#xA0;308) But it cannot be established whether it relates to the original conquest or a later military action.<strong>Building Projects. </strong>Besides attaining numerous military victories and expanding the Babylonian Empire in fulfillment of prophecy (compare <a href=\"/en/wol/bc/r1/lp-e/1200003200/14/0\" data-bid=\"15-1\" class=\"b\">Jer 47-49</a>), Nebuchadnezzar engaged in considerable building activity. To satisfy the homesick longings of his Median queen, Nebuchadnezzar reportedly built the Hanging Gardens, rated as one of the seven wonders of the ancient world. Many of the extant cuneiform inscriptions of Nebuchadnezzar tell of his building projects, including his erection of temples, palaces, and walls. An excerpt from one of these inscriptions reads:&#x201C;Nebuchadrezzar, King of Babylon, the restorer of Esagila and Ezida, son of Nabopolassar am I. As a protection to Esagila, that no powerful enemy and destroyer might take Babylon, that the line of battle might not approach Imgur-Bel, the wall of Babylon, that which no former king had done [I did]; at the enclosure of Babylon I made an enclosure of a strong wall on the east side. I dug a moat, I reached the level of the water. I then saw that the wall which my father had prepared was too small in its construction. I built with bitumen and <span id=\"page482\" class=\"pageNum\" data-no=\"482\" data-before-text=\"482\"></span>brick a mighty wall which, like a mountain, could not be moved and connected it with the wall of my father; I laid its foundations on the breast of the under-world; its top I raised up like a mountain. Along this wall to strengthen it I constructed a third and as the base of a protecting wall I laid a foundation of bricks and built it on the breast of the under-world and laid its foundation. The fortifications of Esagila and Babylon I strengthened and established the name of my reign forever.&#x201D;<wbr>&#x2014;<em>Archaeology and the Bible, </em>by G.&#xA0;Barton, 1949, pp.&#xA0;478, 479.The foregoing harmonizes with Nebuchadnezzar&#x2019;s boast made just before he lost his sanity: &#x201C;Is not this Babylon the Great, that I myself have built for the royal house with the strength of my might and for the dignity of my majesty?&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003200/15/0\" data-bid=\"16-1\" class=\"b\">Da 4:30</a>) But when, in fulfillment of his divinely sent dream about the chopped-down tree, his reasoning powers were restored, Nebuchadnezzar had to acknowledge that Jehovah is able to humiliate those walking in pride.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003200/16/0\" data-bid=\"17-1\" class=\"b\">Da 4:37</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200003200/6\">MADNESS</a>.<strong>Very Religious. </strong>The indications are that Nebuchadnezzar was extremely religious, building and beautifying the temples of numerous Babylonian deities. Particularly was he devoted to the worship of Marduk, the chief god of Babylon. To him Nebuchadnezzar gave credit for his military victories. Trophies of war, including the sacred vessels of Jehovah&#x2019;s temple, appear to have been deposited in the temple of Marduk (Merodach). (<a href=\"/en/wol/bc/r1/lp-e/1200003200/17/0\" data-bid=\"18-1\" class=\"b\">Ezr 1:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200003200/17/1\" data-bid=\"18-2\" class=\"b\"> 5:14</a>) Says an inscription of Nebuchadnezzar: &#x201C;For thy glory, O&#xA0;exalted MERODACH a house have I made. .&#xA0;.&#xA0;. May it receive within itself the abundant tribute of the Kings of nations and of all peoples!&#x201D;<wbr>&#x2014;<em>Records of the Past: Assyrian and Egyptian Monuments, </em>London, 1875, Vol.&#xA0;V, p.&#xA0;135.The image of gold set up by Nebuchadnezzar in the Plain of Dura was perhaps dedicated to Marduk and designed to promote religious unity in the empire. Enraged over the refusal of Shadrach, Meshach, and Abednego to worship this image even after being given a second opportunity, Nebuchadnezzar commanded that they be thrown into a fiery furnace heated seven times hotter than usual. However, when these three Hebrews were delivered by Jehovah&#x2019;s angel, Nebuchadnezzar was forced to say that &#x201C;there does not exist another god that is able to deliver like this one.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003200/18/0\" data-bid=\"19-1\" class=\"b\">Da&#xA0;3</a>.Nebuchadnezzar also appears to have relied heavily on divination in planning his military moves. Ezekiel&#x2019;s prophecy, for example, depicts the king of Babylon as employing divination in deciding whether to go against Rabbah of Ammon or against Jerusalem.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003200/19/0\" data-bid=\"20-1\" class=\"b\">Eze 21:18-23</a>."}