{"title":"Nest","link":"/en/wol/d/r1/lp-e/1200003233","html":"<span id=\"page494\" class=\"pageNum\" data-no=\"494\" data-before-text=\"494\"></span><strong>NEST</strong>The place a bird or animal prepares for raising its young; also, a lodging, a retreat, or a snug, comfortable, cozy residence.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003233/0/0\" data-bid=\"1-1\" class=\"b\">Pr 27:8;</a><a href=\"/en/wol/bc/r1/lp-e/1200003233/0/1\" data-bid=\"1-2\" class=\"b\"> Isa 10:14;</a><a href=\"/en/wol/bc/r1/lp-e/1200003233/0/2\" data-bid=\"1-3\" class=\"b\"> 16:2</a>.The nests of birds vary greatly in location, size, and construction, but each type suits better than any other the particular use for which it is designed. Locations of different varieties range from the earth or the sand (snakes are also said to have &#x2018;nests&#x2019; on the ground or among rocks; <a href=\"/en/wol/bc/r1/lp-e/1200003233/1/0\" data-bid=\"2-1\" class=\"b\">Isa 34:15</a>) to tufts of grass, bushes, rocks, trees, hollow tree trunks, seashore cliffs, mountains, crevices in man&#x2019;s buildings, even suspended over water between reeds. Among building materials used are twigs, leaves, seaweed, wool, cotton, hay, straw, moss, fur, feathers, the down of plants, horsehair, pieces of cloth, and so forth. In general, nests serve as protection from predators, as shelter from storms, and as insulation from heat and cold.To impress on Job the wisdom of the Creator, Jehovah called attention to the eagle, that &#x201C;builds its nest high up, that on a crag .&#xA0;.&#xA0;. resides and stays during the night upon the tooth of a crag and an inaccessible place.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003233/2/0\" data-bid=\"3-1\" class=\"b\">Job 39:27,&#xA0;28</a>) And to illustrate God&#x2019;s loving care for Israel, Moses referred to the eagle that &#x201C;stirs up its nest,&#x201D; evidently with reference to the manner in which an eagle urges and sometimes shoves the fledgling into the air to teach it to fly. Jehovah similarly brought Israel out of Egypt as a nation. He administered tender care to the young nation throughout the wilderness journey and while they were settling in the Promised Land, just as the eagle watches and cares for the young during their flying lessons.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003233/3/0\" data-bid=\"4-1\" class=\"b\">De 32:11</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200003233/0\">EAGLE</a>.The rock dove also builds its nest high in rocky places. The towering rocks in the vicinity of the Dead Sea provide numerous clefts and caves for its nests. Jeremiah may have had these secluded nests in mind in pronouncing judgment on Moab, who dwelt in this area: &#x201C;Leave the cities and reside on the crag, you inhabitants of Moab, and become like the dove that makes its nest in the regions of the mouth of the hollow.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003233/4/0\" data-bid=\"5-1\" class=\"b\">Jer 48:28</a>; compare Balaam&#x2019;s utterance at <a href=\"/en/wol/bc/r1/lp-e/1200003233/5/0\" data-bid=\"6-1\" class=\"b\">Nu 24:21</a>.The thick foliage of the strong cedars of Lebanon served as an excellent nesting location for other birds; there was ample year-round shelter and concealment. The psalmist cited this as an example of God&#x2019;s marvelous provisions for the welfare of his creatures.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003233/6/0\" data-bid=\"7-1\" class=\"b\">Ps 104:16,&#xA0;17</a>.Under the Law, the Israelites were forbidden to take the eggs or the young from a nest and at the same time kill the mother. This prevented the cruelty of completely wiping out the family at one stroke. The mother was to be spared, to produce more young.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003233/7/0\" data-bid=\"8-1\" class=\"b\">De 22:6,&#xA0;7</a>.<strong>&#x2018;Birds Have Roosts.&#x2019; </strong>Certain translations render the Greek word <em>ka&#xB7;ta&#xB7;ske&#x2B9;no&#xB7;sis </em>as &#x201C;nest&#x201D;; actually it refers to a &#x2018;resting-place or roost&#x2019; where birds settle at night, not a nest for incubating eggs and rearing young. When a certain one of the scribes said to Jesus: &#x201C;Teacher, I will follow you wherever you are about to go,&#x201D; Jesus replied: &#x201C;Foxes have dens and birds of heaven have roosts, but the Son of man has nowhere to lay down his head.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003233/8/0\" data-bid=\"9-1\" class=\"b\">Mt 8:19, 20;</a><a href=\"/en/wol/bc/r1/lp-e/1200003233/8/1\" data-bid=\"9-2\" class=\"b\"> Lu 9:57,&#xA0;58</a>) Here Jesus pointed out that to be his follower the man would have to forsake the idea of having the comforts and conveniences commonly enjoyed, and must put his trust completely in Jehovah. This principle is reflected in the model prayer he taught his disciples: &#x201C;Give us today our bread for this day,&#x201D; and his statement: &#x201C;Thus, you may be sure, none of you that does not say good-bye to all his belongings can be my disciple.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003233/9/0\" data-bid=\"10-1\" class=\"b\">Mt 6:11;</a><a href=\"/en/wol/bc/r1/lp-e/1200003233/9/1\" data-bid=\"10-2\" class=\"b\"> Lu 14:33</a>.<strong>Figurative Usage. </strong>In judgment messages against Edom, God used the eagle&#x2019;s high nesting place as a symbol of Edom&#x2019;s literally high location in the mountains, as well as of its haughtiness and presumptuousness.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003233/10/0\" data-bid=\"11-1\" class=\"b\">Jer 49:15-18;</a><a href=\"/en/wol/bc/r1/lp-e/1200003233/10/1\" data-bid=\"11-2\" class=\"b\"> Ob 1-4</a>; compare God&#x2019;s declaration against Babylon, at <a href=\"/en/wol/bc/r1/lp-e/1200003233/11/0\" data-bid=\"12-1\" class=\"b\">Hab 1:6;</a><a href=\"/en/wol/bc/r1/lp-e/1200003233/11/1\" data-bid=\"12-2\" class=\"b\"> 2:6-11</a>.In prophesying against Jerusalem, Jeremiah referred to the loftiness of Lebanon&#x2019;s trees and the value of its cedarwood, used particularly by kings and rich men in construction of their houses. The palace of Judah&#x2019;s king and the government buildings at Jerusalem had been constructed largely of cedar. Hence Jeremiah spoke of the inhabitants of Jerusalem as those &#x201C;dwelling in Lebanon, being nested in the cedars.&#x201D; But from this lofty position they were to be brought low.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003233/12/0\" data-bid=\"13-1\" class=\"b\">Jer 22:6,</a><a href=\"/en/wol/bc/r1/lp-e/1200003233/12/1\" data-bid=\"13-2\" class=\"b\">&#xA0;23</a>.<strong>A &#x2018;Compartment.&#x2019; </strong>At <a href=\"/en/wol/bc/r1/lp-e/1200003233/13/0\" data-bid=\"14-1\" class=\"b\">Genesis 6:14</a>, the Hebrew word <em>qin&#xB7;nim&#x2B9; </em>(&#x201C;nests&#x201D;) is translated &#x201C;rooms&#x201D; (<em>KJ, RS</em>), &#x201C;cabins&#x201D; (<em>AT</em>), and &#x201C;compartments&#x201D; (<em>NW</em>). Evidently these were relatively small compartments in the ark built by Noah and, similar to birds&#x2019; nests, served as a protection and shelter through a critical time when men and animals were otherwise helpless."}