{"title":"New Jerusalem","link":"/en/wol/d/r1/lp-e/1200003242","html":"<span id=\"page496\" class=\"pageNum\" data-no=\"496\" data-before-text=\"496\"></span><strong>NEW JERUSALEM</strong>An expression that occurs two times, and only in the highly symbolic book of Revelation. (<a href=\"/en/wol/bc/r1/lp-e/1200003242/0/0\" data-bid=\"1-1\" class=\"b\">Re 3:12;</a><a href=\"/en/wol/bc/r1/lp-e/1200003242/0/1\" data-bid=\"1-2\" class=\"b\"> 21:2</a>) Near the end of that series of visions, and after seeing Babylon the Great destroyed, the apostle John says: &#x201C;I saw also the holy city, New Jerusalem, coming down out of heaven from God and prepared as a bride adorned for her husband.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003242/1/0\" data-bid=\"2-1\" class=\"b\">Re 21:2</a>.<strong>The Bride of the Lamb. </strong>In the light of other scriptures, the identity of New Jerusalem is made certain. She is &#x201C;as a <em>bride.&#x201D; </em>Farther along, John writes: &#x201C;One of the seven angels .&#xA0;.&#xA0;. spoke with me and said: &#x2018;Come here, I will show you the bride, the Lamb&#x2019;s wife.&#x2019; So he carried me away in the power of the spirit to a great and lofty mountain, and he showed me the holy city Jerusalem coming down out of heaven from God and having the glory of God. Its radiance was like a most precious stone, as a jasper stone shining crystal-clear.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003242/2/0\" data-bid=\"3-1\" class=\"b\">Re 21:9-11</a>.New Jerusalem is the bride of whom? The Lamb of God, Jesus Christ, who shed his blood sacrificially for mankind. (<a href=\"/en/wol/bc/r1/lp-e/1200003242/3/0\" data-bid=\"4-1\" class=\"b\">Joh 1:29;</a><a href=\"/en/wol/bc/r1/lp-e/1200003242/3/1\" data-bid=\"4-2\" class=\"b\"> Re 5:6,</a><a href=\"/en/wol/bc/r1/lp-e/1200003242/3/2\" data-bid=\"4-3\" class=\"b\"> 12;</a><a href=\"/en/wol/bc/r1/lp-e/1200003242/3/3\" data-bid=\"4-4\" class=\"b\"> 7:14;</a><a href=\"/en/wol/bc/r1/lp-e/1200003242/3/4\" data-bid=\"4-5\" class=\"b\"> 12:11;</a><a href=\"/en/wol/bc/r1/lp-e/1200003242/3/5\" data-bid=\"4-6\" class=\"b\"> 21:14</a>) What is her identity? She is composed of the members of the glorified Christian congregation. The congregation on earth was likened to &#x201C;a chaste virgin&#x201D; to be presented to the Christ. (<a href=\"/en/wol/bc/r1/lp-e/1200003242/4/0\" data-bid=\"5-1\" class=\"b\">2Co 11:2</a>) Again, the apostle Paul likens the Christian congregation to a wife, with Christ as her Husband and Head.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003242/5/0\" data-bid=\"6-1\" class=\"b\">Eph 5:23-25,</a><a href=\"/en/wol/bc/r1/lp-e/1200003242/5/1\" data-bid=\"6-2\" class=\"b\">&#xA0;32</a>.Furthermore, Christ himself addresses the congregation at <a href=\"/en/wol/bc/r1/lp-e/1200003242/6/0\" data-bid=\"7-1\" class=\"b\">Revelation 3:12</a>, promising the faithful conqueror that he would have written upon him &#x201C;the name of my God and the name of the city of my God, the new Jerusalem which descends out of heaven from my God, and that new name of mine.&#x201D; A wife takes her husband&#x2019;s name. Therefore those seen standing with the Lamb upon Mount Zion, numbering 144,000, having the Lamb&#x2019;s name and that of his Father written in their foreheads, are evidently the same group, the bride.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003242/7/0\" data-bid=\"8-1\" class=\"b\">Re 14:1</a>.<strong><em>Why could &#x201C;New Jerusalem&#x201D; not be a city in the Middle East?</em></strong>New Jerusalem is heavenly, not earthly, for it comes down &#x201C;out of heaven from God.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003242/8/0\" data-bid=\"9-1\" class=\"b\">Re 21:10</a>) So this city is not one erected by men and consisting <span id=\"page497\" class=\"pageNum\" data-no=\"497\" data-before-text=\"497\"></span>of literal streets and buildings constructed in the Middle East on the site of the ancient city of Jerusalem, which was destroyed in 70&#xA0;C.E. The members of the bride class when on earth are told that their &#x201C;citizenship exists in the heavens&#x201D; and that their hope is to receive &#x201C;an incorruptible and undefiled and unfading inheritance.&#x201D; &#x201C;It is reserved in the heavens for you,&#x201D; says the apostle Peter.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003242/9/0\" data-bid=\"10-1\" class=\"b\">Php 3:20;</a><a href=\"/en/wol/bc/r1/lp-e/1200003242/9/1\" data-bid=\"10-2\" class=\"b\"> 1Pe 1:4</a>.In 537&#xA0;B.C.E., Jehovah created &#x201C;new heavens and a new earth&#x201D; when the Jewish remnant was restored to Jerusalem from Babylonian exile. (<a href=\"/en/wol/bc/r1/lp-e/1200003242/10/0\" data-bid=\"11-1\" class=\"b\">Isa 65:17</a>) Evidently the governorship of Zerubbabel (a descendant of David) aided by High Priest Joshua, at the city of Jerusalem, constituted the &#x201C;new heavens&#x201D; then. (<a href=\"/en/wol/bc/r1/lp-e/1200003242/11/0\" data-bid=\"12-1\" class=\"b\">Hag 1:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200003242/11/1\" data-bid=\"12-2\" class=\"b\"> 14</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200003242/0\">HEAVEN</a> [New heavens and new earth].) The New Jerusalem, together with Christ on his throne in this symbolic city, constitutes the &#x201C;new heavens&#x201D; that rule over the &#x201C;new earth,&#x201D; which is human society on earth.That the New Jerusalem is indeed a heavenly city is further supported by the vision of her that John beheld. Only a symbolic city could have the dimensions and splendor of New Jerusalem. Its base was foursquare, about 555&#xA0;km (345&#xA0;mi) on each side, or about 2,220&#xA0;km (1,379&#xA0;mi) completely around, that is, 12,000 furlongs. Being a cube, the city was also as high as it was long and wide. No man-made city could ever reach that far into &#x201C;outer space.&#x201D; Round about was a wall 144 cubits (64&#xA0;m; 210&#xA0;ft) high. The wall, itself constructed of jasper, in turn rested on 12 foundation stones, precious stones of great beauty<wbr>&#x2014;jasper, sapphire, chalcedony, emerald, sardonyx, sardius, chrysolite, beryl, topaz, chrysoprase, hyacinth, and amethyst. On these 12 foundation stones were engraved the names of the 12 apostles of the Lamb. The city proper within these beautiful walls was no less glorious, for it was described as &#x201C;pure gold like clear glass,&#x201D; having a broad way of &#x201C;pure gold, as transparent glass.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003242/12/0\" data-bid=\"13-1\" class=\"b\">Re 21:12-21</a>.<strong>A Pure, Beneficial Rule. </strong>Entrance into the New Jerusalem through its magnificent walls was by means of 12 gates, three on a side, each made of a huge pearl. Although these gates were never closed, &#x201C;anything not sacred and anyone that carries on a disgusting thing and a lie will in no way enter into it; only those written in the Lamb&#x2019;s scroll of life will.&#x201D; A holy and sacred city indeed, yet there was no visible temple of worship, for &#x201C;Jehovah God the Almighty is its temple, also the Lamb is.&#x201D; And there was &#x201C;no need of the sun nor of the moon to shine upon it, for the glory of God lighted it up, and its lamp was the Lamb.&#x201D; Its rulership over the nations will be beneficial to them, for &#x201C;the nations will walk by means of its light.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003242/13/0\" data-bid=\"14-1\" class=\"b\">Re 21:22-27</a>."}