{"title":"Nicodemus","link":"/en/wol/d/r1/lp-e/1200003249","html":"<span id=\"page497\" class=\"pageNum\" data-no=\"497\" data-before-text=\"497\"></span><strong>NICODEMUS</strong>(Nic&#xB7;o&#xB7;de&#x2B9;mus) [Conqueror of the People].A Pharisee and a teacher of Israel, a ruler of the Jews (that is, a member of the Sanhedrin) who is mentioned only in John&#x2019;s Gospel. Nicodemus was impressed with the signs that Jesus performed in Jerusalem at Passover time of 30&#xA0;C.E. Consequently, he visited Jesus one night and confessed that Jesus must have come from God. (Probably out of fear of the Jews he chose the cover of darkness for this first visit.) It was to Nicodemus that Jesus spoke of being &#x201C;born again&#x201D; in order to see the Kingdom of God, of no man&#x2019;s <span id=\"page498\" class=\"pageNum\" data-no=\"498\" data-before-text=\"498\"></span>having ascended to heaven, about God&#x2019;s love as being shown by sending the Son to earth, and about the need to exercise faith.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003249/0/0\" data-bid=\"1-1\" class=\"b\">Joh 2:23;</a><a href=\"/en/wol/bc/r1/lp-e/1200003249/0/1\" data-bid=\"1-2\" class=\"b\"> 3:1-21</a>.About two and a half years later, at the Festival of Booths, the Pharisees sent officers to lay hold of Jesus. When the officers returned empty-handed, the Pharisees belittled them for making a report favorable to Jesus, whereupon Nicodemus spoke up, saying: &#x201C;Our law does not judge a man unless first it has heard from him and come to know what he is doing, does it?&#x201D; For this the others ridiculed him. (<a href=\"/en/wol/bc/r1/lp-e/1200003249/1/0\" data-bid=\"2-1\" class=\"b\">Joh 7:45-52</a>) After Jesus&#x2019; death, Nicodemus came along with Joseph of Arimathea, that fearful disciple, bringing a heavy roll of myrrh and aloes (c.&#xA0;100 Roman pounds [33&#xA0;kg; 72&#xA0;lb]), a costly offering, with which to prepare Jesus&#x2019; body for burial. (<a href=\"/en/wol/bc/r1/lp-e/1200003249/2/0\" data-bid=\"3-1\" class=\"b\">Joh 19:38-40</a>) There is no Scriptural evidence for or against the traditions that say Nicodemus later became a disciple, was cast out of the Sanhedrin and Jerusalem, died a martyr&#x2019;s death, and so forth."}