{"title":"Nicolaus","link":"/en/wol/d/r1/lp-e/1200003250","html":"<span id=\"page498\" class=\"pageNum\" data-no=\"498\" data-before-text=\"498\"></span><strong>NICOLAUS</strong>(Nic&#xB7;o&#xB7;la&#x2B9;us) [Conqueror of the People].<strong>1. </strong>One of the seven qualified men whom the congregation recommended to the apostles for appointment as food distributors to ensure just and fair treatment among the early Jerusalem congregation following Pentecost, 33&#xA0;C.E. Of the seven, Nicolaus is the only one called &#x201C;a proselyte of Antioch,&#x201D; which suggests that he may have been the only non-Jew of the group, the Greek names of the others being common even among natural Jews.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003250/0/0\" data-bid=\"1-1\" class=\"b\">Ac 6:1-6</a>.<strong>2. </strong>&#x201C;The sect of Nicolaus&#x201D; (or Nicolaitans) is condemned in two of the seven letters to the congregations in <a href=\"/en/wol/bc/r1/lp-e/1200003250/1/0\" data-bid=\"2-1\" class=\"b\">chapters&#xA0;2</a> and <a href=\"/en/wol/bc/r1/lp-e/1200003250/2/0\" data-bid=\"3-1\" class=\"b\">3 of Revelation</a>. For hating &#x201C;the deeds of the sect of Nicolaus,&#x201D; which Christ Jesus himself also hates, &#x201C;the angel&#x201D; of the Ephesus congregation was commended. (<a href=\"/en/wol/bc/r1/lp-e/1200003250/3/0\" data-bid=\"4-1\" class=\"b\">Re 2:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200003250/3/1\" data-bid=\"4-2\" class=\"b\">&#xA0;6</a>) In the congregation at Pergamum, however, there were some &#x201C;holding fast the teaching of the sect of Nicolaus,&#x201D; from which they were urged to turn away and repent.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003250/4/0\" data-bid=\"5-1\" class=\"b\">Re 2:12,</a><a href=\"/en/wol/bc/r1/lp-e/1200003250/4/1\" data-bid=\"5-2\" class=\"b\"> 15,&#xA0;16</a>.Aside from what is here written in Revelation about the sect of Nicolaus, nothing else is known of it, either of its practices and teachings, which are condemned, or of its origin and development. The connective &#x201C;so&#x201D; immediately following the reference to the immoral and idolatrous course the Israelites pursued due to &#x201C;the teaching of Balaam&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003250/5/0\" data-bid=\"6-1\" class=\"b\">Re 2:14,&#xA0;15</a>) might indicate some similarity, but Revelation makes a distinction between the two. There is no reason to connect the sect with Nicolaus the Antiochian Christian (No.&#xA0;1) just because he is the only person of that name in the Bible, as has also been done by some of the early church writers. Nor is it warranted to say that some apostatized sect took his name to give weight to their wrongdoing. Nicolaus was more probably a Biblically unidentified individual after whom the ungodly movement was named."}