{"title":"Nightjar","link":"/en/wol/d/r1/lp-e/1200003254","html":"<span id=\"page499\" class=\"pageNum\" data-no=\"499\" data-before-text=\"499\"></span><strong>NIGHTJAR</strong>[Heb., <em>li&#xB7;lith&#x2B9;</em>].A creature appearing in the description of Edom&#x2019;s utter desolation and of the things inhabiting its ruins. (<a href=\"/en/wol/bc/r1/lp-e/1200003254/0/0\" data-bid=\"1-1\" class=\"b\">Isa 34:14</a>) The Hebrew word has been variously translated as &#x201C;screech owl&#x201D; (<em>KJ</em>), &#x201C;night-monster&#x201D; (<em>AS</em>), &#x201C;nightjar&#x201D; (<em>NE, NW</em>), and &#x201C;night hag&#x201D; (<em>RS</em>), while <em>The Jerusalem Bible </em>prefers simply to transliterate the name as &#x201C;Lilith.&#x201D;Many scholars endeavor to show that the Hebrew term is a loanword from ancient Sumerian and Akkadian and that it derives from the name of a mythological female demon of the air (<em>Lilitu</em>). Professor G.&#xA0;R.&#xA0;Driver, however, considers the Hebrew word (<em>li&#xB7;lith&#x2B9;</em>) to derive from a root word denoting &#x201C;every kind of twisting motion or twisted object,&#x201D; even as the Hebrew word <em>la&#x2B9;yil </em>(or <em>lai&#x2B9;lah</em>), <span id=\"page500\" class=\"pageNum\" data-no=\"500\" data-before-text=\"500\"></span>meaning &#x201C;night,&#x201D; suggests a &#x201C;wrapping itself round or enfolding the earth.&#x201D; Such derivation of <em>li&#xB7;lith&#x2B9;, </em>he suggests, may likely point to the nightjar as both a nocturnal feeding bird and one noted for its rapid twisting and turning flight as it pursues moths, beetles, and other night-flying insects. As quoted by Driver, Tristram, the naturalist, described the nightjar as &#x201C;becoming very active towards dusk, when they hawk about at great speed and with intricate turnings after their food.&#x201D;<wbr>&#x2014;<em>Palestine Exploration Quarterly, </em>London, 1959, pp.&#xA0;55,&#xA0;56.The nightjar is almost 30&#xA0;cm (12&#xA0;in.) in length with a wingspan of 50&#xA0;cm (20&#xA0;in.) or more; its plumage resembles the owl&#x2019;s, being soft and delicately mottled with gray and brown. The soft wing feathers allow for noiseless flight. Its large mouth is evidently the reason for its also being called the goatsucker, an ancient legend holding that the bird sucked the milk of goats.As to the likelihood of such a bird being found in the arid region of Edom, certain varieties of this bird are known to inhabit waste places. An Egyptian nightjar (<em>Caprimulgus aegyptius</em>) lives almost exclusively in the desert, occupying acacia groves and tamarisk bushes and seeking its food in twilight. Another (<em>Caprimulgus nubicus</em>) is found in desert fringes between Jericho and the Red Sea, hence in regions like that of Edom."}