{"title":"Nile","link":"/en/wol/d/r1/lp-e/1200003255","html":"<span id=\"page500\" class=\"pageNum\" data-no=\"500\" data-before-text=\"500\"></span><strong>NILE</strong>The Greek name given to the river, the northern part of whose valley formed the land of ancient Egypt, making that land essentially a river oasis. (MAP, Vol.&#xA0;1, p.&#xA0;531) In the Hebrew Scriptures the river is regularly referred to by the term <em>ye&#x2BC;or&#x2B9; </em>(sometimes <em>ye&#x2BC;ohr&#x2B9;</em>). The word itself means &#x201C;stream&#x201D; or &#x201C;canal&#x201D; (as at <a href=\"/en/wol/bc/r1/lp-e/1200003255/0/0\" data-bid=\"1-1\" class=\"b\">Daniel 12:5</a> and <a href=\"/en/wol/bc/r1/lp-e/1200003255/1/0\" data-bid=\"2-1\" class=\"b\">Isaiah 33:21</a>) or &#x201C;water-filled gallery&#x201D; (a shaft made in mining, as at <a href=\"/en/wol/bc/r1/lp-e/1200003255/2/0\" data-bid=\"3-1\" class=\"b\">Job 28:10</a>). In one case <em>ye&#x2BC;or&#x2B9; </em>is used to refer to the Tigris River (Biblical Hiddekel) of Mesopotamia. (<a href=\"/en/wol/bc/r1/lp-e/1200003255/3/0\" data-bid=\"4-1\" class=\"b\">Da 12:5-7;</a><a href=\"/en/wol/bc/r1/lp-e/1200003255/3/1\" data-bid=\"4-2\" class=\"b\"> compare 10:4</a>.) All other occurrences, the context indicates, apply to the Nile or, when in the plural form, to the Nile canals. (<a href=\"/en/wol/bc/r1/lp-e/1200003255/4/0\" data-bid=\"5-1\" class=\"b\">Ps 78:44;</a><a href=\"/en/wol/bc/r1/lp-e/1200003255/4/1\" data-bid=\"5-2\" class=\"b\"> Isa 7:18</a>) The Egyptian name (<em>jrw</em>) for the river, at least from the so-called Eighteenth Dynasty on, corresponds closely to the Hebrew.<strong>The Course of the Nile. </strong>The Nile is generally ranked as the longest river on earth. Its length of 6,671&#xA0;km (4,145&#xA0;mi) is measured from its sources, which take their rise in the lake regions of modern Rwanda and Burundi. These sources flow into Lake Victoria, and from here a river passes over to Lake Albert (Lake Mobutu Sese Seko); farther north the stream is known as the White Nile. At Khartoum, the White Nile is joined by the Blue Nile, which cascades down from the mountains of northern Ethiopia. North of Khartoum the river forms the Nile proper, and as such receives the waters of only one more tributary, the Atbara River, its confluence with the Nile occurring about 300&#xA0;km (190&#xA0;mi) NE of Khartoum. The Nile then winds its way through the desolate tableland of northern Sudan, passing over six separate beds of hard granite rock that create six cataracts between Khartoum and Aswan (Biblical Syene), the point where Nubia ended and ancient Egypt began. Finally, having lost much of its volume <span id=\"page501\" class=\"pageNum\" data-no=\"501\" data-before-text=\"501\"></span>because of evaporation by the blazing sun and the demands of Egyptian irrigation, some 2,700&#xA0;km (1,700&#xA0;mi) N of Khartoum the Nile&#x2019;s waters empty into the Mediterranean Sea.The Nile Valley is quite narrow along most of the river&#x2019;s course. Through much of Nubia the river flows through a gorge, bordered on each side by the desert. North of Aswan, in what was Upper Egypt, the valley broadens out, but the rocky cliffs on either side are never much more than about 20&#xA0;km (12&#xA0;mi) apart. However, when the river reaches the region just N of modern Cairo it divides into two main branches, now called the Rosetta and the Damietta, after the names of the port cities situated at the mouths of these branches on the Mediterranean coast. This fanning out of the Nile&#x2019;s waters creates the swampy Nile Delta. In ancient times the river had other branches, the classical Greek historians and geographers making mention of from five to seven. These branches and some of the canals have since become silted up and either greatly reduced or eliminated.<strong>Importance of Annual Flooding. </strong>A unique characteristic of this major river is the regularity of its rise each year and the consequent flooding of its banks that are lined with agricultural villages. This is produced by the heavy seasonal rains (as well as the melting of snow from the mountains) in Ethiopia, which convert the Blue Nile into a torrential stream rushing toward its junction with the White Nile, carrying with it rich silt from the Ethiopian highlands. The Atbara River also adds an increased flow to swell the volume of the Nile. Prior to the construction of the Aswan High Dam, this caused the river to begin to rise in Egypt from June onward, cresting in September and thereafter gradually receding. On receding, the waters left behind a deposit of highly fertile soil in the form of a thin layer of mud.In a virtually rainless land, Egyptian agriculture was totally dependent upon these annual inundations of the lowlands. An insufficient rise had the same effect as drought, bringing famine; while an excessive rise brought damage to the irrigation works (as well as to homes). The concern of the Egyptians for a desirable amount of inundation is seen in the Nilometers (gauges for measuring the river&#x2019;s level) that have been discovered at ancient sites. Without these inundations the never-distant desert would press in from both sides right up to the riverbanks. Yet the Nile&#x2019;s rise and fall has, with few exceptions, been so regular that Egypt throughout its history was noted for its abundant crops and agricultural wealth.This complete reliance of the Egyptian economy on the Nile&#x2019;s waters was well illustrated in Pharaoh&#x2019;s dream, the seven fat cows proceeding out of the Nile and feeding on the Nile grass, while the seven thin cows came from the same source. This aptly represented the way good production could be eaten up by poor years resulting from insufficient inundation.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003255/5/0\" data-bid=\"6-1\" class=\"b\">Ge 41:17-21</a>.The surging of the Nile waters over their banks was used to describe the forward push of marching armies (<a href=\"/en/wol/bc/r1/lp-e/1200003255/6/0\" data-bid=\"7-1\" class=\"b\">Jer 46:7,&#xA0;8;</a><a href=\"/en/wol/bc/r1/lp-e/1200003255/6/1\" data-bid=\"7-2\" class=\"b\"> 47:2,&#xA0;3</a>), while the prophet Amos used the rising and falling of the Nile&#x2019;s waters to represent the agitation due to come upon unfaithful Israel. (<a href=\"/en/wol/bc/r1/lp-e/1200003255/7/0\" data-bid=\"8-1\" class=\"b\">Am 8:8;</a><a href=\"/en/wol/bc/r1/lp-e/1200003255/7/1\" data-bid=\"8-2\" class=\"b\"> 9:5</a>) Other <span id=\"page502\" class=\"pageNum\" data-no=\"502\" data-before-text=\"502\"></span>prophets employed the figure of the Nile&#x2019;s drying up to represent the disaster due to come upon Egypt as a result of God&#x2019;s judgment against the nation. The Nile&#x2019;s failure would not only cripple agriculture and the raising of stock but also damage the fishing industry and the production of linen.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003255/8/0\" data-bid=\"9-1\" class=\"b\">Isa 19:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200003255/8/1\" data-bid=\"9-2\" class=\"b\"> 5-10;</a><a href=\"/en/wol/bc/r1/lp-e/1200003255/8/2\" data-bid=\"9-3\" class=\"b\"> Eze 29:9, 10;</a><a href=\"/en/wol/bc/r1/lp-e/1200003255/8/3\" data-bid=\"9-4\" class=\"b\"> Zec 10:11</a>.To retain some of the floodwaters for later use in irrigation during the growing season, the Egyptians built up earthen embankments to trap the muddy waters in large catch basins. Thus when Jehovah brought the first plague on Egypt, turning its water to blood, the Nile itself, the water in its canals and reedy pools, and the &#x201C;impounded waters&#x201D; were all converted into blood.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003255/9/0\" data-bid=\"10-1\" class=\"b\">Ex 7:14-25</a>.<strong>Other Features. </strong>Besides supplying water for plants and domestic animals, the Nile was the source of drinking water for the Egyptians. (<a href=\"/en/wol/bc/r1/lp-e/1200003255/10/0\" data-bid=\"11-1\" class=\"b\">Ex 7:18,</a><a href=\"/en/wol/bc/r1/lp-e/1200003255/10/1\" data-bid=\"11-2\" class=\"b\"> 21,</a><a href=\"/en/wol/bc/r1/lp-e/1200003255/10/2\" data-bid=\"11-3\" class=\"b\">&#xA0;24</a>) Except during the initial stage of inundation, the water was very palatable. Along the Nile&#x2019;s canals and reedy pools, papyrus plants grew in abundance; these were the source of Egyptian writing material and were used for making boats. (<a href=\"/en/wol/bc/r1/lp-e/1200003255/11/0\" data-bid=\"12-1\" class=\"b\">Isa 18:2</a>) The reedy shores and pools were the habitat of many wild birds that fed upon frogs and other small creatures. (<a href=\"/en/wol/bc/r1/lp-e/1200003255/12/0\" data-bid=\"13-1\" class=\"b\">Ex 8:5,</a><a href=\"/en/wol/bc/r1/lp-e/1200003255/12/1\" data-bid=\"13-2\" class=\"b\"> 9-11</a>) Egyptian pictures show bird hunting being done from small boats. The Nile waters served, too, for bathing; it is recorded that Pharaoh&#x2019;s daughter bathed there. (<a href=\"/en/wol/bc/r1/lp-e/1200003255/13/0\" data-bid=\"14-1\" class=\"b\">Ex 2:5</a>) An Egyptian picture presents a very similar bathing scene of a noblewoman with her four female attendants. The Nile was also the principal highway for the entire land. Boats heading N traveled downstream on the current, while those heading S (upstream) were pushed along by the prevailing winds moving inland from the Mediterranean Sea on the north. Commercial ships from Phoenicia and Crete were able to go upstream all the way to Thebes (Biblical No-amon; <a href=\"/en/wol/bc/r1/lp-e/1200003255/14/0\" data-bid=\"15-1\" class=\"b\">Na 3:8</a>) and beyond.The Nile figured prominently in Egyptian defenses against invasion. Its cataracts to the S made the land difficult to attack from the direction of Nubia-Ethiopia, while the swampy land around the Delta region hindered the entrance of large armies from the Asiatic continent. Some scholars suggest that Assyrian King Sennacherib&#x2019;s boast of drying up all the Nile canals with his feet signified his confidence in his being able to overcome defensive water-filled moats around Egyptian cities and strongholds.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003255/15/0\" data-bid=\"16-1\" class=\"b\">2Ki 19:24</a>.The Nile&#x2019;s cycles served as the basis for the seasonal calendar of the Egyptians, with three four-month seasons: <em>&#x2BC;Akhet, </em>or Inundation; <em>Peret, </em>the Coming Forth (evidently of the land as the waters returned to their banks); and <em>Shomu, </em>the Dry season (summer). The period just after the waters were highest was that of the greatest activity; when high water levels prevailed, construction work was programmed to provide a measure of employment.The symbol of a &#x201C;great sea monster lying stretched out in the midst of [the] Nile canals,&#x201D; applied to Pharaoh in the book of Ezekiel, is thought to be drawn from the crocodiles that have inhabited the Nile from ancient times. (<a href=\"/en/wol/bc/r1/lp-e/1200003255/16/0\" data-bid=\"17-1\" class=\"b\">Eze 29:3-5</a>) Frequent, too, was the hippopotamus, generally identified with the animal designated as &#x201C;Behemoth&#x201D; at <a href=\"/en/wol/bc/r1/lp-e/1200003255/17/0\" data-bid=\"18-1\" class=\"b\">Job 40:15</a>.The Egyptians worshiped the Nile as a god of fertility under the name Hapi. This god was depicted as basically male but with large feminine breasts, the head crowned with aquatic plants, and a fisherman&#x2019;s girdle around the plump waist. Festivals, with accompanying sacrifices, were held annually in his honor at the beginning of each inundation period. Some scholars suggest that Pharaoh&#x2019;s going out to the Nile, mentioned at <a href=\"/en/wol/bc/r1/lp-e/1200003255/18/0\" data-bid=\"19-1\" class=\"b\">Exodus 7:15</a>, relates to some morning devotional act, though it may have been merely for a morning walk or to examine the height of the river.<strong>[Maps on page&#xA0;501]</strong>(For fully formatted text, see publication)<strong><em>Nile River</em></strong>Mediterranean SeaDELTA<em>Red Sea</em><em>Nile River</em>MemphisThebes (No-amon)1ST CATARACTAswan (Syene)2ND CATARACT3RD CATARACT4TH CATARACT5TH CATARACT<em>Atbara River</em>6TH CATARACTKhartoum<em>Blue Nile</em><em>White Nile</em><em>Lake Albert</em><em>Lake Victoria</em><strong>[Map]</strong>AFRICA<em>Nile River</em><strong>[Picture on page&#xA0;500]</strong>Typical scene along the Nile in Egypt"}