{"title":"Nimrod","link":"/en/wol/d/r1/lp-e/1200003259","html":"<span id=\"page503\" class=\"pageNum\" data-no=\"503\" data-before-text=\"503\"></span><strong>NIMROD</strong>(Nim&#x2B9;rod).Son of Cush. (<a href=\"/en/wol/bc/r1/lp-e/1200003259/0/0\" data-bid=\"1-1\" class=\"b\">1Ch 1:10</a>) The rabbinic writings derived the name Nimrod from the Hebrew verb <em>ma&#xB7;radh&#x2B9;, </em>meaning &#x201C;rebel.&#x201D; Thus, the Babylonian Talmud (<em>Erubin </em>53<em>a</em>) states: &#x201C;Why, then, was he called Nimrod? Because he stirred up the whole world to rebel (<em>himrid</em>) against His [God&#x2019;s] sovereignty.&#x201D;<wbr>&#x2014;<em>Encyclopedia of Biblical Interpretation, </em>by Menahem M.&#xA0;Kasher, Vol.&#xA0;II, 1955, p.&#xA0;79.Nimrod was the founder and king of the first empire to come into existence after the Flood. He distinguished himself as a mighty hunter &#x201C;before&#x201D; (in an unfavorable sense; Heb., <em>liph&#xB7;neh&#x2B9;; </em>&#x201C;against&#x201D; or &#x201C;in opposition to&#x201D;; compare <a href=\"/en/wol/bc/r1/lp-e/1200003259/1/0\" data-bid=\"2-1\" class=\"b\">Nu 16:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200003259/1/1\" data-bid=\"2-2\" class=\"b\"> 1Ch 14:8;</a><a href=\"/en/wol/bc/r1/lp-e/1200003259/1/2\" data-bid=\"2-3\" class=\"b\"> 2Ch 14:10</a>) or &#x201C;in front of&#x201D; Jehovah. (<a href=\"/en/wol/bc/r1/lp-e/1200003259/2/0\" data-bid=\"3-1\" class=\"b\">Ge 10:9</a>, ftn) Although in this case some scholars attach a favorable sense to the Hebrew preposition meaning &#x201C;in front of,&#x201D; the Jewish Targums, the writings of the historian Josephus, and also the context of <a href=\"/en/wol/bc/r1/lp-e/1200003259/3/0\" data-bid=\"4-1\" class=\"b\">Genesis chapter&#xA0;10</a> suggest that Nimrod was a mighty hunter in defiance of Jehovah.The beginning of Nimrod&#x2019;s kingdom included the cities of Babel, Erech, Accad, and Calneh, all in the land of Shinar. (<a href=\"/en/wol/bc/r1/lp-e/1200003259/4/0\" data-bid=\"5-1\" class=\"b\">Ge 10:10</a>) Therefore it was likely under his direction that the building of Babel and its tower began. This conclusion is also in agreement with the traditional Jewish view. Wrote Josephus: &#x201C;[Nimrod] little by little transformed the state of affairs into a tyranny, holding that the only way to detach men from the fear of God was by making them continuously dependent upon his own power. He threatened to have his revenge on God if He wished to inundate the earth again; for he would build a tower higher than the water could reach and avenge the destruction of their forefathers. The people were eager to follow this advice of [Nimrod], deeming it slavery to submit to God; so they set out to build the tower .&#xA0;.&#xA0;. and it rose with a speed beyond all expectation.&#x201D;<wbr>&#x2014;<em>Jewish Antiquities, </em>I, 114, 115 (iv, 2,&#xA0;3).It appears that after the building of the Tower of Babel, Nimrod extended his domain to the territory of Assyria and there built &#x201C;Nineveh and Rehoboth-Ir and Calah and Resen between Nineveh and Calah: this is the great city.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003259/5/0\" data-bid=\"6-1\" class=\"b\">Ge 10:11, 12</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200003259/6/0\" data-bid=\"7-1\" class=\"b\">Mic 5:6</a>.) Since Assyria evidently derived its name from Shem&#x2019;s son Asshur, Nimrod, as a grandson of Ham, must have invaded Shemite territory. So it would seem that Nimrod made the start in becoming a mighty one or hero, not only as a hunter of animals but also as a warrior, a man of aggression. (<a href=\"/en/wol/bc/r1/lp-e/1200003259/7/0\" data-bid=\"8-1\" class=\"b\">Ge 10:8</a>) Observes the <em>Cyclop&#xE6;dia </em>by M&#x2019;Clintock and Strong: &#x201C;That the mighty hunting was not confined to the chase is apparent from its close connection with the building of eight cities. .&#xA0;.&#xA0;. What Nimrod did in the chase as a hunter was the earlier token of what he achieved as a conqueror. For hunting and heroism were of old specially and naturally associated .&#xA0;.&#xA0;. The Assyrian monuments also picture many feats in hunting, and the word is often employed to denote campaigning. .&#xA0;.&#xA0;. The chase and the battle, which in the same country were connected so closely in aftertimes, may therefore be virtually associated or identified here. The meaning then will be, that Nimrod was the first after the flood to found a kingdom, to unite the fragments of scattered patriarchal rule, and consolidate them under himself as sole head and master; and all this in defiance of Jehovah, for it was the violent intrusion of Hamitic power into a Shemitic territory.&#x201D;<wbr>&#x2014;1894, Vol.&#xA0;VII, p.&#xA0;109.Concerning deification of Nimrod, see <a href=\"/en/wol/tc/r1/lp-e/1200003259/0\">GODS AND GODDESSES</a> (Babylonian Deities)."}