{"title":"Oded","link":"/en/wol/d/r1/lp-e/1200003297","html":"<span id=\"page525\" class=\"pageNum\" data-no=\"525\" data-before-text=\"525\"></span><strong>ODED</strong>(O&#x2B9;ded) [[God] Has Relieved].<strong>1. </strong>Father of the prophet Azariah. (<a href=\"/en/wol/bc/r1/lp-e/1200003297/0/0\" data-bid=\"1-1\" class=\"b\">2Ch 15:1</a>) <a href=\"/en/wol/bc/r1/lp-e/1200003297/1/0\" data-bid=\"2-1\" class=\"b\">Second Chronicles 15:8</a> describes Oded himself as being a prophet: &#x201C;As soon as Asa heard these words and the prophecy of Oded the prophet.&#x201D; Some scholars would drop the words &#x201C;of Oded the prophet&#x201D; as a copyist&#x2019;s error, but this would not explain why the writer says Asa heard &#x201C;these words <em>and </em>the prophecy.&#x201D; Others would make an addition so as to read, &#x201C;Asa heard these words and the prophecy of <em>Azariah the son of </em>Oded,&#x201D; to agree with the Greek <em>Septuagint </em>(Alexandrine Codex), Syriac <em>Peshitta, </em>and Latin <em>Vulgate </em>(Clementine recension), but this still leaves the above difficulty unexplained. The third solution is to accept the Masoretic text <em>as it is, </em>with the understanding that Oded himself gave a prophecy that has not been preserved in the record. Asa heeded the words of Azariah (<a href=\"/en/wol/bc/r1/lp-e/1200003297/2/0\" data-bid=\"3-1\" class=\"b\">2Ch 15:2-7</a>) and those of his father Oded.<strong>2. </strong>A prophet of Samaria during the overlapping reigns of Pekah of Israel and Ahaz of Judah (762-c.&#xA0;759&#xA0;B.C.E.). After Israel and Syria delivered a smashing defeat to Judah, 200,000 captives from the southern kingdom were brought toward Samaria. Oded, however, intercepted the victorious army and warned them of God&#x2019;s wrath if they enslaved their brothers. &#x2018;After all,&#x2019; he explained, &#x2018;it was only because of Judah&#x2019;s wickedness that Jehovah permitted you to defeat them. Now do not make servants out of them and bring Jehovah&#x2019;s rage upon yourselves; return the captives!&#x2019; Four Ephraimite leaders supported Oded, and the captives were cared for and repatriated.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003297/3/0\" data-bid=\"4-1\" class=\"b\">2Ch 28:5-15</a>."}