{"title":"On","link":"/en/wol/d/r1/lp-e/1200003325","html":"<span id=\"page554\" class=\"pageNum\" data-no=\"554\" data-before-text=\"554\"></span><strong>ON</strong>The name of a person and a place.<strong>1. </strong>[Generative Power; Dynamic Energy]. A son of Peleth; a principal man of the tribe of Reuben. (<a href=\"/en/wol/bc/r1/lp-e/1200003325/0/0\" data-bid=\"1-1\" class=\"b\">Nu 16:1</a>) He was among those raising a protest against Moses and Aaron, but his name does not appear among the rebels in their later speeches to Moses or when they were punished by Jehovah with destruction. (<a href=\"/en/wol/bc/r1/lp-e/1200003325/1/0\" data-bid=\"2-1\" class=\"b\">Nu 16:2, 3,</a><a href=\"/en/wol/bc/r1/lp-e/1200003325/1/1\" data-bid=\"2-2\" class=\"b\"> 12-14,</a><a href=\"/en/wol/bc/r1/lp-e/1200003325/1/2\" data-bid=\"2-3\" class=\"b\"> 23-35</a>) This may be due to his playing a very subordinate part in the rebellion, or it may even indicate that he withdrew from it following Moses&#x2019; initial rebuking of the conspirators.<strong>2. </strong>An ancient and renowned city in Egypt, located a short distance NE of Cairo, on the E bank of the Nile and near the point where the river&#x2019;s waters divide to begin the formation of the Delta region. In Egyptian records the city&#x2019;s name was written as <em>Junu, </em>while Assyro-Babylonian records mention it as <em>Ana </em>or <em>Unu. </em>The Egyptian name is thought to mean &#x201C;City of the Pillar,&#x201D; perhaps referring to the obelisks (tall, tapering columns topped by a pyramid-shaped point) for which the city was famous; or the name may relate to the sacred stone (called the <em>benben</em>) connected with the worship of the sun-god Ra (Re). The Greeks called the city Heliopolis, meaning &#x201C;City of the Sun,&#x201D; because it was the chief center of Egyptian sun worship.On first appears in the Bible record as the city of the priest Potiphera, whose daughter Asenath was given to Joseph as his wife. (<a href=\"/en/wol/bc/r1/lp-e/1200003325/2/0\" data-bid=\"3-1\" class=\"b\">Ge 41:45,</a><a href=\"/en/wol/bc/r1/lp-e/1200003325/2/1\" data-bid=\"3-2\" class=\"b\">&#xA0;50</a>) The name Potiphe<em>ra </em>itself includes the name of Ra the sun-god.<span id=\"page555\" class=\"pageNum\" data-no=\"555\" data-before-text=\"555\"></span>In course of time the priesthood of On became very wealthy, rivaling the priesthood of Memphis in this respect and being surpassed only by the priesthood of Thebes (Biblical No-amon). Connected with its temple to the sun, a school was operated for training priests and for the teaching of medicine. Greek philosophers and scholars were drawn there to learn the priestly theology, and On became celebrated as a center of Egyptian wisdom.The prophet Jeremiah was inspired to foretell that King Nebuchadnezzar would overrun Egypt and &#x201C;break to pieces the pillars of Beth-shemesh, which is in the land of Egypt.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003325/3/0\" data-bid=\"4-1\" class=\"b\">Jer 43:10-13</a>) Beth-shemesh corresponds somewhat to the Greek name Heliopolis and means &#x201C;House of the Sun.&#x201D; Hence the reference here is likely to the city of On, and &#x201C;the pillars&#x201D; that were to be broken may well refer to the many obelisks around the temple of the sun.Ezekiel&#x2019;s prophecy contains a similar warning. (<a href=\"/en/wol/bc/r1/lp-e/1200003325/4/0\" data-bid=\"5-1\" class=\"b\">Eze 30:10,</a><a href=\"/en/wol/bc/r1/lp-e/1200003325/4/1\" data-bid=\"5-2\" class=\"b\">&#xA0;17</a>) Here the Hebrew vowel pointing of the name varies from that of Genesis so that the name literally is Aven (Heb., <em>&#x2BC;a&#x2B9;wen</em>). Some scholars suggest that this was done as a play on words, since Aven means &#x201C;Hurtfulness; Something Hurtful,&#x201D; and On was a center of idolatry.This may also be the case at <a href=\"/en/wol/bc/r1/lp-e/1200003325/5/0\" data-bid=\"6-1\" class=\"b\">Isaiah 19:18</a>, where the Masoretic text refers to one of the &#x201C;five cities in the land of Egypt speaking the language of Canaan and swearing to Jehovah&#x201D; as &#x201C;The City of Tearing Down [Heb., <em>&#x2BD;Ir ha-He&#x2B9;res</em>].&#x201D; The Dead Sea Scroll of Isaiah has <em>&#x2BD;Ir ha-Che&#x2B9;res, </em>meaning &#x201C;City of the Sun,&#x201D; thus pointing to On (Heliopolis). Here again there may be an intentional play on words, <em>He&#x2B9;res </em>(tearing down) being substituted for <em>Che&#x2B9;res </em>(another Hebrew word for &#x201C;sun,&#x201D; less common than <em>she&#x2B9;mesh</em>) in view of Jehovah&#x2019;s intention to destroy the idolatrous city of On. The paraphrase of this portion of the verse found in the Aramaic Targums reads: &#x201C;(City of) the House of the Sun, which is to be destroyed.&#x201D;Besides the foretold destructive invasion by Nebuchadnezzar, On (Heliopolis) evidently suffered a further blow when Cambyses&#xA0;II conquered Egypt (according to Strabo, Greek geographer who lived near the start of the Common Era). (<em>Geography, </em>17, I,&#xA0;27) By Strabo&#x2019;s time Heliopolis had lost its position of importance and was partially deserted. Today, the village called Al-Matariya occupies part of the ancient site, and all that remains there of the earlier splendor is a single obelisk of red granite dating from the reign of Sesostris I.&#xA0;Other obelisks from Heliopolis are now to be found in New York, London, and Rome."}