{"title":"Ostrich","link":"/en/wol/d/r1/lp-e/1200003347","html":"<span id=\"page561\" class=\"pageNum\" data-no=\"561\" data-before-text=\"561\"></span><strong>OSTRICH</strong>[Heb., <em>bath hai&#xB7;ya&#xB7;&#x2BD;anah&#x2B9;; rena&#xB7;nim&#x2B9; </em>(plural)].The first of these Hebrew names is understood to mean either &#x201C;daughter of the greedy one&#x201D; or &#x201C;daughter of the barren ground,&#x201D; terms that may aptly apply to the ostrich. The second name, regarded as indicating a &#x201C;bird of piercing <span id=\"page562\" class=\"pageNum\" data-no=\"562\" data-before-text=\"562\"></span>cries,&#x201D; also fits the ostrich, whose cry is described as a &#x201C;hoarse, mournful cry which has been likened to the roaring of a lion.&#x201D;<wbr>&#x2014;<em>The Smithsonian Series, </em>1944, Vol.&#xA0;9, p.&#xA0;105; compare <a href=\"/en/wol/bc/r1/lp-e/1200003347/0/0\" data-bid=\"1-1\" class=\"b\">Mic 1:8</a>.The ostrich (<em>Struthio camelus</em>) is the largest living bird known, at times standing over 2&#xA0;m (7&#xA0;ft) high at the crown of the head and weighing as much as 140&#xA0;kg (300&#xA0;lb). The head is rather small and flat with very large eyes, the flexible neck is about 1&#xA0;m (3&#xA0;ft) long, and like the powerful legs, both head and neck are bare of feathers. The body plumage, however, is luxuriant, the long soft wing and tail plumes being much prized in ancient and modern times. The sleek black and white plumage of the male contrasts with the dull grayish-brown color of the female. The ostrich is unique among all birds in having but two toes on each foot, one of them equipped with a clawlike hoof that becomes a dangerous weapon when the bird is forced to defend itself. Its height and keen vision, however, usually enable it to spot its enemies from afar, and the huge bird then warily moves away.While the ostrich feeds mainly on vegetation, it is also carnivorous, including snakes, lizards, and even small birds in its indiscriminate diet. It is found among the list of &#x2018;unclean&#x2019; birds prohibited by the Mosaic Law. (<a href=\"/en/wol/bc/r1/lp-e/1200003347/1/0\" data-bid=\"2-1\" class=\"b\">Le 11:13,</a><a href=\"/en/wol/bc/r1/lp-e/1200003347/1/1\" data-bid=\"2-2\" class=\"b\"> 16;</a><a href=\"/en/wol/bc/r1/lp-e/1200003347/1/2\" data-bid=\"2-3\" class=\"b\"> De 14:12,</a><a href=\"/en/wol/bc/r1/lp-e/1200003347/1/3\" data-bid=\"2-4\" class=\"b\">&#xA0;15</a>) Anciently known as the camel bird, the ostrich is able to endure for long periods without water and hence thrives in solitary wastelands. It is used in the Bible, along with jackals and similar creatures, as representative of desert life (<a href=\"/en/wol/bc/r1/lp-e/1200003347/2/0\" data-bid=\"3-1\" class=\"b\">Isa 43:20</a>) and to depict the ruinous desolation that became the fate of Edom and Babylon. (<a href=\"/en/wol/bc/r1/lp-e/1200003347/3/0\" data-bid=\"4-1\" class=\"b\">Isa 13:21;</a><a href=\"/en/wol/bc/r1/lp-e/1200003347/3/1\" data-bid=\"4-2\" class=\"b\"> 34:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200003347/3/2\" data-bid=\"4-3\" class=\"b\"> Jer 50:39</a>) Job, rejected and detested, sitting among ashes, and mournfully crying out, considered himself like &#x201C;a brother to jackals&#x201D; and &#x201C;a companion to the daughters of the ostrich.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003347/4/0\" data-bid=\"5-1\" class=\"b\">Job 30:29</a>.<strong>Contrasted With Stork. </strong>Jehovah God later drew Job&#x2019;s attention to the ostrich, and the things he pointed out strikingly illustrate some of the unusual features of that bird. (<a href=\"/en/wol/bc/r1/lp-e/1200003347/5/0\" data-bid=\"6-1\" class=\"b\">Job 39:13-18</a>) In great contrast to the high-flying, majestically soaring storks with their broad powerful wings, the ostrich is flightless; its wings are incapable of sustaining the bird&#x2019;s weight, and its flat breastbone lacks the &#x201C;keel&#x201D; that supports the flying muscles of birds of flight. The ostrich&#x2019;s plumes, though lovely, lack even the tiny hooklike filaments that cling together and give the feathers of flying birds the resistance to air that makes flight possible.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003347/6/0\" data-bid=\"7-1\" class=\"b\">Job 39:13</a>.Again in contrast to the stork, which builds its big nest firmly in the tops of trees (<a href=\"/en/wol/bc/r1/lp-e/1200003347/7/0\" data-bid=\"8-1\" class=\"b\">Ps 104:17</a>), buildings, or tall rocks, the ostrich merely scoops out a shallow depression in the ground surrounded by a low embankment. Here the female lays the eggs, weighing some 1.5&#xA0;kg (3&#xA0;lb) each, and since the ostrich is often polygamous (unlike the stork, which is renowned for its fidelity to one mate), there may be a good number of eggs laid in the nest by the two or three hens. The male ostrich warms the nest eggs during the night and the hen incubates them by day, but she is known to leave the nest for periods during the day when the sun is hot. At such times the eggs, though very thick-shelled, are, nevertheless, vulnerable to damage or despoiling by animals or man.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003347/8/0\" data-bid=\"9-1\" class=\"b\">Job 39:14,&#xA0;15</a>.<strong>&#x2018;Treats Sons Roughly.&#x2019; </strong>The statement that the ostrich &#x201C;does treat her sons roughly, as if not hers&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003347/9/0\" data-bid=\"10-1\" class=\"b\">Job 39:16</a>) and reference to ostriches as being &#x201C;cruel&#x201D; with respect to their offspring (<a href=\"/en/wol/bc/r1/lp-e/1200003347/10/0\" data-bid=\"11-1\" class=\"b\">La 4:3</a>) have been objected to by some who claim that parent ostriches are quite solicitous in caring for their young. While it is true that the Hebrew term (<em>rena&#xB7;nim&#x2B9;</em>) used at <a href=\"/en/wol/bc/r1/lp-e/1200003347/11/0\" data-bid=\"12-1\" class=\"b\">Job 39:13</a> may grammatically apply to either male or female ostriches, some lexicographers understand it to refer to the female birds. This would seem to be the case in view of the connection with the eggs laid, obviously, by the hen bird. When understood as applying to the female, there is certainly good basis for this poetic expression concerning the &#x2018;cruelty&#x2019; of the bird in the fact that, once the young are hatched, the male &#x201C;assumes all their care while the hens generally go off together.&#x201D; (<em>All the Birds of the Bible, </em>by Alice Parmelee, 1959, p.&#xA0;207) It is also true that these powerful birds, both male and female, quickly abandon the nest and their young when sensing danger, and even though they may use diversionary tactics to draw enemies away from the nest, this is still &#x2018;rough&#x2019; treatment for the unprotected young. Only the protective coloration given by the Creator is what may save the undefended and abandoned chicks, causing the enemy beasts to overlook them and chase after the fleeing parents. The ostrich may properly be termed &#x201C;cruel,&#x201D; then, as compared with many other birds and particularly in contrast with the stork, whose affectionate attention and constant concern for its young are proverbial.<strong>&#x2018;Forgets Wisdom.&#x2019; </strong>The ostrich is said to &#x201C;forget wisdom&#x201D; and &#x2018;not share in understanding.&#x2019; (<a href=\"/en/wol/bc/r1/lp-e/1200003347/12/0\" data-bid=\"13-1\" class=\"b\">Job 39:17</a>) Modern observers have acknowledged this. The Arabs have a saying &#x201C;more foolish than an ostrich.&#x201D; (<em>Soncino Books of the Bible, </em>edited by A.&#xA0;Cohen, London, 1946, Job, p.&#xA0;205) The ostrich tends to run in a large curve, which permits its <span id=\"page563\" class=\"pageNum\" data-no=\"563\" data-before-text=\"563\"></span>pursuers, if sufficient in number, to surround it. But on a straight course the ostrich&#x2019;s powerful legs enable it to &#x2018;laugh at the horse and at its rider.&#x2019; (<a href=\"/en/wol/bc/r1/lp-e/1200003347/13/0\" data-bid=\"14-1\" class=\"b\">Job 39:18</a>) When running, its strides lengthen out to cover as much as 3.5&#xA0;m (11&#xA0;ft) at a time, and its pace may reach as high as 70&#xA0;km/<wbr>hr (44&#xA0;mph). The wings, useless for flight, nevertheless help to give balance to the bird&#x2019;s heavy body as it runs.The ostrich has certain characteristics that are said to stagger scientists, who tend to class the ostrich as among the &#x2018;lower or more primitive&#x2019; of living birds. It has a bladder collecting uric acid, an organ characteristic of mammals but not possessed by any other family of birds. It also possesses eyelashes that protect its eyes from the blowing sand. Thus, though low in intelligence, the powerful, speedy ostrich gives credit to the wisdom of its Creator.The Arabian ostrich (<em>Struthio camelus syriacus</em>), once abundant in Palestine and Arabia, is now extinct. Since 1973, a related African variety has been reintroduced into Israel."}