{"title":"Owl","link":"/en/wol/d/r1/lp-e/1200003352","html":"<span id=\"page565\" class=\"pageNum\" data-no=\"565\" data-before-text=\"565\"></span><strong>OWL</strong>[Heb., <em>tach&#xB7;mas&#x2B9;; kohs </em>(little owl); <em>yan&#xB7;shuph&#x2B9; </em>(long-eared owl); <em>&#x2BC;o&#x2B9;ach </em>(eagle owl)].A night bird of prey mentioned several times in the Bible account. Once thought <span id=\"page566\" class=\"pageNum\" data-no=\"566\" data-before-text=\"566\"></span>to be related to the hawk family, owls are now generally associated with other night feeders, such as the whippoorwill and the nightjar.The owl has a short, hooked beak and powerful viselike talons resembling the hawk&#x2019;s, but differs by having a broad head, large eyes and ears, as well as by having a reversible toe on each foot so that, while the other toes point forward, this outer toe can be turned outward or even backward, thereby enabling the bird to get a firm grip on a variety of objects. The large eyes with their expanding irises make the greatest possible use of the dim light at night, and unlike most other birds, the owl&#x2019;s eyes both face forward, enabling it to view an object with both eyes at once. Its soft plumage is in mottled shades of brown, gray, black, and white with an intricate feather pattern and generally gives an impression of exaggerated bulk to the bird&#x2019;s body. According to an article in <em>Scientific American </em>(April&#xA0;1962, p.&#xA0;78), the owl&#x2019;s wings are ultrasonically quiet; the soft down on the upper surfaces and the feathery fringes on the leading and trailing edges of the wings apparently serve to reduce the turbulence of the air flow. Thus the owl noiselessly swoops through the darkness and silently drops down on its unsuspecting prey, primarily killing rodents, though some also eat smaller birds and insects. The cries of owls range from a shrill screech to a booming hooting sound.The Hebrew <em>tach&#xB7;mas&#x2B9; </em>denotes a species of owl and is included in the list of &#x2018;unclean&#x2019; birds. (<a href=\"/en/wol/bc/r1/lp-e/1200003352/0/0\" data-bid=\"1-1\" class=\"b\">Le 11:13,</a><a href=\"/en/wol/bc/r1/lp-e/1200003352/0/1\" data-bid=\"1-2\" class=\"b\"> 16;</a><a href=\"/en/wol/bc/r1/lp-e/1200003352/0/2\" data-bid=\"1-3\" class=\"b\"> De 14:15</a>) This Hebrew word, being related to a verb meaning &#x201C;do violence,&#x201D; is appropriate to the owl, which lives by preying on small rodents and birds. This kind of owl has been identified with the striated scops owl (<em>Otus brucei</em>).Also included among the &#x2018;unclean&#x2019; birds is the Hebrew <em>kohs, </em>rendered by some as the &#x201C;little owl&#x201D; and designated as <em>Athene noctua. </em>(<a href=\"/en/wol/bc/r1/lp-e/1200003352/1/0\" data-bid=\"2-1\" class=\"b\">De 14:16</a>, <em>KJ, NW, RS; </em>see also <em>Lexicon in Veteris Testamenti Libros, </em>by L.&#xA0;Koehler and W.&#xA0;Baumgartner, Leiden, 1958, p.&#xA0;428) The little owl, about 25&#xA0;cm (10&#xA0;in.) in length, is one of the most widely distributed owls in Palestine, found in thickets, olive groves, and desolate ruins. The psalmist in his lonely affliction felt like &#x201C;a little owl of desolated places.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003352/2/0\" data-bid=\"3-1\" class=\"b\">Ps 102:6</a>) Appropriately, the Arabic name for this variety of owl means the &#x201C;mother of ruins.&#x201D;Another bird listed in the Mosaic Law as &#x2018;unclean&#x2019; is the Hebrew <em>yan&#xB7;shuph&#x2B9;, </em>a name thought by some to indicate a &#x201C;snorting&#x201D; or &#x201C;harsh blowing&#x201D; sound (the Heb. word for &#x201C;blow&#x201D; being <em>na&#xB7;shaph&#x2B9;</em>). Others connect it with the &#x201C;twilight&#x201D; (Heb., <em>ne&#x2B9;sheph</em>) as indicating simply a nocturnal bird. (<a href=\"/en/wol/bc/r1/lp-e/1200003352/3/0\" data-bid=\"4-1\" class=\"b\">Le 11:17;</a><a href=\"/en/wol/bc/r1/lp-e/1200003352/3/1\" data-bid=\"4-2\" class=\"b\"> De 14:16</a>) <em>Lexicon in Veteris Testamenti Libros </em>(p.&#xA0;386) identifies this bird as the &#x201C;long-eared owl&#x201D; (<em>Asio otus</em>). A bird about 38&#xA0;cm (15&#xA0;in.) in length, the long-eared owl is so called from the earlike erectile tufts on the sides of its broad head. It frequents wooded and desolate areas and is depicted as one of the creatures to inhabit the ruins of Edom.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003352/4/0\" data-bid=\"5-1\" class=\"b\">Isa 34:11</a>.The abandoned houses in Babylon&#x2019;s ruins were foretold to be &#x201C;filled with eagle owls [plural form of <em>&#x2BC;o&#x2B9;ach</em>].&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003352/5/0\" data-bid=\"6-1\" class=\"b\">Isa 13:21</a>) These circumstances and the Hebrew name, understood to denote a creature that &#x201C;howls&#x201D; with a doleful cry, well fit the eagle owl. Some would identify <em>&#x2BC;o&#x2B9;ach </em>with <em>Bubo bubo aharonii, </em>a variety of eagle owl inhabiting the desert regions of Palestine. However, the identification as the Egyptian (or dark desert) eagle owl (<em>Bubo bubo ascalaphus</em>), found from Morocco to Iraq, harmonizes well with the locale of the prophecy recorded in <a href=\"/en/wol/bc/r1/lp-e/1200003352/6/0\" data-bid=\"7-1\" class=\"b\">Isaiah&#xA0;13</a>. The eagle owl is the largest and most powerful of the owls of these regions. Its cry is a loud, prolonged, powerful hoot. Like other owls, at night its large eyes have a luminescent reddish-yellow glow when reflecting light, and together with its mournful cry, this characteristic doubtless contributed toward its being a symbol of evil portent among superstitious pagan peoples.Some scholars believe the term <em>li&#xB7;lith&#x2B9;, </em>used at <a href=\"/en/wol/bc/r1/lp-e/1200003352/7/0\" data-bid=\"8-1\" class=\"b\">Isaiah 34:14</a> as among the creatures haunting Edom&#x2019;s ruins, applies to some type of owl. The name is said to be used today &#x201C;for <em>Strix, </em>the tawny owl.&#x201D; (<em>The Interpreter&#x2019;s Dictionary of the Bible, </em>edited by G.&#xA0;A.&#xA0;Buttrick, 1962, Vol.&#xA0;2, p.&#xA0;252) However, see the article <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200003352/0\">NIGHTJAR</a>."}