{"title":"Palestine","link":"/en/wol/d/r1/lp-e/1200003366","html":"<span id=\"page568\" class=\"pageNum\" data-no=\"568\" data-before-text=\"568\"></span><strong>PALESTINE</strong>That land situated at the eastern end of the Mediterranean, which was once occupied by the ancient nation of Israel. The name is derived from the Latin <em>Palaestina </em>and the Greek <em>Pa&#xB7;lai&#xB7;sti&#x2B9;ne. </em>This latter word, in turn, is drawn from the Hebrew <em>Pele&#x2B9;sheth. </em>In the Hebrew Scriptures <em>Pele&#x2B9;sheth </em>(translated &#x201C;Philistia&#x201D;) occurs only in reference to the limited coastal territory occupied by the Philistines. (<a href=\"/en/wol/bc/r1/lp-e/1200003366/0/0\" data-bid=\"1-1\" class=\"b\">Ex 15:14;</a><a href=\"/en/wol/bc/r1/lp-e/1200003366/0/1\" data-bid=\"1-2\" class=\"b\"> Ps 60:8;</a><a href=\"/en/wol/bc/r1/lp-e/1200003366/0/2\" data-bid=\"1-3\" class=\"b\"> 83:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200003366/0/3\" data-bid=\"1-4\" class=\"b\"> 87:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200003366/0/4\" data-bid=\"1-5\" class=\"b\"> 108:9;</a><a href=\"/en/wol/bc/r1/lp-e/1200003366/0/5\" data-bid=\"1-6\" class=\"b\"> Isa 14:29,</a><a href=\"/en/wol/bc/r1/lp-e/1200003366/0/6\" data-bid=\"1-7\" class=\"b\"> 31;</a><a href=\"/en/wol/bc/r1/lp-e/1200003366/0/7\" data-bid=\"1-8\" class=\"b\"> Joe 3:4</a>) Herodotus, however, in the fifth century B.C.E., and later other secular writers (Philo, Ovid, Pliny, Josephus, Jerome) used the Greek and Latin terms to designate all that territory formerly known as &#x201C;the land of Canaan&#x201D; or &#x201C;the land of Israel.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003366/1/0\" data-bid=\"2-1\" class=\"b\">Nu 34:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200003366/1/1\" data-bid=\"2-2\" class=\"b\"> 1Sa 13:19</a>) Because Jehovah had promised this land to Abraham and his descendants (<a href=\"/en/wol/bc/r1/lp-e/1200003366/2/0\" data-bid=\"3-1\" class=\"b\">Ge 15:18;</a><a href=\"/en/wol/bc/r1/lp-e/1200003366/2/1\" data-bid=\"3-2\" class=\"b\"> De 9:27,&#xA0;28</a>), it was also appropriately called the Promised Land or the Land of Promise. (<a href=\"/en/wol/bc/r1/lp-e/1200003366/3/0\" data-bid=\"4-1\" class=\"b\">Heb 11:9</a>) From the Middle Ages on, it has often been called the Holy Land.In a sense Palestine is the connecting link between the continents of Europe, Asia, and Africa. This placed it in the center of a circle around the rim of which were located the ancient world powers of Egypt, Assyria, Babylon, Persia, Greece, and Rome. (<a href=\"/en/wol/bc/r1/lp-e/1200003366/4/0\" data-bid=\"5-1\" class=\"b\">Eze 5:5</a>) Hemmed in by great deserts on the E and S and by the Great Sea, or Mediterranean, on the W, Palestine served as a land bridge between the Nile and Euphrates rivers, over which bridge the caravans on the world trade <span id=\"page569\" class=\"pageNum\" data-no=\"569\" data-before-text=\"569\"></span>routes passed. Situated in what has been called the Fertile Crescent, Palestine itself was of particular interest, being a delightful place gifted with its own natural resources and special characteristics.The term &#x201C;Palestine&#x201D; as it is used today refers to a general region. It does not imply precise boundaries. On the S an imaginary line could be drawn from the southern end of the Dead Sea to the SE corner of the Mediterranean, and on the N another line running from the southern slopes of Mount Hermon to a point near the city of Tyre. This area, from N to S, &#x201C;from Dan to Beer-sheba&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003366/5/0\" data-bid=\"6-1\" class=\"b\">1Sa 3:20;</a><a href=\"/en/wol/bc/r1/lp-e/1200003366/5/1\" data-bid=\"6-2\" class=\"b\"> 2Sa 3:10</a>), was about 240&#xA0;km (150&#xA0;mi) in length. From the Mediterranean Sea on the W, Palestine extended to the Arabian Desert on the E. All together, the area amounted to approximately 25,500 sq&#xA0;km (9,850 sq&#xA0;mi), less than the size of Belgium, but a little larger than the state of New Hampshire, U.S.A.<strong>Geographic Features. </strong>(MAP, Vol.&#xA0;1, p.&#xA0;333) For a comprehensive view of its geography, the territory of Palestine may be conveniently divided into four rather parallel regions running from N to S.<em>First, </em>there was a strip of fertile plain along the coast, a coast that, for the most part, had very little to offer in the way of natural harbors. Dividing this coastal plain in two was the promontory of the imposing Mount Carmel Range, which jutted out almost to the sea. The northern section was known as the Plain of Asher or Phoenicia. The southern portion skirted around sand dunes nestled close to the sea, and it consisted of the Plain of Sharon and the Plain of Philistia, the latter widening out in the S.The <em>second </em>geographic region, next to the maritime plains, contained the principal mountain ranges, which ran N and S like a backbone of the country. In the N were the mountains of Naphtali, also called the Hills of Galilee. They were an extension of the Lebanon ranges, which were noted for their cedar forests and their prominent Mount Hermon, which towered skyward 2,814&#xA0;m (9,232&#xA0;ft). The northern mountains of Palestine ranged in altitude from 1,208&#xA0;m (3,963&#xA0;ft) at Har Meron in Upper Galilee to 562&#xA0;m (1,844&#xA0;ft) for Mount Tabor, made famous in the days of Barak. (<a href=\"/en/wol/bc/r1/lp-e/1200003366/6/0\" data-bid=\"7-1\" class=\"b\">Jg 4:12</a>) Below Mount Tabor was a comparatively broad central plain that cut transversely across the country from W to E, separating the northern mountains from those to the S.&#xA0;This valley, where many decisive battles were fought, consisted of two parts, the eastern &#x201C;low plain of Jezreel,&#x201D; and the western section, &#x201C;the valley plain of Megiddo.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003366/7/0\" data-bid=\"8-1\" class=\"b\">Jos 17:16;</a><a href=\"/en/wol/bc/r1/lp-e/1200003366/7/1\" data-bid=\"8-2\" class=\"b\"> 2Ch 35:22</a>.To the W and N of the Megiddo valley, which was drained by the Kishon, was the Carmel Range running southeasterly from the coast and joining the mountains of Ephraim, or Samaria, in which the historic peaks of Gerizim and Ebal were located, the latter being over 900&#xA0;m (3,000&#xA0;ft) high. (<a href=\"/en/wol/bc/r1/lp-e/1200003366/8/0\" data-bid=\"9-1\" class=\"b\">De 11:29</a>) Continuing S, this range was known as &#x201C;the mountainous region of Judah,&#x201D; for though elevations varied from 600&#xA0;m (2,000&#xA0;ft) to over 1,000&#xA0;m (3,300&#xA0;ft), the area consisted largely of plateaus, rounded hills, and gentle slopes. (<a href=\"/en/wol/bc/r1/lp-e/1200003366/9/0\" data-bid=\"10-1\" class=\"b\">2Ch 27:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200003366/9/1\" data-bid=\"10-2\" class=\"b\"> Lu 1:39</a>) Here in this region were such cities as Jerusalem, Bethlehem, and Hebron.Gradually the Judean mountains on the S merged into the Negeb, a name thought to be from a root meaning &#x201C;be parched,&#x201D; a region that <span id=\"page570\" class=\"pageNum\" data-no=\"570\" data-before-text=\"570\"></span>extended to the torrent valley of Egypt and constituted the southern portion of Palestine. On the northern edge of the Negeb was the oasislike city of Beer-sheba; at the southern extremity, Kadesh-barnea.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003366/10/0\" data-bid=\"11-1\" class=\"b\">Ge 12:9;</a><a href=\"/en/wol/bc/r1/lp-e/1200003366/10/1\" data-bid=\"11-2\" class=\"b\"> 20:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200003366/10/2\" data-bid=\"11-3\" class=\"b\"> 22:19</a>.When approaching the mountains of Judah from the W, one comes to the hill section known as the Shephelah, with its several small W-E valleys leading from the coastal plains to the highlands. (<a href=\"/en/wol/bc/r1/lp-e/1200003366/11/0\" data-bid=\"12-1\" class=\"b\">Jos 9:1</a>) For the most part these hills were suitable for the grazing of flocks and cattle, the springs in the valleys furnishing the necessary water.The <em>third </em>feature of Palestine&#x2019;s geography was the great Rift Valley, sometimes called the Arabah (<a href=\"/en/wol/bc/r1/lp-e/1200003366/12/0\" data-bid=\"13-1\" class=\"b\">De 11:30</a>), which divides the country longitudinally from top to bottom. This deep cleft began in Syria to the N and extended southward all the way to the Red Sea&#x2019;s Gulf of &#x2BD;Aqaba. What made this central depression of the land all the more spectacular were the parallel mountain ranges and cliffs on either side of it.When tracing this trenchlike depression from N to S, one quickly drops from the foothills of Mount Hermon to the Hula Basin, where the headwaters of the Jordan once formed a small lake. From there the Jordan, in some 16&#xA0;km (10&#xA0;mi), rapidly drops over 270&#xA0;m (890&#xA0;ft) to the Sea of Galilee, which is about 210&#xA0;m (700&#xA0;ft) below sea level. From Galilee to the Dead Sea, this great rift in the earth&#x2019;s crust is the Jordan Valley proper, and by the Arabs is called the <em>Ghor, </em>meaning &#x201C;depression.&#x201D; It is a &#x201C;gorge&#x201D; as much as 19&#xA0;km (12&#xA0;mi) wide in places. The Jordan itself is about 45&#xA0;m (150&#xA0;ft) below the floor of this valley; and as it slowly snakes its way down to the Dead Sea, it continues to drop about 180&#xA0;m (600&#xA0;ft) more. (PICTURE, Vol.&#xA0;1, p.&#xA0;334) This makes the surface of the Dead Sea about 400&#xA0;m (1,300&#xA0;ft) below the level of the Mediterranean<wbr>&#x2014;the lowest point on the earth&#x2019;s surface.The extension of the Rift Valley south of the Dead Sea for another 160&#xA0;km (100&#xA0;mi) to the Gulf of &#x2BD;Aqaba was more commonly known as the Arabah proper. (<a href=\"/en/wol/bc/r1/lp-e/1200003366/13/0\" data-bid=\"14-1\" class=\"b\">De 2:8</a>) Midway it reached its highest point, about 200&#xA0;m (650&#xA0;ft) above sea level.The <em>fourth </em>geographic region of Palestine consisted of hills and tablelands E of the great Jordanian rift. (<a href=\"/en/wol/bc/r1/lp-e/1200003366/14/0\" data-bid=\"15-1\" class=\"b\">De 2:36, 37;</a><a href=\"/en/wol/bc/r1/lp-e/1200003366/14/1\" data-bid=\"15-2\" class=\"b\"> 3:8-10</a>) In the N this arable land extended E of the Sea of Galilee perhaps 100&#xA0;km (60&#xA0;mi), while in the S the width was only about 40&#xA0;km (25&#xA0;mi) before it became a wilderness, arid steppes that eventually lost themselves in the Arabian Desert. The wider, northern section of this rolling eastern region, above Ramoth-gilead, was called the land of Bashan, about 600&#xA0;m (2,000&#xA0;ft) in average altitude; S of Bashan the domelike region of Gilead attained an elevation of 1,000&#xA0;m (3,300&#xA0;ft). On its S, Gilead bordered the tableland N of the torrent valley of Arnon, in which area was situated Mount Nebo, over 800&#xA0;m (2,630&#xA0;ft) high. This territory, at one time the possession of the Ammonites, was, in turn, bounded S of the torrent valley of Arnon by the land of Moab.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003366/15/0\" data-bid=\"16-1\" class=\"b\">Jos 13:24, 25;</a><a href=\"/en/wol/bc/r1/lp-e/1200003366/15/1\" data-bid=\"16-2\" class=\"b\"> Jg 11:12-28</a>.<strong>Geographic Names. </strong>The ancient Hebrew names of many cities, mountains, and valleys have been lost, partly due to the occupation of Palestine by the Arabs for much of the time since 638&#xA0;C.E. But, since Arabic is the living language most closely related to Hebrew, it is possible in some instances to identify with considerable accuracy certain ancient places and sites of major events.Some common Arabic and Hebrew geographic terms that are helpful in relating places to Biblical sites are given on the following page.<strong>Climatic Conditions. </strong>Palestine&#x2019;s climate is as diversified as its topography. In the matter of some 160&#xA0;km (100&#xA0;mi), from the Dead Sea to Mount Hermon, the contrasting extremes in altitude produce climatic conditions equivalent to those that are elsewhere spread over thousands of miles in latitude between the Tropics and the Arctic. Mount Hermon is usually snowcapped much of the year, while down along the Dead Sea the thermometer sometimes reaches 50&#xB0; C. (122&#xB0; F.). Sea breezes up from the Mediterranean moderate the temperature along the central mountain range. As a result it is seldom hotter than 32&#xB0; C. (90&#xB0; F.) in Jerusalem, and rarely does it freeze there. Its average January temperature is around 10&#xB0; C. (50&#xB0; F.). Snowfall in that part of the country is not common.<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200003366/16/0\" data-bid=\"17-1\" class=\"b\">2Sa 23:20</a>.Rainfall in this country of contrasts also varies a great deal. Along the coast the annual precipitation is about 38&#xA0;cm (15&#xA0;in.), but in the higher altitudes of Mount Carmel, the central range, and the highlands E of the Jordan there is up to twice this amount. On the other hand, desert conditions prevail in the Negeb, the lower Jordan Valley, and the Dead Sea area, with 5 to 10&#xA0;cm (2 to 4&#xA0;in.) of rain annually. Most of the rain falls in the winter months of December, January, and February; only 6 or 7&#xA0;percent in the summer months from June to October. The light &#x201C;early,&#x201D; or autumn, rain in October and November permits the plowing of soil (baked hard by the summer heat) in preparation for the sowing of winter grains. The &#x201C;late,&#x201D; or <span id=\"page571\" class=\"pageNum\" data-no=\"571\" data-before-text=\"571\"></span>spring, rain comes in March and April.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003366/17/0\" data-bid=\"18-1\" class=\"b\">De 11:14;</a><a href=\"/en/wol/bc/r1/lp-e/1200003366/17/1\" data-bid=\"18-2\" class=\"b\"> Joe 2:23;</a><a href=\"/en/wol/bc/r1/lp-e/1200003366/17/2\" data-bid=\"18-3\" class=\"b\"> Zec 10:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200003366/17/3\" data-bid=\"18-4\" class=\"b\"> Jas 5:7</a>.One of Palestine&#x2019;s great assets is the abundance of dew, especially through the rainless summer months, for without the heavy dews many of the vineyards and grazing lands would suffer greatly. (<a href=\"/en/wol/bc/r1/lp-e/1200003366/18/0\" data-bid=\"19-1\" class=\"b\">Hag 1:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200003366/18/1\" data-bid=\"19-2\" class=\"b\"> Zec 8:12</a>) The moisture-laden breezes blowing up from the Mediterranean and down from Mount Hermon account for much of the dew in Palestine. (<a href=\"/en/wol/bc/r1/lp-e/1200003366/19/0\" data-bid=\"20-1\" class=\"b\">Ps 133:3</a>) In certain areas the dew at night is so heavy that enough moisture is recovered by the vegetation to compensate for the losses during the heat of the day. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200003366/20/0\" data-bid=\"21-1\" class=\"b\">Job 29:19</a>.) Of particular importance is the dew in the Negeb and uplands of Gilead where rainfall is minimal.<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200003366/0\">DEW</a>.<strong>Plants and Animals. </strong>The tremendous variety of trees, shrubs, and plants found in this small area of the earth has been a source of amazement among botanists, one of whom estimates that there are about 2,600 plant varieties growing there. The diversity in altitude, climate, and soil helps to account for this variety in flora, some plants being at home in the cold alpine, others in the torrid desert, and still others in the alluvial plain or the rocky plateau, each blooming and bearing seed in its season. Within comparatively short distances from one another are found hot-weather palms and cold-weather oaks and pines; willows along the streams and tamarisks in the wilderness. This land is also famous for its cultivated vineyards, olive groves, fig orchards, and fields of wheat, barley, and millet. Other crops include peas, beans, lentils, eggplants, onions, and cucumbers, as well as cotton and flax. Modern visitors to this land are often disappointed unless it is springtime, when the countryside is in full bloom with its flower spectacle. For most of the year, the stony hillsides are barren and bleak. At one time, however, parts of the land were more heavily wooded than at present, lush like &#x201C;the garden of Jehovah,&#x201D; a veritable botanical garden &#x201C;flowing with milk and honey,&#x201D; hospitable and inviting.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003366/21/0\" data-bid=\"22-1\" class=\"b\">Ge 13:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200003366/21/1\" data-bid=\"22-2\" class=\"b\"> Ex 3:8;</a><a href=\"/en/wol/bc/r1/lp-e/1200003366/21/2\" data-bid=\"22-3\" class=\"b\"> Nu 13:23, 24;</a><a href=\"/en/wol/bc/r1/lp-e/1200003366/21/3\" data-bid=\"22-4\" class=\"b\"> De 8:7-9</a>.Animal, bird, and fish life was abundant in parklike Palestine, in the past more so than today. The lion, bear, wild bull, and hippopotamus are no longer present, but other wildlife that may be found include wolves, wild boars, wildcats, jackals, hares, and foxes. Domesticated animals are common<wbr>&#x2014;sheep, goats, cows, horses, asses, and camels. It is estimated that there are about 85 different kinds of mammals, 350 kinds of birds, and 75 kinds of reptiles in Israel today.<strong>Resources From the Ground. </strong>Besides proving to be a well-watered land capable of producing an abundance of foodstuffs, Palestine&#x2019;s mountains contained useful iron and copper ores. (<a href=\"/en/wol/bc/r1/lp-e/1200003366/22/0\" data-bid=\"23-1\" class=\"b\">De 8:9</a>) Gold, silver, tin, and lead had to be imported, but there were large deposits of salt, and in the Jordan Valley there were beds of clay for the brick, pottery, and foundry industries. (<a href=\"/en/wol/bc/r1/lp-e/1200003366/23/0\" data-bid=\"24-1\" class=\"b\">1Ki 7:46</a>) Excellent limestone for the building trade was quarried, and there were outcroppings of dark basalt valued for its hardness and fine-grained texture.<strong>[Chart on page&#xA0;571]</strong><strong>GEOGRAPHIC TERMS</strong>  <strong>Arabic               Hebrew            English</strong>  &#x2BD;ain                 &#x2BD;en               spring,                        [&#x2BD;enot, pl.]      fountain  beit                 bet               house  biq&#x2BD;ah               biq&#x2BD;a(t)          valley plain   [beqa&#x2BD;, pl.]  bir                  be&#x2BC;er             well  birkeh(et)           berekha(t)        pool  burj                                   tower  darb                                   road, way  debbeh(et)                             sandy height  deir                                   convent,                                          monastery                       &#x2BD;emeq             low plain                       gay, ge           valley  ghor                                   depression                       giv&#x2BD;a(t)          hill                        [giv&#x2BD;ot, pl.]  jebel                har               mountain  kafr                 kefar             village  khirbeh(et)          horva(t)          ruin                       ma&#x2BD;ale            ascent  majdel               migdal            tower                       mayan             spring                       mifraz            bay, gulf  mughar               me&#x2BD;arah(t)        cave  nahr                                   river  naqb                                   mountain path  nebi                                   prophet  qal&#x2BD;ah(at)                             fortress  qarn                 qeren             peak                                          (lit., horn)  qarya(t)             qirya(t)          town  qasr                                   castle, palace  rameh                rama(t)           plateau  ras                  rosh              mountaintop;                                          cape  rujm                 rogem             heap of                                          stones, cairn  shatt                                  shore or bank;                                          river  tal&#x2BD;ah(at)                             height  tell [tulul, pl.]    tel               mound  wadi                 nahal             torrent valley                       yam               sea<strong>[Diagram on page&#xA0;569]</strong>(For fully formatted text, see publication)<strong>CROSS SECTION of PALESTINE</strong>Sea Level<em>Great Sea</em>Coastal PlainShephelahMts. of JudahMts. of SamariaLebanon Mts.Jordan ValleyTablelandMt.&#xA0;HermonSea Level<em>Salt Sea</em>Level of Salt Sea"}