{"title":"Papyrus","link":"/en/wol/d/r1/lp-e/1200003376","html":"<span id=\"page574\" class=\"pageNum\" data-no=\"574\" data-before-text=\"574\"></span><strong>PAPYRUS</strong>(pa&#xB7;py&#x2B9;rus) [Heb., <em>go&#x2B9;me&#x2BC;</em>].A large aquatic plant belonging to the sedge family. It has a tapering three-sided stem, or stock, that grows in shallow water to a height of 2 to 6&#xA0;m (6.5 to 20&#xA0;ft) and terminates in a bush, or plume, of fine grasslike panicles. (PICTURE, Vol.&#xA0;1, p.&#xA0;544) The papyrus plant was used in the manufacture of various items, including a writing material.Papyrus (<em>Cyperus papyrus</em>) thrives in shallow, stagnant waters or marshes and along the banks of slow-moving rivers, such as the lower Nile, where it once flourished but is now nearly extinct. Bildad asked Job: &#x201C;Will a papyrus plant grow tall without a swampy place?&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003376/0/0\" data-bid=\"1-1\" class=\"b\">Job 8:11;</a><a href=\"/en/wol/bc/r1/lp-e/1200003376/0/1\" data-bid=\"1-2\" class=\"b\"> Isa 35:7</a>.The plant&#x2019;s stems are buoyant, and to prevent the death of the infant Moses, his mother placed him in &#x201C;an ark of papyrus&#x201D; coated with bitumen and pitch and set him adrift on the Nile River. (<a href=\"/en/wol/bc/r1/lp-e/1200003376/1/0\" data-bid=\"2-1\" class=\"b\">Ex 2:3</a>) Large vessels for traveling long distances were also made from papyrus. (<a href=\"/en/wol/bc/r1/lp-e/1200003376/2/0\" data-bid=\"3-1\" class=\"b\">Isa 18:2</a>) These may have been made of bundles of papyrus stems lashed together. They had narrow ends, but the beams were broad enough to support standing passengers. In 1970, Thor Heyerdahl and a group of associates traveled across thousands of miles of the Atlantic in such a craft.<strong>Use as Writing Material. </strong>When the Egyptians prepared papyrus for writing material, they followed a rather simple process. In gathering the stems, they prized the thick pithy part that grew under the surface of the water because it yielded the broadest and whitest raw material. The outer rinds were peeled off, and the remaining pithy cores were cut into convenient lengths of 40 to 45&#xA0;cm (16 to 18&#xA0;in.). Next, the cellular pith was sliced into broad, but very thin, strips. The strips were then laid out vertically on a smooth surface and allowed to overlap slightly. Another layer of papyrus strips was placed horizontally over the vertical ones. Mallets were used to beat the layers until they were bonded into a unified sheet. Then after being dried in the sun, the sheets were trimmed to the desired size. Finally, they were smoothed and polished with pumice, shells, or ivory. This process produced a fairly durable, supple, near-white writing material that was available in many sizes and degrees of quality. The side having the horizontal strips was usually chosen for writing, although at times the reverse side was used to finish a writing. The joints of the strips served to guide the writer&#x2019;s hand as he wrote with a reed pen and a writing fluid made from gum, soot, and water.These papyrus sheets could be pasted along the edges and joined to make a scroll, normally consisting of about 20 sheets. Or they might be folded into leaves to form the booklike codex that became popular among the early Christians. The average scroll measured some 4 to 6&#xA0;m (14 to 20&#xA0;ft) in length, though one has been preserved that is 40.5&#xA0;m (133&#xA0;ft) long. The Greek word <em>bi&#x2B9;blos </em>originally applied to the soft pith of the papyrus plant but was later used with reference to a book. (<a href=\"/en/wol/bc/r1/lp-e/1200003376/3/0\" data-bid=\"4-1\" class=\"b\">Mt 1:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200003376/3/1\" data-bid=\"4-2\" class=\"b\"> Mr 12:26</a>) The diminutive <em>bi&#xB7;bli&#x2B9;on </em>has the plural <em>bi&#xB7;bli&#x2B9;a, </em>literally meaning &#x201C;little books,&#x201D; and from this the word &#x201C;Bible&#x201D; is derived. (<a href=\"/en/wol/bc/r1/lp-e/1200003376/4/0\" data-bid=\"5-1\" class=\"b\">2Ti 4:13</a>, <em>Int</em>) A Phoenician city was called Byblos after it became an important center for the papyrus industry.Papyrus rolls were used widely until the beginning of the second century C.E., when they began to be superseded by the papyrus codex. Later, in the fourth century, the popularity of papyrus waned, and it was replaced extensively by a more durable writing material called vellum.Papyrus had one major disadvantage as a writing material in that it was not very durable. It deteriorated in a damp environment and, when stored under arid conditions, became very brittle. Until the 18th&#xA0;century C.E., the assumption was that all ancient papyrus manuscripts had perished. However, in the late 19th&#xA0;century, a number of valuable Biblical papyri were brought to light. Discoveries have been made chiefly in Egypt and the region around the Dead Sea, places that afford the ideal dry climate so necessary for the preservation of papyri. Some of the Scriptural papyri found at these locations date back as far as the second or first century B.C.E.Many of these papyrus manuscript discoveries are designated by the term &#x201C;papyrus&#x201D; or &#x201C;papyri,&#x201D; such as the Nash Papyrus of the first or second century B.C.E., the Papyrus Rylands iii. 458 (second century B.C.E.), and the Chester Beatty Papyrus No.&#xA0;1 (of the third century C.E.)."}