{"title":"Paradise","link":"/en/wol/d/r1/lp-e/1200003377","html":"<span id=\"page574\" class=\"pageNum\" data-no=\"574\" data-before-text=\"574\"></span><strong>PARADISE</strong>A beautiful park, or a parklike garden. The Greek word <em>pa&#xB7;ra&#x2B9;dei&#xB7;sos </em>occurs three times in the Christian Greek Scriptures. (<a href=\"/en/wol/bc/r1/lp-e/1200003377/0/0\" data-bid=\"1-1\" class=\"b\">Lu 23:43;</a><a href=\"/en/wol/bc/r1/lp-e/1200003377/0/1\" data-bid=\"1-2\" class=\"b\"> 2Co 12:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200003377/0/2\" data-bid=\"1-3\" class=\"b\"> Re 2:7</a>) Greek writers as far back as Xenophon (c.&#xA0;431-352&#xA0;B.C.E.) used the word&#xA0;, and Pollux attributed it to a Persian origin (<em>pairidaeza</em>). (<em>Cyropaedia, </em>I, iii, 14; <em>Anabasis, </em>I, ii,&#xA0;7; <em>Onomasticon, </em>IX,&#xA0;13) Some lexicographers would derive the Hebrew word <em>par&#xB7;des&#x2B9; </em>(meaning, basically, a park) from the same source. But since Solomon (of the 11th&#xA0;century B.C.E.) used <em>par&#xB7;des&#x2B9; </em>in his writings, whereas existing Persian writings go back only to about the sixth century B.C.E., such derivation of the Hebrew term is only conjectural. (<a href=\"/en/wol/bc/r1/lp-e/1200003377/1/0\" data-bid=\"2-1\" class=\"b\">Ec 2:5;</a><a href=\"/en/wol/bc/r1/lp-e/1200003377/1/1\" data-bid=\"2-2\" class=\"b\"> Ca 4:13</a>) The remaining use of <span id=\"page575\" class=\"pageNum\" data-no=\"575\" data-before-text=\"575\"></span><em>par&#xB7;des&#x2B9; </em>is at <a href=\"/en/wol/bc/r1/lp-e/1200003377/2/0\" data-bid=\"3-1\" class=\"b\">Nehemiah 2:8</a>, where reference is made to a royal wooded park of Persian King Artaxerxes Longimanus, in the fifth century B.C.E.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200003377/0\">PARK</a>.The three terms (Hebrew <em>par&#xB7;des&#x2B9;, </em>Persian <em>pairidaeza, </em>and Greek <em>pa&#xB7;ra&#x2B9;dei&#xB7;sos</em>), however, all convey the basic idea of a beautiful park or parklike garden. The first such park was that made by man&#x2019;s Creator, Jehovah God, in Eden. (<a href=\"/en/wol/bc/r1/lp-e/1200003377/3/0\" data-bid=\"4-1\" class=\"b\">Ge 2:8, 9,</a><a href=\"/en/wol/bc/r1/lp-e/1200003377/3/1\" data-bid=\"4-2\" class=\"b\">&#xA0;15</a>) It is called a <em>gan, </em>or &#x201C;garden,&#x201D; in Hebrew but was obviously parklike in size and nature. The Greek <em>Septuagint </em>appropriately uses the term <em>pa&#xB7;ra&#x2B9;dei&#xB7;sos </em>with reference to that garden. (See <a href=\"/en/wol/tc/r1/lp-e/1200003377/1\">EDEN</a> No.&#xA0;1; <a href=\"/en/wol/tc/r1/lp-e/1200003377/2\">GARDEN</a> [Garden of Eden].) Because of sin, Adam lost his right to live in that paradise and his opportunity to gain the right to everlasting life, which right was represented in the fruit of a divinely designated tree in the center of the garden. The garden of Eden may have been enclosed in some way, since it was necessary to place angelic guards only at the east side thereof to prevent human entrance.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003377/4/0\" data-bid=\"5-1\" class=\"b\">Ge 3:22-24</a>.<strong><em>What is the Paradise that Jesus promised to the evildoer who died alongside him?</em></strong>Luke&#x2019;s account shows that an evildoer, being executed alongside Jesus Christ, spoke words in Jesus&#x2019; defense and requested that Jesus remember him when he &#x2018;got into his kingdom.&#x2019; Jesus&#x2019; reply was: &#x201C;Truly I tell you today, You will be with me in Paradise.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003377/5/0\" data-bid=\"6-1\" class=\"b\">Lu 23:39-43</a>) The punctuation shown in the rendering of these words must, of course, depend on the translator&#x2019;s understanding of the sense of Jesus&#x2019; words, since no punctuation was used in the original Greek text. Punctuation in the modern style did not become common until about the ninth century C.E. Whereas many translations place a comma before the word &#x201C;today&#x201D; and thereby give the impression that the evildoer entered Paradise that same day, there is nothing in the rest of the Scriptures to support this. Jesus himself was dead and in the tomb until the third day and was then resurrected as &#x201C;the firstfruits&#x201D; of the resurrection. (<a href=\"/en/wol/bc/r1/lp-e/1200003377/6/0\" data-bid=\"7-1\" class=\"b\">Ac 10:40;</a><a href=\"/en/wol/bc/r1/lp-e/1200003377/6/1\" data-bid=\"7-2\" class=\"b\"> 1Co 15:20;</a><a href=\"/en/wol/bc/r1/lp-e/1200003377/6/2\" data-bid=\"7-3\" class=\"b\"> Col 1:18</a>) He ascended to heaven 40 days later.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003377/7/0\" data-bid=\"8-1\" class=\"b\">Joh 20:17;</a><a href=\"/en/wol/bc/r1/lp-e/1200003377/7/1\" data-bid=\"8-2\" class=\"b\"> Ac 1:1-3,</a><a href=\"/en/wol/bc/r1/lp-e/1200003377/7/2\" data-bid=\"8-3\" class=\"b\">&#xA0;9</a>.The evidence is, therefore, that Jesus&#x2019; use of the word &#x201C;today&#x201D; was not to give the time of the evildoer&#x2019;s being in Paradise but, rather, to call attention to the time in which the promise was being made and during which the evildoer had shown a measure of faith in Jesus. It was a day when Jesus had been rejected and condemned by the highest-ranking religious leaders of his own people and was thereafter sentenced to die by Roman authority. He had become an object of scorn and ridicule. So the wrongdoer alongside him had shown a notable quality and commendable heart attitude in not going along with the crowd but, rather, speaking out in Jesus&#x2019; behalf and expressing belief in his coming Kingship. Recognizing that the emphasis is correctly placed on the time of the promise&#x2019;s being made rather than on the time of its fulfillment, other translations, such as those in English by Rotherham and Lamsa, those in German by Reinhardt and W.&#xA0;Michaelis, as well as the Curetonian Syriac of the fifth century C.E., rendered the text in a form similar to the reading of the <em>New World Translation, </em>quoted herein.As to the identification of the Paradise of which Jesus spoke, it is clearly not synonymous with the heavenly Kingdom of Christ. Earlier that day entry into that heavenly Kingdom had been held out as a prospect for Jesus&#x2019; faithful disciples but on the basis of their having &#x2018;stuck with him in his trials,&#x2019; something the evildoer had never done, his dying on a stake alongside Jesus being purely for his own criminal acts. (<a href=\"/en/wol/bc/r1/lp-e/1200003377/8/0\" data-bid=\"9-1\" class=\"b\">Lu 22:28-30;</a><a href=\"/en/wol/bc/r1/lp-e/1200003377/8/1\" data-bid=\"9-2\" class=\"b\"> 23:40,&#xA0;41</a>) The evildoer obviously had not been &#x201C;born again,&#x201D; of water and spirit, which Jesus showed was a prerequisite to entry into the Kingdom of the heavens. (<a href=\"/en/wol/bc/r1/lp-e/1200003377/9/0\" data-bid=\"10-1\" class=\"b\">Joh 3:3-6</a>) Nor was the evildoer one of the &#x2018;conquerors&#x2019; that the glorified Christ Jesus stated would be with him on his heavenly throne and that have a share in &#x201C;the first resurrection.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003377/10/0\" data-bid=\"11-1\" class=\"b\">Re 3:11, 12,</a><a href=\"/en/wol/bc/r1/lp-e/1200003377/10/1\" data-bid=\"11-2\" class=\"b\"> 21;</a><a href=\"/en/wol/bc/r1/lp-e/1200003377/10/2\" data-bid=\"11-3\" class=\"b\"> 12:10, 11;</a><a href=\"/en/wol/bc/r1/lp-e/1200003377/10/3\" data-bid=\"11-4\" class=\"b\"> 14:1-4;</a><a href=\"/en/wol/bc/r1/lp-e/1200003377/10/4\" data-bid=\"11-5\" class=\"b\"> 20:4-6</a>.Some reference works present the view that Jesus was referring to a paradise location in Hades or Sheol, supposedly a compartment or division thereof for those approved by God. The claim is made that the Jewish rabbis of that time taught the existence of such a paradise for those who had died and were awaiting a resurrection. Regarding the teachings of the rabbis, Hastings&#x2019; <em>Dictionary of the Bible </em>states: &#x201C;The Rabbinical theology as it has come down to us exhibits an extraordinary medley of ideas on these questions, and in the case of many of them it is difficult to determine the dates to which they should be assigned. .&#xA0;.&#xA0;. Taking the literature as it is, it might appear that Paradise was regarded by some as on earth itself, by others as forming part of Sheol, by others still as neither on earth nor under earth, but in heaven .&#xA0;.&#xA0;. But there is some doubt as respects, at least, part of this. These various conceptions are found indeed in later Judaism. They appear most precisely and most in detail in the mediaeval Cabbalistic Judaism .&#xA0;.&#xA0;. But it is uncertain how far back these <span id=\"page576\" class=\"pageNum\" data-no=\"576\" data-before-text=\"576\"></span>things can be carried. The older Jewish theology at least .&#xA0;.&#xA0;. seems to give little or no place to the idea of an intermediate Paradise. It speaks of a <em>Gehinnom </em>for the wicked, and a <em>Gan Eden, </em>or garden of Eden, for the just. It is questionable whether it goes beyond these conceptions and affirms a Paradise in Sheol.&#x201D;<wbr>&#x2014;1905, Vol.&#xA0;III, pp.&#xA0;669, 670.Even if they did teach such a thing, it would be most unreasonable to believe that Jesus would propagate such a concept, in view of his condemnation of the non-Biblical religious traditions of the Jewish religious leaders. (<a href=\"/en/wol/bc/r1/lp-e/1200003377/11/0\" data-bid=\"12-1\" class=\"b\">Mt 15:3-9</a>) Likely the paradise truly familiar to the Jewish malefactor to whom Jesus spoke was the earthly Paradise described in the first book of the Hebrew Scriptures, the Paradise of Eden. That being so, Jesus&#x2019; promise would reasonably point to a restoration of such earthly paradisaic condition. His promise to the wrongdoer would therefore give assured hope of a resurrection of such an unrighteous one to an opportunity to life in that restored Paradise.<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200003377/12/0\" data-bid=\"13-1\" class=\"b\">Ac 24:15;</a><a href=\"/en/wol/bc/r1/lp-e/1200003377/12/1\" data-bid=\"13-2\" class=\"b\"> Re 20:12, 13;</a><a href=\"/en/wol/bc/r1/lp-e/1200003377/12/2\" data-bid=\"13-3\" class=\"b\"> 21:1-5;</a><a href=\"/en/wol/bc/r1/lp-e/1200003377/12/3\" data-bid=\"13-4\" class=\"b\"> Mt 6:10</a>.<strong>A Spiritual Paradise. </strong>Throughout many of the prophetic books of the Bible, divine promises are found regarding the restoration of Israel from the lands of its exile to its desolated homeland. God would cause that abandoned land to be tilled and sown, to produce richly, and to abound with humankind and animalkind; the cities would be rebuilt and inhabited, and people would say: &#x201C;That land yonder which was laid desolate has become like the garden of Eden.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003377/13/0\" data-bid=\"14-1\" class=\"b\">Eze 36:6-11,</a><a href=\"/en/wol/bc/r1/lp-e/1200003377/13/1\" data-bid=\"14-2\" class=\"b\"> 29, 30,</a><a href=\"/en/wol/bc/r1/lp-e/1200003377/13/2\" data-bid=\"14-3\" class=\"b\"> 33-35</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200003377/14/0\" data-bid=\"15-1\" class=\"b\">Isa 51:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200003377/14/1\" data-bid=\"15-2\" class=\"b\"> Jer 31:10-12;</a><a href=\"/en/wol/bc/r1/lp-e/1200003377/14/2\" data-bid=\"15-3\" class=\"b\"> Eze 34:25-27</a>.) However, these prophecies also show that paradise conditions related to the <em>people </em>themselves, who, by faithfulness to God, could now &#x201C;sprout&#x201D; and flourish as &#x201C;trees of righteousness,&#x201D; enjoying beautiful spiritual prosperity like a &#x201C;well-watered garden,&#x201D; showered by bounteous blessings from God because of having his favor. (<a href=\"/en/wol/bc/r1/lp-e/1200003377/15/0\" data-bid=\"16-1\" class=\"b\">Isa 58:11;</a><a href=\"/en/wol/bc/r1/lp-e/1200003377/15/1\" data-bid=\"16-2\" class=\"b\"> 61:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200003377/15/2\" data-bid=\"16-3\" class=\"b\"> 11;</a><a href=\"/en/wol/bc/r1/lp-e/1200003377/15/3\" data-bid=\"16-4\" class=\"b\"> Jer 31:12;</a><a href=\"/en/wol/bc/r1/lp-e/1200003377/15/4\" data-bid=\"16-5\" class=\"b\"> 32:41</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200003377/16/0\" data-bid=\"17-1\" class=\"b\">Ps 1:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200003377/16/1\" data-bid=\"17-2\" class=\"b\"> 72:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200003377/16/2\" data-bid=\"17-3\" class=\"b\"> 6-8,</a><a href=\"/en/wol/bc/r1/lp-e/1200003377/16/3\" data-bid=\"17-4\" class=\"b\"> 16;</a><a href=\"/en/wol/bc/r1/lp-e/1200003377/16/4\" data-bid=\"17-5\" class=\"b\"> 85:10-13;</a><a href=\"/en/wol/bc/r1/lp-e/1200003377/16/5\" data-bid=\"17-6\" class=\"b\"> Isa 44:3,&#xA0;4</a>.) The people of Israel had been God&#x2019;s vineyard, his planting, but their badness and apostasy from true worship had caused a figurative &#x2018;withering away&#x2019; of their spiritual field, even before the literal desolation of their land took place.<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200003377/17/0\" data-bid=\"18-1\" class=\"b\">Ex 15:17;</a><a href=\"/en/wol/bc/r1/lp-e/1200003377/17/1\" data-bid=\"18-2\" class=\"b\"> Isa 5:1-8;</a><a href=\"/en/wol/bc/r1/lp-e/1200003377/17/2\" data-bid=\"18-3\" class=\"b\"> Jer 2:21</a>.It is evident, however, that the restoration prophecies recorded by the Hebrew prophets include elements that will also find a physical fulfillment in the restored earthly Paradise. There are features, for example, in <a href=\"/en/wol/bc/r1/lp-e/1200003377/18/0\" data-bid=\"19-1\" class=\"b\">Isaiah 35:1-7</a>, such as the healing of the blind and the lame, that did not have a literal fulfillment following the restoration from ancient Babylon, nor are they fulfilled in such a manner in the Christian spiritual paradise. It would be inconsistent for God to inspire such prophecies as those of <a href=\"/en/wol/bc/r1/lp-e/1200003377/19/0\" data-bid=\"20-1\" class=\"b\">Isaiah 11:6-9,</a><a href=\"/en/wol/bc/r1/lp-e/1200003377/19/1\" data-bid=\"20-2\" class=\"b\"> Ezekiel 34:25</a>, and <a href=\"/en/wol/bc/r1/lp-e/1200003377/20/0\" data-bid=\"21-1\" class=\"b\">Hosea 2:18</a>, with the intention that they have only a figurative or spiritual meaning, without having a literal fulfillment of these things in the physical experiences of God&#x2019;s servants. The paradise that Paul mentioned at <a href=\"/en/wol/bc/r1/lp-e/1200003377/21/0\" data-bid=\"22-1\" class=\"b\">2 Corinthians 12:4</a> could also refer to the future paradise, both physical and spiritual, of these Hebrew prophecies, as well as possibly being a vision of &#x201C;the paradise of God,&#x201D; the blessed condition in heaven.&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003377/22/0\" data-bid=\"23-1\" class=\"b\">Re 2:7</a>.<strong>Eating in &#x201C;the Paradise of God.&#x201D; </strong><a href=\"/en/wol/bc/r1/lp-e/1200003377/23/0\" data-bid=\"24-1\" class=\"b\">Revelation 2:7</a> mentions a &#x201C;tree of life&#x201D; in &#x201C;the paradise of God&#x201D; and that eating from it would be the privilege of the one &#x201C;that conquers.&#x201D; Since other promises given in this section of Revelation to such conquering ones clearly relate to their gaining a heavenly inheritance (<a href=\"/en/wol/bc/r1/lp-e/1200003377/24/0\" data-bid=\"25-1\" class=\"b\">Re 2:26-28;</a><a href=\"/en/wol/bc/r1/lp-e/1200003377/24/1\" data-bid=\"25-2\" class=\"b\"> 3:12,</a><a href=\"/en/wol/bc/r1/lp-e/1200003377/24/2\" data-bid=\"25-3\" class=\"b\">&#xA0;21</a>), it seems evident that &#x201C;the paradise of God&#x201D; in this case is a heavenly one. The word &#x201C;tree&#x201D; here translates the Greek word <em>xy&#x2B9;lon, </em>which literally means &#x201C;wood,&#x201D; and in the plural could refer to an orchard of trees. In the earthly Paradise of Eden, eating of the tree of life would have meant living forever for man. (<a href=\"/en/wol/bc/r1/lp-e/1200003377/25/0\" data-bid=\"26-1\" class=\"b\">Ge 3:22-24</a>) Even the fruit of the other trees of the garden would have been life sustaining for man as long as he continued obedient. So, the partaking of &#x201C;the tree [or trees] of life&#x201D; in &#x201C;the paradise of God&#x201D; evidently relates to the <span id=\"page577\" class=\"pageNum\" data-no=\"577\" data-before-text=\"577\"></span>divine provision for sustained life granted the Christian conquerors, other texts showing that they receive the prize of immortality and incorruptibility along with their heavenly Head and Lord, Christ Jesus.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003377/26/0\" data-bid=\"27-1\" class=\"b\">1Co 15:50-54;</a><a href=\"/en/wol/bc/r1/lp-e/1200003377/26/1\" data-bid=\"27-2\" class=\"b\"> 1Pe 1:3,&#xA0;4</a>."}