{"title":"Partridge","link":"/en/wol/d/r1/lp-e/1200003391","html":"<span id=\"page579\" class=\"pageNum\" data-no=\"579\" data-before-text=\"579\"></span><strong>PARTRIDGE</strong>[Heb., <em>qo&#xB7;re&#x2BC;&#x2B9;</em>].A chickenlike (gallinaceous) bird, stout-bodied, smaller than the pheasant, able to run and dodge with great swiftness, seldom resorting to flight and tiring quickly when it does. Two kinds of partridges found in Palestine are the sand partridge (<em>Ammoperdix heyi</em>) and the rock partridge (<em>Alectoris graeca</em>). The sand partridge is found in deserts and on rocky slopes, while the rock partridge is found principally in the hill country that is covered with sparse vegetation.The Hebrew name of this bird means &#x201C;caller.&#x201D; While the partridge does have a ringing call, some believe its Hebrew name is intended to imitate the grating &#x201C;krrr-ic&#x201D; sound the bird makes when it is flushed.<span id=\"page580\" class=\"pageNum\" data-no=\"580\" data-before-text=\"580\"></span>The partridge has a delicate flesh and was hunted as food from ancient times, the hunters often using throwing sticks to bring down the bird when it was flushed from cover. Since the partridge seeks escape by running, dodging behind rocks and other obstacles, and seeking out a hiding place in clefts of rocks or similar places of concealment, David, moving from hiding place to hiding place in his endeavor to evade King Saul&#x2019;s relentless pursuit, aptly likened himself to &#x201C;a partridge upon the mountains.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003391/0/0\" data-bid=\"1-1\" class=\"b\">1Sa 26:20</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200003391/1/0\" data-bid=\"2-1\" class=\"b\">La 3:52</a>.The text at <a href=\"/en/wol/bc/r1/lp-e/1200003391/2/0\" data-bid=\"3-1\" class=\"b\">Jeremiah 17:11</a>, likening the man unjustly amassing wealth to &#x201C;the partridge that has gathered together [or, possibly, hatched] what it has not laid,&#x201D; has been the subject of much discussion. Whereas certain ancient writers described the partridge as taking eggs from other hens&#x2019; nests and incubating them, present-day naturalists state that none of the birds classified as partridges have such a practice. However, <em>Lexicon in Veteris Testamenti Libros </em>refers to Jewish zoologist Israel Aharoni (1882-1946), a writer of works on Palestinian animal life, as having found &#x201C;2 layings of 11 eggs each of 2 different females [partridges] in the same nest.&#x201D; (By L.&#xA0;Koehler and W.&#xA0;Baumgartner, Leiden, 1958, p.&#xA0;851) Thus, the <em>Encyclopaedia Judaica </em>(1973, Vol.&#xA0;13, col. 156) states: &#x201C;Sometimes two females lay eggs in the same nest, in which case one gains the upper hand and drives the other away; however her small body is unable to keep such a large number of eggs warm, so that eventually the embryos die. It was to this that the proverb [in <a href=\"/en/wol/bc/r1/lp-e/1200003391/3/0\" data-bid=\"4-1\" class=\"b\">Jeremiah 17:11</a>] referred when speaking of one who robs another of his possessions without ultimately deriving any benefit.&#x201D;<a href=\"/en/wol/bc/r1/lp-e/1200003391/4/0\" data-bid=\"5-1\" class=\"b\">Jeremiah 17:11</a> in the <em>King James Version </em>reads: &#x201C;As the partridge sitteth on eggs, and hatcheth them not; so he that getteth riches, and not by right, shall leave them in the midst of his days, and at his end shall be a fool.&#x201D; In support of this alternative interpretation, John Sawyer reasons that &#x201C;the point is the proverbial vulnerability of the partridge&#x2019;s nest, exposed as it is to marauding predators of many kinds, compared to the vulnerability of the fool who puts his trust in base gain.&#x201D; He goes on to say that the effectiveness of the proverb in <a href=\"/en/wol/bc/r1/lp-e/1200003391/5/0\" data-bid=\"6-1\" class=\"b\">Jeremiah 17:11</a> &#x201C;does not depend on the treachery of the brooding partridge, but on its vulnerability, compared to the false sense of security of the fool who thinks he can get away with his criminal acquisitiveness .&#xA0;.&#xA0;. unaware of the dangers hanging over him and defenceless when disaster strikes.&#x201D;<wbr>&#x2014;<em>Vetus Testamentum, </em>Leiden, 1978, pp.&#xA0;324, 328, 329."}