{"title":"Passover","link":"/en/wol/d/r1/lp-e/1200003397","html":"<span id=\"page581\" class=\"pageNum\" data-no=\"581\" data-before-text=\"581\"></span><strong>PASSOVER</strong>Passover (Heb., <em>pe&#x2B9;sach; </em>Gr., <em>pa&#x2B9;skha</em>) was instituted the evening preceding the Exodus from Egypt. The first Passover was observed about the time of full moon, on the 14th day of Abib (later called Nisan) in the year 1513&#xA0;B.C.E. This was thereafter to be celebrated annually. (<a href=\"/en/wol/bc/r1/lp-e/1200003397/0/0\" data-bid=\"1-1\" class=\"b\">Ex 12:17-20,</a><a href=\"/en/wol/bc/r1/lp-e/1200003397/0/1\" data-bid=\"1-2\" class=\"b\"> 24-27</a>) Abib (Nisan) falls within the months March-April of the Gregorian calendar. Passover was followed by seven days of the Festival of Unfermented Cakes, Nisan 15-21. Passover commemorates the deliverance of the Israelites from Egypt and the &#x2018;passing over&#x2019; of their firstborn when Jehovah destroyed the firstborn of Egypt. Seasonally, it fell at the beginning of the barley harvest.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003397/1/0\" data-bid=\"2-1\" class=\"b\">Ex 12:14,</a><a href=\"/en/wol/bc/r1/lp-e/1200003397/1/1\" data-bid=\"2-2\" class=\"b\"> 24-47;</a><a href=\"/en/wol/bc/r1/lp-e/1200003397/1/2\" data-bid=\"2-3\" class=\"b\"> Le 23:10</a>.Passover was a memorial celebration; therefore the Scriptural command was: &#x201C;And it must occur that when your sons say to you, &#x2018;What does this service mean to you?&#x2019; then you must say, &#x2018;It is the sacrifice of the passover to Jehovah, who passed over the houses of the sons of Israel in Egypt when he plagued the Egyptians, but he delivered our houses.&#x2019;&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003397/2/0\" data-bid=\"3-1\" class=\"b\">Ex 12:26,&#xA0;27</a>.Since the Jews reckoned the day as starting after sundown and ending the next day at sundown, Nisan 14 would begin after sundown. It would be in the evening after Nisan 13 concluded that the Passover would be observed. Since the Bible definitely states that Christ is the Passover sacrifice (<a href=\"/en/wol/bc/r1/lp-e/1200003397/3/0\" data-bid=\"4-1\" class=\"b\">1Co 5:7</a>) and that he observed the Passover meal the evening before he was put to death, the date of his death would be Nisan 14, not Nisan 15, in order to fulfill accurately the time feature of the type, or shadow, provided in the Law.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003397/4/0\" data-bid=\"5-1\" class=\"b\">Heb 10:1</a>.<strong>Laws Governing Its Observance. </strong>Each household was to choose a male sheep or goat that was sound and a year old. It was taken into the house on the 10th day of the month Abib and kept until the 14th, and then it was slaughtered and its blood was splashed with a bunch of hyssop on the doorposts and the upper part of the doorway of the dwelling in which they were to eat it (not on the threshold where the blood would be trampled on).The lamb (or goat) was slaughtered, skinned, its interior parts cleansed and replaced, and it was roasted whole, well-done, with no bones broken. (<a href=\"/en/wol/bc/r1/lp-e/1200003397/5/0\" data-bid=\"6-1\" class=\"b\">2Ch 35:11;</a><a href=\"/en/wol/bc/r1/lp-e/1200003397/5/1\" data-bid=\"6-2\" class=\"b\"> Nu 9:12</a>) If the household was too small to consume the whole animal, then it was to be shared with a neighbor household and eaten that same night. Anything left over was to be burned before morning. (<a href=\"/en/wol/bc/r1/lp-e/1200003397/6/0\" data-bid=\"7-1\" class=\"b\">Ex 12:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200003397/6/1\" data-bid=\"7-2\" class=\"b\"> 34:25</a>) It was eaten with unfermented cakes, &#x201C;the bread of affliction,&#x201D; and with bitter greens, for their life had been bitter under slavery.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003397/7/0\" data-bid=\"8-1\" class=\"b\">Ex 1:14;</a><a href=\"/en/wol/bc/r1/lp-e/1200003397/7/1\" data-bid=\"8-2\" class=\"b\"> 12:1-11,</a><a href=\"/en/wol/bc/r1/lp-e/1200003397/7/2\" data-bid=\"8-3\" class=\"b\"> 29,</a><a href=\"/en/wol/bc/r1/lp-e/1200003397/7/3\" data-bid=\"8-4\" class=\"b\"> 34;</a><a href=\"/en/wol/bc/r1/lp-e/1200003397/7/4\" data-bid=\"8-5\" class=\"b\"> De 16:3</a>.<strong><em>What is meant by the expression &#x201C;between the two evenings&#x201D;?</em></strong>The Israelites measured their day from sundown to sundown. So Passover day would begin at sundown at the end of the 13th day of Abib (Nisan). The animal was to be slaughtered &#x201C;between the two evenings.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003397/8/0\" data-bid=\"9-1\" class=\"b\">Ex 12:6</a>) There are differences of opinion as to the exact time meant. According to some scholars, as well as the Karaite Jews and Samaritans, this is the time between sunset and deep twilight. On the other hand, the Pharisees and the Rabbinists considered the first evening to be when the sun began to descend and the second evening to be the real sunset. Due to this latter view the rabbis hold that the lamb was slaughtered in the latter part of the 14th, not at its start, and therefore that the Passover meal was actually eaten on Nisan&#xA0;15.On this point Professors Keil and Delitzsch say: &#x201C;Different opinions have prevailed among the Jews from a very early date as to the precise time intended. Aben Ezra agrees with the Caraites and Samaritans in taking the first evening to be the time when the sun sinks below the horizon, and the second the time of total darkness; in which case, &#x2018;between the two evenings&#x2019; would be from 6&#xA0;o&#x2019;clock to 7.20. .&#xA0;.&#xA0;. According to the rabbinical idea, the time when the sun began to descend, viz. from 3 to 5&#xA0;o&#x2019;clock, was the first evening, and sunset the second; so that &#x2018;between the two evenings&#x2019; was from 3 to 6&#xA0;o&#x2019;clock. Modern expositors have very properly decided in favour of the view held by Aben Ezra and the custom adopted by the Caraites and Samaritans.&#x201D;<wbr>&#x2014;<em>Commentary on the Old Testament, </em>1973, Vol.&#xA0;I, The Second Book of Moses, p.&#xA0;12; see <a href=\"/en/wol/tc/r1/lp-e/1200003397/0\">DAY</a>.From the foregoing, and particularly in view of such texts as <a href=\"/en/wol/bc/r1/lp-e/1200003397/9/0\" data-bid=\"10-1\" class=\"b\">Exodus 12:17, 18,</a><a href=\"/en/wol/bc/r1/lp-e/1200003397/9/1\" data-bid=\"10-2\" class=\"b\"> Leviticus 23:5-7</a>, and <a href=\"/en/wol/bc/r1/lp-e/1200003397/10/0\" data-bid=\"11-1\" class=\"b\">Deuteronomy 16:6, 7</a>, the weight of evidence points to the application of the expression &#x201C;between the two evenings&#x201D; to the time between sunset and dark. This would mean that the Passover meal was eaten well after sundown on Nisan 14, for it took considerable time to slaughter, skin, and roast the animal thoroughly. <a href=\"/en/wol/bc/r1/lp-e/1200003397/11/0\" data-bid=\"12-1\" class=\"b\">Deuteronomy 16:6</a> commands: &#x201C;You should sacrifice the passover in the evening as soon as the sun sets.&#x201D; Jesus and his apostles observed the Passover meal <span id=\"page582\" class=\"pageNum\" data-no=\"582\" data-before-text=\"582\"></span>&#x201C;after evening had fallen.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003397/12/0\" data-bid=\"13-1\" class=\"b\">Mr 14:17;</a><a href=\"/en/wol/bc/r1/lp-e/1200003397/12/1\" data-bid=\"13-2\" class=\"b\"> Mt 26:20</a>) Judas went out immediately after the Passover observance, &#x201C;And it was night.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003397/13/0\" data-bid=\"14-1\" class=\"b\">Joh 13:30</a>) When Jesus observed the Passover with his 12 apostles, there must have been no little conversation; then, too, some time would have been occupied by Jesus in washing the apostles&#x2019; feet. (<a href=\"/en/wol/bc/r1/lp-e/1200003397/14/0\" data-bid=\"15-1\" class=\"b\">Joh 13:2-5</a>) Hence, the institution of the Lord&#x2019;s Evening Meal certainly took place quite late in the evening.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200003397/1\">LORD&#x2019;S EVENING MEAL</a>.At the Passover in Egypt, the head of the family was responsible for the slaying of the lamb (or goat) at each home, and all were to stay inside the house to avoid being slain by the angel. The partakers ate in a standing position, their hips girded, staff in hand, sandals on so as to be ready for a long journey over rough ground (whereas they often did their daily work barefoot). At midnight all the firstborn of the Egyptians were slain, but the angel passed over the houses on which the blood had been spattered. (<a href=\"/en/wol/bc/r1/lp-e/1200003397/15/0\" data-bid=\"16-1\" class=\"b\">Ex 12:11,</a><a href=\"/en/wol/bc/r1/lp-e/1200003397/15/1\" data-bid=\"16-2\" class=\"b\">&#xA0;23</a>) Every Egyptian household in which there was a firstborn male was affected, from the house of Pharaoh himself to the firstborn of the prisoner. It was not the head of the house, even though he may have been a firstborn, but was any male firstborn in the household under the head, as well as the male firstborn of animals, that was slain.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003397/16/0\" data-bid=\"17-1\" class=\"b\">Ex 12:29, 30</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200003397/2\">FIRSTBORN, FIRSTLING</a>.The Ten Plagues upon Egypt all proved to be a judgment against the gods of Egypt, especially the tenth, the death of the firstborn. (<a href=\"/en/wol/bc/r1/lp-e/1200003397/17/0\" data-bid=\"18-1\" class=\"b\">Ex 12:12</a>) For the ram (male sheep) was sacred to the god Ra, so that splashing the blood of the Passover lamb on the doorways would be blasphemy in the eyes of the Egyptians. Also, the bull was sacred, and the destruction of the firstborn of the bulls would be a blow to the god Osiris. Pharaoh himself was venerated as a son of Ra. The death of Pharaoh&#x2019;s own firstborn would thus show the impotence of both Ra and Pharaoh.<strong>In the Wilderness and the Promised Land. </strong>Only one Passover celebration in the wilderness is mentioned. (<a href=\"/en/wol/bc/r1/lp-e/1200003397/18/0\" data-bid=\"19-1\" class=\"b\">Nu 9:1-14</a>) The keeping of the Passover during the wilderness journey likely was limited, for two reasons: (1)&#xA0;Jehovah&#x2019;s original instructions were that it must be kept when they reached the Promised Land. (<a href=\"/en/wol/bc/r1/lp-e/1200003397/19/0\" data-bid=\"20-1\" class=\"b\">Ex 12:25;</a><a href=\"/en/wol/bc/r1/lp-e/1200003397/19/1\" data-bid=\"20-2\" class=\"b\"> 13:5</a>) (2)&#xA0;Those born in the wilderness had not been circumcised (<a href=\"/en/wol/bc/r1/lp-e/1200003397/20/0\" data-bid=\"21-1\" class=\"b\">Jos 5:5</a>), whereas all male partakers of Passover had to be circumcised.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003397/21/0\" data-bid=\"22-1\" class=\"b\">Ex 12:45-49</a>.<strong>Record of Passovers Observed. </strong>The Hebrew Scriptures give direct accounts of the Passover (1)&#xA0;in Egypt (<a href=\"/en/wol/bc/r1/lp-e/1200003397/22/0\" data-bid=\"23-1\" class=\"b\">Ex&#xA0;12</a>); (2)&#xA0;in the wilderness at Sinai, Nisan 14, 1512&#xA0;B.C.E. (<a href=\"/en/wol/bc/r1/lp-e/1200003397/23/0\" data-bid=\"24-1\" class=\"b\">Nu&#xA0;9</a>); (3)&#xA0;when they reached the Promised Land, at Gilgal and after the circumcision of the males, 1473&#xA0;B.C.E. (<a href=\"/en/wol/bc/r1/lp-e/1200003397/24/0\" data-bid=\"25-1\" class=\"b\">Jos&#xA0;5</a>); (4)&#xA0;at the time that Hezekiah restored true worship (<a href=\"/en/wol/bc/r1/lp-e/1200003397/25/0\" data-bid=\"26-1\" class=\"b\">2Ch&#xA0;30</a>); (5)&#xA0;the Passover of Josiah (<a href=\"/en/wol/bc/r1/lp-e/1200003397/26/0\" data-bid=\"27-1\" class=\"b\">2Ch&#xA0;35</a>); and (6)&#xA0;the celebration by Israel after the return from Babylonian exile (<a href=\"/en/wol/bc/r1/lp-e/1200003397/27/0\" data-bid=\"28-1\" class=\"b\">Ezr&#xA0;6</a>). (Also, mention is made of Passovers held in Samuel&#x2019;s day and during the days of the kings, at <a href=\"/en/wol/bc/r1/lp-e/1200003397/28/0\" data-bid=\"29-1\" class=\"b\">2Ch 35:18</a>.) After the Israelites were settled in the land, the Passover festival was observed &#x201C;in the place that Jehovah will choose to have his name reside,&#x201D; instead of in each home or in the various cities. In time, the chosen place came to be Jerusalem.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003397/29/0\" data-bid=\"30-1\" class=\"b\">De 16:1-8</a>.<strong>Accretions. </strong>After Israel had settled in the Promised Land, certain changes were made and various accretions came about in observing the Passover. They no longer partook of the feast in a standing position, or equipped for a journey, for they were then in the land that God had given them. The first-century celebrants customarily ate it while lying on their left side, with the head resting on the left hand. This explains how one of Jesus&#x2019; disciples could be &#x201C;reclining in front of Jesus&#x2019; bosom.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003397/30/0\" data-bid=\"31-1\" class=\"b\">Joh 13:23</a>) Wine was not used at the Passover in Egypt nor was there any command given by Jehovah for its use with the festival. This practice was introduced later on. Jesus did not condemn the use of wine with the meal, but he drank wine with his apostles and afterward offered a cup for them to drink as he introduced the Lord&#x2019;s Evening Meal, the Memorial.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003397/31/0\" data-bid=\"32-1\" class=\"b\">Lu 22:15-18,</a><a href=\"/en/wol/bc/r1/lp-e/1200003397/31/1\" data-bid=\"32-2\" class=\"b\">&#xA0;20</a>.According to traditional Jewish sources, red wine was used and four cups were handed around, although the service was not restricted to four cups. <a href=\"/en/wol/bc/r1/lp-e/1200003397/32/0\" data-bid=\"33-1\" class=\"b\">Psalms 113 to 118</a> were sung during the meal, concluding with <a href=\"/en/wol/bc/r1/lp-e/1200003397/33/0\" data-bid=\"34-1\" class=\"b\">Psalm 118</a>. It is likely that it was one of these psalms that Jesus and his apostles sang in concluding the Lord&#x2019;s Evening Meal.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003397/34/0\" data-bid=\"35-1\" class=\"b\">Mt 26:30</a>.<strong>Customs at Passover Time. </strong>Great preparations were made in Jerusalem when the festival was due, as it was a requirement of the Law that every male Israelite and every male of the circumcised alien residents observe the Passover. (<a href=\"/en/wol/bc/r1/lp-e/1200003397/35/0\" data-bid=\"36-1\" class=\"b\">Nu 9:9-14</a>) This meant that vast numbers would be making the journey to the city for some days in advance. They would come before the Passover in order to cleanse themselves ceremonially. (<a href=\"/en/wol/bc/r1/lp-e/1200003397/36/0\" data-bid=\"37-1\" class=\"b\">Joh 11:55</a>) It is said that men were sent out about a month early to prepare the bridges and put the roads in good order for the convenience of the pilgrims. Since contact with a dead body rendered a person unclean, special precautions were taken to protect the traveler. As it was a practice to bury <span id=\"page583\" class=\"pageNum\" data-no=\"583\" data-before-text=\"583\"></span>persons in the open field, if they died there, the graves were made conspicuous by being whitened a month ahead. (<em>The Temple, </em>by A.&#xA0;Edersheim, 1874, pp.&#xA0;184, 185) This supplies background for Jesus&#x2019; words to the scribes and Pharisees, that they resembled &#x201C;whitewashed graves.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003397/37/0\" data-bid=\"38-1\" class=\"b\">Mt 23:27</a>.Accommodations were made available in the homes for those coming to Jerusalem for Passover observance. In an Oriental home all the rooms could be slept in, and several persons could be accommodated in one room. Also, the flat roof of the house could be used. Added to this is the fact that numbers of the celebrants obtained accommodations outside the city walls, especially at Bethphage and Bethany, two villages on the slopes of the Mount of Olives.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003397/38/0\" data-bid=\"39-1\" class=\"b\">Mr 11:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200003397/38/1\" data-bid=\"39-2\" class=\"b\"> 14:3</a>.<strong>Questions as to Time Order. </strong>It was a question of defilement that gave rise to the words: &#x201C;They themselves did not enter into the governor&#x2019;s palace, that they might not get defiled but might eat the passover.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003397/39/0\" data-bid=\"40-1\" class=\"b\">Joh 18:28</a>) These Jews considered it a defilement to enter into a Gentile dwelling. (<a href=\"/en/wol/bc/r1/lp-e/1200003397/40/0\" data-bid=\"41-1\" class=\"b\">Ac 10:28</a>) This statement was made, however, &#x201C;early in the day,&#x201D; hence after the Passover meal had taken place. It is to be noted that at this time the entire period, including Passover day and the Festival of Unfermented Cakes that followed, was at times referred to as &#x201C;Passover.&#x201D; In the light of this fact, Alfred Edersheim offers the following explanation: A voluntary peace offering was made on Passover and another, a compulsory one, on the next day, Nisan 15, the first day of the Festival of Unfermented Cakes. It was this second offering that the Jews were afraid they might not be able to eat if they contracted defilement in the judgment hall of Pilate.<wbr>&#x2014;<em>The Temple, </em>1874, pp.&#xA0;186, 187.<strong><em>&#x201C;The first day of the unfermented cakes.&#x201D; </em></strong>A question also arises in connection with the statement at <a href=\"/en/wol/bc/r1/lp-e/1200003397/41/0\" data-bid=\"42-1\" class=\"b\">Matthew 26:17</a>: &#x201C;On the first day of the unfermented cakes the disciples came up to Jesus, saying: &#x2018;Where do you want us to prepare for you to eat the passover?&#x2019;&#x201D;The expression &#x201C;the first day&#x201D; here could be rendered &#x201C;the day before.&#x201D; Concerning the use of the Greek word here translated &#x201C;first,&#x201D; a footnote on <a href=\"/en/wol/bc/r1/lp-e/1200003397/42/0\" data-bid=\"43-1\" class=\"b\">Matthew 26:17</a> in the <em>New World Translation </em>says: &#x201C;Or, &#x2018;On the day before.&#x2019; This rendering of the Gr. word [<em>pro&#x2B9;tos</em>] followed by the genitive case of the next word agrees with the sense and rendering of a like construction in <a href=\"/en/wol/bc/r1/lp-e/1200003397/43/0\" data-bid=\"44-1\" class=\"b\">Joh 1:15,</a><a href=\"/en/wol/bc/r1/lp-e/1200003397/43/1\" data-bid=\"44-2\" class=\"b\"> 30</a>, namely, &#x2018;he existed before [<em>pro&#x2B9;tos</em>] me.&#x2019;&#x201D; According to Liddell and Scott&#x2019;s <em>Greek-English Lexicon, </em>&#x201C;[<em>pro&#x2B9;tos</em>] is sts. [sometimes] used where we should expect [<em>pro&#x2B9;te&#xB7;ros </em>(meaning &#x2018;former, earlier&#x2019;)].&#x201D; (Revised by H.&#xA0;Jones, Oxford, 1968, p.&#xA0;1535) At this time, Passover day had come to be generally considered as the first day of the Festival of Unfermented Cakes. So, then, the original Greek, harmonized with Jewish custom, allows for the question to have been asked of Jesus on the day before Passover.<strong><em>&#x201C;Preparation.&#x201D; </em></strong>At <a href=\"/en/wol/bc/r1/lp-e/1200003397/44/0\" data-bid=\"45-1\" class=\"b\">John 19:14</a>, the apostle John, in the midst of his description of the final part of Jesus&#x2019; trial before Pilate, says: &#x201C;Now it was preparation of the passover; it was about the sixth hour [of the daytime, between 11:00&#xA0;a.m. and noon].&#x201D; This, of course, was after the time of the Passover meal, which had been eaten the night before. Similar expressions are found at <a href=\"/en/wol/bc/r1/lp-e/1200003397/45/0\" data-bid=\"46-1\" class=\"b\">verses 31</a> and <a href=\"/en/wol/bc/r1/lp-e/1200003397/46/0\" data-bid=\"47-1\" class=\"b\">42</a>. Here the Greek word <em>pa&#xB7;ra&#xB7;skeu&#xB7;e&#x2B9; </em>is translated &#x201C;preparation.&#x201D; This word seems to mark, not the day preceding Nisan 14, but the day preceding the weekly Sabbath, which, in this instance, was &#x201C;a great one,&#x201D; namely, not only a Sabbath by virtue of being Nisan 15, the first day of the actual Festival of Unfermented Cakes, but also a weekly Sabbath. This is understandable, since, as already stated, &#x201C;Passover&#x201D; was sometimes used to refer to the entire festival.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003397/47/0\" data-bid=\"48-1\" class=\"b\">Joh 19:31</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200003397/3\">PREPARATION</a>.<strong>Prophetic Significance. </strong>The apostle Paul, in urging Christians to live clean lives, attributes pictorial significance to the Passover. He says: &#x201C;For, indeed, Christ our passover has been sacrificed.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003397/48/0\" data-bid=\"49-1\" class=\"b\">1Co 5:7</a>) Here he likens Christ Jesus to the Passover lamb. John the Baptizer pointed to Jesus, saying: &#x201C;See, the Lamb of God that takes away the sin of the world!&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003397/49/0\" data-bid=\"50-1\" class=\"b\">Joh 1:29</a>) John may have had in mind the Passover lamb, or he could have been thinking of the male sheep that Abraham offered up instead of his own son Isaac or of the male lamb that was offered up upon God&#x2019;s altar at Jerusalem each morning and evening.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003397/50/0\" data-bid=\"51-1\" class=\"b\">Ge 22:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200003397/50/1\" data-bid=\"51-2\" class=\"b\"> Ex 29:38-42</a>.Certain features of the Passover observance were fulfilled by Jesus. One fulfillment lies in the fact that the blood on the houses in Egypt delivered the firstborn from destruction at the hands of the destroying angel. Paul speaks of anointed Christians as the congregation of the firstborn (<a href=\"/en/wol/bc/r1/lp-e/1200003397/51/0\" data-bid=\"52-1\" class=\"b\">Heb 12:23</a>), and of Christ as their deliverer through his blood. (<a href=\"/en/wol/bc/r1/lp-e/1200003397/52/0\" data-bid=\"53-1\" class=\"b\">1Th 1:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200003397/52/1\" data-bid=\"53-2\" class=\"b\"> Eph 1:7</a>) No bones were to be broken in the Passover lamb. It had been prophesied that none of Jesus&#x2019; bones would be broken, and this was fulfilled at his death. (<a href=\"/en/wol/bc/r1/lp-e/1200003397/53/0\" data-bid=\"54-1\" class=\"b\">Ps 34:20;</a><a href=\"/en/wol/bc/r1/lp-e/1200003397/53/1\" data-bid=\"54-2\" class=\"b\"> Joh 19:36</a>) Thus the Passover kept by the Jews for centuries was one of those things in which the Law provided a shadow of the things to come and pointed to Jesus Christ, &#x201C;the Lamb of God.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003397/54/0\" data-bid=\"55-1\" class=\"b\">Heb 10:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200003397/54/1\" data-bid=\"55-2\" class=\"b\"> Joh 1:29</a>."}