{"title":"Pathros","link":"/en/wol/d/r1/lp-e/1200003400","html":"<span id=\"page585\" class=\"pageNum\" data-no=\"585\" data-before-text=\"585\"></span><strong>PATHROS</strong>(Path&#x2B9;ros).Pathros is regularly associated with Egypt (Heb., <em>Mits&#xB7;ra&#x2B9;yim</em>). (<a href=\"/en/wol/bc/r1/lp-e/1200003400/0/0\" data-bid=\"1-1\" class=\"b\">Eze 30:13,&#xA0;14</a>) Most scholars connect the name Pathros with an Egyptian expression meaning &#x201C;Land of the South&#x201D; and evidently referring to Upper Egypt. Upper Egypt generally designates the region of the Nile Valley running from a point somewhat S of Memphis on up (south) to Syene (modern Aswan) at the first cataract of the Nile. The text at <a href=\"/en/wol/bc/r1/lp-e/1200003400/1/0\" data-bid=\"2-1\" class=\"b\">Isaiah 11:11</a>, which foretells the return of Israelite exiles from &#x2018;Egypt (Mizraim), Pathros and Cush,&#x2019; would seem to corroborate the placing of Pathros somewhere in Upper Egypt, with Cush (Ethiopia) bordering it on the S.&#xA0;An Assyrian inscription of King Esar-haddon gives a similar lineup, referring to &#x201C;Egypt (<em>Musur</em>), Paturisi and Nubia [Kusu, or Cush].&#x201D;<wbr>&#x2014;<em>Ancient Near Eastern Texts, </em>edited by J.&#xA0;Pritchard, 1974, p.&#xA0;290.<a href=\"/en/wol/bc/r1/lp-e/1200003400/2/0\" data-bid=\"3-1\" class=\"b\">Ezekiel 29:14</a> calls Pathros &#x201C;the land of their [the Egyptians&#x2019;] origin.&#x201D; The traditional Egyptian view, as recounted by Herodotus (II, 4, 15,&#xA0;99), apparently corroborates this, as it makes Upper Egypt, and particularly the region of Thebes, the seat of the first Egyptian kingdom, under a king whom Herodotus calls Menes, a name not found in Egyptian records. Diodorus Siculus (first century B.C.E.) records a similar view. (<em>Diodorus of Sicily, </em>I, 45,&#xA0;1) The Egyptian tradition set forth by these Greek historians may be a feeble echo of the true history presented in the Bible regarding Mizraim (whose name came to stand for Egypt) and his descendants, including Pathrusim.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003400/3/0\" data-bid=\"4-1\" class=\"b\">Ge 10:13,&#xA0;14</a>.Following the desolation of Judah by Nebuchadnezzar, a remnant of the Jews fled into Egypt. Among the places listed in which they dwelt are Migdol, Tahpanhes, Noph (all cities of Lower Egypt), and &#x201C;the land of Pathros.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003400/4/0\" data-bid=\"5-1\" class=\"b\">Jer 44:1</a>) Here they engaged in idolatrous worship, resulting in Jehovah&#x2019;s condemnation of them and the warning of a coming conquest of Egypt by Nebuchadnezzar. (<a href=\"/en/wol/bc/r1/lp-e/1200003400/5/0\" data-bid=\"6-1\" class=\"b\">Jer 44:15,</a><a href=\"/en/wol/bc/r1/lp-e/1200003400/5/1\" data-bid=\"6-2\" class=\"b\"> 26-30</a>) Papyrus evidence of the fifth century B.C.E. shows a Jewish colony situated all the way at the southern end of ancient Egypt at Elephantine by Syene."}