{"title":"Paulus","link":"/en/wol/d/r1/lp-e/1200003407","html":"<span id=\"page590\" class=\"pageNum\" data-no=\"590\" data-before-text=\"590\"></span><strong>PAULUS</strong>(Pau&#x2B9;lus) [from Lat., meaning &#x201C;Little; Small&#x201D;].The proconsul of Cyprus when Paul visited there on his first missionary journey, about 47&#xA0;C.E. Luke is correct in calling him proconsul, <span id=\"page591\" class=\"pageNum\" data-no=\"591\" data-before-text=\"591\"></span>since the administration of Cyprus was at that time under the Roman Senate rather than the emperor. (<a href=\"/en/wol/bc/r1/lp-e/1200003407/0/0\" data-bid=\"1-1\" class=\"b\">Ac 13:7,</a><a href=\"/en/wol/bc/r1/lp-e/1200003407/0/1\" data-bid=\"1-2\" class=\"b\">&#xA0;12</a>) Cyprus was formerly an imperial province, but in 22&#xA0;B.C.E. was placed under control of the Senate by Augustus.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200003407/0\">PROCONSUL</a>.At Soli, on the N coast of the island of Cyprus, an inscription was found which includes the words &#x201C;in the proconsulship of Paulus.&#x201D; The name Lucius Sergius Paullus was found in the Roman world as that of a curator of the Tiber under Claudius Caesar. However, any identification of these persons with the Sergius Paulus mentioned in the Bible is uncertain.<wbr>&#x2014;<em>The Annual of the British School at Athens, </em>London, 1947, pp.&#xA0;201-206.Sergius Paulus resided in Paphos, on the western coast of the island. He was &#x201C;an intelligent man,&#x201D; and earnestly seeking to hear the word of God, he summoned Barnabas and Paul. As they spoke to the man, Elymas (Bar-Jesus), a Jewish sorcerer, &#x201C;began opposing them, seeking to turn the proconsul away from the faith.&#x201D; But Paul, filled with holy spirit, told this sorcerer who opposed the good news that he would be struck with temporary blindness. He was. On observing this powerful work of God&#x2019;s spirit, the proconsul became a believer, &#x201C;as he was astounded at the teaching of Jehovah.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003407/1/0\" data-bid=\"2-1\" class=\"b\">Ac 13:6-12</a>."}