{"title":"Paul","link":"/en/wol/d/r1/lp-e/1200003406","html":"<span id=\"page585\" class=\"pageNum\" data-no=\"585\" data-before-text=\"585\"></span><strong>PAUL</strong>[Little; Small].An Israelite of the tribe of Benjamin and an apostle of Jesus Christ. (<a href=\"/en/wol/bc/r1/lp-e/1200003406/0/0\" data-bid=\"1-1\" class=\"b\">Eph 1:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/0/1\" data-bid=\"1-2\" class=\"b\"> Php 3:5</a>) Though perhaps having both the Hebrew name Saul and the Roman name Paul from childhood (<a href=\"/en/wol/bc/r1/lp-e/1200003406/1/0\" data-bid=\"2-1\" class=\"b\">Ac 9:17;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/1/1\" data-bid=\"2-2\" class=\"b\"> 2Pe 3:15</a>), this apostle may have chosen to go by his Roman name in view of his commission to declare the good news to the non-Jews.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003406/2/0\" data-bid=\"3-1\" class=\"b\">Ac 9:15;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/2/1\" data-bid=\"3-2\" class=\"b\"> Ga 2:7,&#xA0;8</a>.Paul was born in Tarsus, a prominent city of Cilicia. (<a href=\"/en/wol/bc/r1/lp-e/1200003406/3/0\" data-bid=\"4-1\" class=\"b\">Ac 21:39;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/3/1\" data-bid=\"4-2\" class=\"b\"> 22:3</a>) His parents were Hebrews and evidently adhered to the Pharisaic branch of Judaism. (<a href=\"/en/wol/bc/r1/lp-e/1200003406/4/0\" data-bid=\"5-1\" class=\"b\">Ac 23:6;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/4/1\" data-bid=\"5-2\" class=\"b\"> Php 3:5</a>) He was a Roman citizen from birth (<a href=\"/en/wol/bc/r1/lp-e/1200003406/5/0\" data-bid=\"6-1\" class=\"b\">Ac 22:28</a>), his father having perhaps been granted citizenship for services rendered. Paul probably learned the trade of tentmaker from his father. (<a href=\"/en/wol/bc/r1/lp-e/1200003406/6/0\" data-bid=\"7-1\" class=\"b\">Ac 18:3</a>) But, at Jerusalem, he received instruction from the learned Pharisee Gamaliel, suggesting that Paul was from a prominent family. (<a href=\"/en/wol/bc/r1/lp-e/1200003406/7/0\" data-bid=\"8-1\" class=\"b\">Ac 22:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/7/1\" data-bid=\"8-2\" class=\"b\"> 5:34</a>) Languagewise, Paul was versed at least in Greek and Hebrew. (<a href=\"/en/wol/bc/r1/lp-e/1200003406/8/0\" data-bid=\"9-1\" class=\"b\">Ac 21:37-40</a>) At the time that Paul traveled <span id=\"page586\" class=\"pageNum\" data-no=\"586\" data-before-text=\"586\"></span>as a missionary, he was unmarried. (<a href=\"/en/wol/bc/r1/lp-e/1200003406/9/0\" data-bid=\"10-1\" class=\"b\">1Co 7:8</a>) During this general period, if not already earlier, he had a sister and a nephew who resided in Jerusalem.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003406/10/0\" data-bid=\"11-1\" class=\"b\">Ac 23:16-22</a>.It was the apostle Paul&#x2019;s privilege to write more books, or letters, of the Christian Greek Scriptures than anyone else. He was given supernatural visions (<a href=\"/en/wol/bc/r1/lp-e/1200003406/11/0\" data-bid=\"12-1\" class=\"b\">2Co 12:1-5</a>) and, by means of the holy spirit, was enabled to speak numerous foreign tongues.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003406/12/0\" data-bid=\"13-1\" class=\"b\">1Co 14:18</a>.<strong>Persecution, Conversion, Early Ministry. </strong>The Biblical record introduces Saul, or Paul, as the &#x201C;young man&#x201D; at whose feet the false witnesses who stoned Christ&#x2019;s disciple Stephen laid their outer garments. (<a href=\"/en/wol/bc/r1/lp-e/1200003406/13/0\" data-bid=\"14-1\" class=\"b\">Ac 6:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/13/1\" data-bid=\"14-2\" class=\"b\"> 7:58</a>) Paul approved of the murder of Stephen and, because of misdirected zeal for tradition, began a campaign of vicious persecution against Christ&#x2019;s followers. When they were to be executed, he voted against them. At the time of their trial in synagogues, he endeavored to force them to recant. He extended his persecution to cities other than Jerusalem and even procured written authorization from the high priest to search out disciples of Christ as far N as Damascus, in Syria, and to bind them and bring them to Jerusalem, probably for trial by the Sanhedrin.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003406/14/0\" data-bid=\"15-1\" class=\"b\">Ac 8:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/14/1\" data-bid=\"15-2\" class=\"b\">&#xA0;3;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/14/2\" data-bid=\"15-3\" class=\"b\"> 9:1,&#xA0;2;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/14/3\" data-bid=\"15-4\" class=\"b\"> 26:10, 11;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/14/4\" data-bid=\"15-5\" class=\"b\"> Ga 1:13,&#xA0;14</a>.As Paul neared Damascus, Christ Jesus revealed himself to Paul in a flashing light and commissioned him to be an attendant and a witness of the things he had seen and would yet see. Whereas those with Paul also fell to the ground because of this manifestation and heard the sound of someone speaking, Paul alone understood the words and was blinded, necessitating his being led by the hand to Damascus. (<a href=\"/en/wol/bc/r1/lp-e/1200003406/15/0\" data-bid=\"16-1\" class=\"b\">Ac 9:3-8;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/15/1\" data-bid=\"16-2\" class=\"b\"> 22:6-11;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/15/2\" data-bid=\"16-3\" class=\"b\"> 26:12-18</a>) For three days he neither ate nor drank. Then, while praying in the house of a certain Judas at Damascus, Paul, in vision, saw Christ&#x2019;s disciple Ananias come in and restore his sight. When the vision became reality, Paul was baptized, received holy spirit, partook of food, and gained strength.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003406/16/0\" data-bid=\"17-1\" class=\"b\">Ac 9:9-19</a>.The record at <a href=\"/en/wol/bc/r1/lp-e/1200003406/17/0\" data-bid=\"18-1\" class=\"b\">Acts 9:20-25</a> describes Paul&#x2019;s spending time with the disciples in Damascus and &#x201C;immediately&#x201D; beginning to preach in the synagogues there. It describes his preaching activity up until the time he was forced to leave Damascus because of a plot against his life. On the other hand, Paul&#x2019;s letter to the Galatians speaks of his going off into Arabia after his conversion and then of his returning to Damascus. (<a href=\"/en/wol/bc/r1/lp-e/1200003406/18/0\" data-bid=\"19-1\" class=\"b\">Ga 1:15-17</a>) It is not possible to assign the trip into Arabia a definite place in the order of these events.Paul may have gone into Arabia right after his conversion in order to meditate on God&#x2019;s will for him. In such a case, Luke&#x2019;s use of the word &#x201C;immediately&#x201D; would mean that immediately upon his return to Damascus and upon associating with the disciples there, Paul began his preaching. However, at <a href=\"/en/wol/bc/r1/lp-e/1200003406/19/0\" data-bid=\"20-1\" class=\"b\">Galatians 1:17</a> Paul is evidently emphasizing the fact that he did not immediately go up to Jerusalem; that the <em>only place outside of Damascus </em>to which he went during that early period was Arabia. So, the trip to Arabia does not necessarily have to have come immediately after his conversion. It may be that Paul first spent some days in Damascus and quickly made public renunciation of his previous course of opposition by expressing his faith in Christ in the synagogues. Thereafter he may have made his trip into Arabia (the actual purpose of which is undisclosed) and upon his return continued his preaching in Damascus, becoming stronger in it to the point that his opposers sought to put him to death. The two accounts are complementary rather than contradictory, and the only question is as to the precise order of events, which simply is not provided.Arriving at Jerusalem (perhaps in 36&#xA0;C.E.; the three years mentioned at <a href=\"/en/wol/bc/r1/lp-e/1200003406/20/0\" data-bid=\"21-1\" class=\"b\">Galatians 1:18</a> possibly meaning parts of three years), Paul found that the brothers there did not believe that he was a disciple. However, &#x201C;Barnabas came to his aid and led him to the apostles,&#x201D; evidently Peter and &#x201C;James the brother of the Lord.&#x201D; (James, though not one of the 12, could be designated as an apostle because of being such for the Jerusalem congregation.) For 15 days Paul stayed with Cephas (Peter). While at Jerusalem, Paul spoke boldly in the name of Jesus. When the brothers learned that the Greek-speaking Jews were therefore making attempts to kill Paul, &#x201C;they brought him down to Caesarea and sent him off to Tarsus.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003406/21/0\" data-bid=\"22-1\" class=\"b\">Ac 9:26-30;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/21/1\" data-bid=\"22-2\" class=\"b\"> Ga 1:18-21</a>.It appears that Paul (about 41&#xA0;C.E.) was privileged to experience a supernatural vision so real that he did not know whether it was in the body or out of the body that he was caught away to &#x201C;the third heaven.&#x201D; &#x201C;The <em>third </em>heaven&#x201D; seems to refer to the superlative form of rulership of the Messianic Kingdom.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003406/22/0\" data-bid=\"23-1\" class=\"b\">2Co 12:1-4</a>.Later, Barnabas brought Saul from Tarsus to assist in the work at Antioch among the Greek-speaking people there. About 46&#xA0;C.E., after a year&#x2019;s labor at Antioch, Paul and Barnabas were sent by the congregation to Jerusalem with a relief ministration for the brothers there. (<a href=\"/en/wol/bc/r1/lp-e/1200003406/23/0\" data-bid=\"24-1\" class=\"b\">Ac 11:22-30</a>) Accompanied by John Mark, they returned to Antioch. (<a href=\"/en/wol/bc/r1/lp-e/1200003406/24/0\" data-bid=\"25-1\" class=\"b\">Ac 12:25</a>) Thereafter the holy spirit directed that Paul and Barnabas be set aside for special work.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003406/25/0\" data-bid=\"26-1\" class=\"b\">Ac 13:1,&#xA0;2</a>.<span id=\"page587\" class=\"pageNum\" data-no=\"587\" data-before-text=\"587\"></span><strong>First Missionary Journey. </strong>(MAP, Vol.&#xA0;2, p.&#xA0;747) Following the spirit&#x2019;s direction, Paul, in company with Barnabas and with John Mark as their attendant, began his first missionary journey (c.&#xA0;47-48&#xA0;C.E.). Embarking from Seleucia, the seaport of Antioch, they sailed to Cyprus. In the synagogues at Salamis, on the E coast of Cyprus, they commenced &#x201C;publishing the word of God.&#x201D; Traversing the island, they arrived at Paphos on the W coast. There the sorcerer Elymas tried to oppose the witness being given to proconsul Sergius Paulus. Paul then caused Elymas to be struck with temporary blindness. Astounded by what had happened, Sergius Paulus became a believer.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003406/26/0\" data-bid=\"27-1\" class=\"b\">Ac 13:4-12</a>.From Paphos, Paul and his associates sailed for Asia Minor. On their arrival at Perga in the Roman province of Pamphylia, John Mark left them and returned to Jerusalem. But Paul and Barnabas headed northward to Antioch in Pisidia. Although finding great interest there, they were finally thrown out of the city at the instigation of the Jews. (<a href=\"/en/wol/bc/r1/lp-e/1200003406/27/0\" data-bid=\"28-1\" class=\"b\">Ac 13:13-50</a>) Undaunted, they traveled southeastward to Iconium, where the Jews also incited the crowds against them. Learning of an attempt to stone them, Paul and Barnabas fled to Lystra in the region of Lycaonia. After Paul healed a man lame from birth, the populace of Lystra imagined that Paul and Barnabas were incarnate gods. But, later, Jews from Iconium and Pisidian Antioch turned the crowds against Paul so that they stoned him and dragged his body outside the city, believing him to be dead. However, when surrounded by fellow Christians, Paul got up and entered Lystra. The next day he and Barnabas left for Derbe. After making numerous disciples there, they returned to Lystra, Iconium, and Antioch (in Pisidia), strengthening and encouraging the brothers and appointing elders to serve in the congregations established in these places. Later, they preached in Perga and then sailed from the seaport of Attalia for Syrian Antioch.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003406/28/0\" data-bid=\"29-1\" class=\"b\">Ac 13:51&#x2013;14:28</a>.<strong>Circumcision Issue. </strong>Certain men from Judea came to Antioch (in about 49&#xA0;C.E.), claiming that non-Jews had to be circumcised in compliance with the Mosaic Law in order to gain salvation. Paul and Barnabas disputed this. Yet Paul, though an apostle, did not take it upon himself to settle the matter on his own authority. Instead, accompanied by Barnabas, Titus, and others, he went to Jerusalem to set the issue before the apostles and older men of the congregation there. The decision then made was that circumcision was not required for Gentile believers but that they should keep free from idolatry, from eating and drinking of blood, and from sexual immorality. Besides providing a letter setting forth this decision, the brothers of the Jerusalem congregation sent Judas and Silas as their representatives to clarify the matter at Antioch. Also, in a discussion with Peter (Cephas), John, and the disciple James, it was agreed that Paul and Barnabas should continue preaching to uncircumcised Gentiles.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003406/29/0\" data-bid=\"30-1\" class=\"b\">Ac 15:1-29;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/29/1\" data-bid=\"30-2\" class=\"b\"> Ga 2:1-10</a>.Sometime after this, Peter personally came to Syrian Antioch and associated with Gentile Christians. But, when certain Jews from Jerusalem arrived, he, evidently giving way to the fear of men, withdrew from the non-Jews, thereby acting contrary to the spirit&#x2019;s direction that fleshly distinctions did not count with God. Even Barnabas was led astray. Noting this, Paul courageously censured Peter publicly, as his conduct was detrimental to the progress of Christianity.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003406/30/0\" data-bid=\"31-1\" class=\"b\">Ga 2:11-14</a>.<strong>Second Missionary Journey. </strong>(MAP, Vol.&#xA0;2, p.&#xA0;747) Later, Paul and Barnabas thought about visiting the brothers in the cities where they had preached during their first missionary journey. A dispute about whether to take along John Mark, in view of his having left them the first time, resulted in a split between Paul and Barnabas. Paul therefore chose Silas (Silvanus) and traveled through Syria and into Asia Minor (c.&#xA0;49-52&#xA0;C.E.). Evidently at Lystra, Paul arranged for the young man Timothy to accompany him and he also circumcised him. (<a href=\"/en/wol/bc/r1/lp-e/1200003406/31/0\" data-bid=\"32-1\" class=\"b\">Ac 15:36&#x2013;16:3</a>) Though circumcision was not a Christian requirement, had the half Jew Timothy remained in an uncircumcised state, doubtless this would have prejudiced the Jews against Paul&#x2019;s preaching. Therefore, in removing this possible obstacle, Paul acted in agreement with what he later wrote to the Corinthians: &#x201C;To the Jews I became as a Jew.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003406/32/0\" data-bid=\"33-1\" class=\"b\">1Co 9:20</a>.One night at Troas on the Aegean Sea, Paul had a vision of a Macedonian man, entreating him: &#x201C;Step over into Macedonia and help us.&#x201D; Concluding this to be God&#x2019;s will, Paul and his missionary companions, joined by Luke the physician, sailed for Macedonia, in Europe. At Philippi, the chief Macedonian city, Lydia and her household became believers. Paul&#x2019;s causing a girl to lose her powers of prediction by expelling a demon from her led to his being jailed along with Silas. But an earthquake freed them, and the jailer and his household became Christians. At Paul&#x2019;s insistence, on the basis of his Roman citizenship, the civil magistrates came personally to bring the apostle and Silas out of prison. After encouraging the brothers, Paul and his companions traveled through Amphipolis and Apollonia to Thessalonica. A congregation of believers developed there. Jealous <span id=\"page588\" class=\"pageNum\" data-no=\"588\" data-before-text=\"588\"></span>Jews, however, instigated a riot against Paul. For this reason the brothers sent him and Silas to Beroea. Many became believers there also, but trouble caused by Jews from Thessalonica obliged Paul to leave.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003406/33/0\" data-bid=\"34-1\" class=\"b\">Ac 16:8&#x2013;17:14</a>.The brothers conducted the apostle to Athens. His preaching in the marketplace there led to his being taken to the Areopagus. His defense moved Dionysius, one of the judges of the court that convened there, and others to embrace Christianity. (<a href=\"/en/wol/bc/r1/lp-e/1200003406/34/0\" data-bid=\"35-1\" class=\"b\">Ac 17:15-34</a>) Next Paul went to Corinth, taking up lodging with a Jewish couple, Aquila and Priscilla, and working with them part-time as a tentmaker. From Corinth, Paul apparently wrote his two letters to the Thessalonians. After teaching in Corinth for a year and a half and establishing a congregation, he was accused by the Jews before Gallio. But Gallio dismissed the case. (<a href=\"/en/wol/bc/r1/lp-e/1200003406/35/0\" data-bid=\"36-1\" class=\"b\">Ac 18:1-17</a>) Later Paul sailed for Caesarea, first stopping at Ephesus and preaching there. From Caesarea the apostle &#x201C;went up and greeted the congregation,&#x201D; undoubtedly referring to the congregation at Jerusalem, and then went to Syrian Antioch. (<a href=\"/en/wol/bc/r1/lp-e/1200003406/36/0\" data-bid=\"37-1\" class=\"b\">Ac 18:18-22</a>) Possibly earlier from Corinth or perhaps now from Syrian Antioch he wrote his letter to the Galatians.<strong>Third Missionary Journey. </strong>(MAP, Vol.&#xA0;2, p.&#xA0;747) On his third missionary journey (c.&#xA0;52-56&#xA0;C.E.), Paul revisited Ephesus and labored there for some three years. From Ephesus he wrote his first letter to the Corinthians and, it appears, dispatched Titus to assist the Christians there. Following a riot instigated against him by the silversmith Demetrius, Paul left Ephesus and headed for Macedonia. Receiving news from Corinth through Titus, Paul, in Macedonia, composed his second letter to the Corinthians. Before leaving Europe with a contribution from the brothers in Macedonia and Achaia for the needy Christians in Jerusalem, and most probably when he was in Corinth, Paul wrote his letter to the Romans.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003406/37/0\" data-bid=\"38-1\" class=\"b\">Ac 19:1&#x2013;20:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/37/1\" data-bid=\"38-2\" class=\"b\"> Ro 15:25, 26;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/37/2\" data-bid=\"38-3\" class=\"b\"> 2Co 2:12, 13;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/37/3\" data-bid=\"38-4\" class=\"b\"> 7:5-7</a>.On his way to Jerusalem, Paul discoursed at Troas and raised the accidentally killed Eutychus to life. He also stopped at Miletus, where he met with the overseers of the Ephesus congregation, reviewed his own ministry in the district of Asia, and encouraged them to imitate his example.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003406/38/0\" data-bid=\"39-1\" class=\"b\">Ac 20:6-38</a>.<strong>Arrest. </strong>As Paul continued his journey, Christian prophets along the way foretold that bonds awaited him at Jerusalem. (<a href=\"/en/wol/bc/r1/lp-e/1200003406/39/0\" data-bid=\"40-1\" class=\"b\">Ac 21:4-14;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/39/1\" data-bid=\"40-2\" class=\"b\"> compare 20:22,&#xA0;23</a>.) Their prophecies were fulfilled. While Paul was at the temple to cleanse himself ceremonially, Jews from Asia stirred up mob violence against him, but Roman soldiers rescued the apostle. (<a href=\"/en/wol/bc/r1/lp-e/1200003406/40/0\" data-bid=\"41-1\" class=\"b\">Ac 21:26-33</a>) On his way up the stairs to the soldiers&#x2019; quarters, Paul got permission to address the Jews. As soon as he mentioned his commission to preach to the Gentiles, violence erupted anew. (<a href=\"/en/wol/bc/r1/lp-e/1200003406/41/0\" data-bid=\"42-1\" class=\"b\">Ac 21:34&#x2013;22:22</a>) Inside the soldiers&#x2019; quarters, Paul was stretched out for whipping in an effort to ascertain the nature of his guilt. The apostle prevented this by calling attention to his Roman citizenship. The next day Paul&#x2019;s case came before the Sanhedrin. Apparently realizing that he would not get a fair hearing, Paul endeavored to create division between the Pharisees and Sadducees by making the resurrection an issue in his case. As he believed in the resurrection and was &#x201C;a son of Pharisees,&#x201D; Paul identified himself as a Pharisee and thus succeeded in setting the Sadducees, who did not believe in the resurrection, against the Pharisees and vice versa.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003406/42/0\" data-bid=\"43-1\" class=\"b\">Ac 22:23&#x2013;23:10</a>.A plot against the prisoner Paul made it necessary to transfer him from Jerusalem to Caesarea. Some days later High Priest Ananias, some of the older men of the Jews, and the orator Tertullus came to Caesarea to present their case against Paul before Governor Felix, accusing Paul of stirring up sedition and trying to profane the temple. The apostle showed that there was no evidence to support their charges against him. But Felix, hoping for a bribe, kept Paul in custody for two years. When Felix was replaced by Festus, the Jews renewed their charges. The case was heard again at Caesarea, and Paul, to prevent a transfer of the trial to Jerusalem, appealed to Caesar. Later, after stating his case before King Herod Agrippa&#xA0;II, Paul and some other prisoners were sent to Rome in about 58&#xA0;C.E.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003406/43/0\" data-bid=\"44-1\" class=\"b\">Ac 23:12&#x2013;27:1</a>.<strong>First and Second Imprisonments at Rome. </strong>On the way, Paul and those with him experienced shipwreck on the island of Malta. After wintering there, they finally arrived at Rome. (MAP, Vol.&#xA0;2, p.&#xA0;750) Paul was permitted to stay in his own hired house, though under soldier guard. Shortly after his arrival, Paul arranged a meeting with the principal men of the Jews. But only some believed. The apostle continued to preach to all those who came to him for two years, from about 59 to 61&#xA0;C.E. (<a href=\"/en/wol/bc/r1/lp-e/1200003406/44/0\" data-bid=\"45-1\" class=\"b\">Ac 27:2&#x2013;28:31</a>) During this time he also wrote his letters to <a href=\"/en/wol/bc/r1/lp-e/1200003406/45/0\" data-bid=\"46-1\" class=\"b\">the Ephesians (4:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/45/1\" data-bid=\"46-2\" class=\"b\"> 6:20</a>), <a href=\"/en/wol/bc/r1/lp-e/1200003406/46/0\" data-bid=\"47-1\" class=\"b\">Philippians (1:7,</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/46/1\" data-bid=\"47-2\" class=\"b\"> 12-14</a>), <a href=\"/en/wol/bc/r1/lp-e/1200003406/47/0\" data-bid=\"48-1\" class=\"b\">Colossians (4:18</a>), to <a href=\"/en/wol/bc/r1/lp-e/1200003406/48/0\" data-bid=\"49-1\" class=\"b\">Philemon (vs&#xA0;9</a>), and evidently also to the Hebrews. (PICTURE, Vol.&#xA0;2, p.&#xA0;750) It appears that Caesar Nero pronounced Paul innocent and released him. Evidently Paul renewed his missionary activity, in association with Timothy and Titus. After having left Timothy at Ephesus and Titus on Crete, Paul, <span id=\"page589\" class=\"pageNum\" data-no=\"589\" data-before-text=\"589\"></span>probably from Macedonia, wrote letters to them relative to their duties. (<a href=\"/en/wol/bc/r1/lp-e/1200003406/49/0\" data-bid=\"50-1\" class=\"b\">1Ti 1:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/49/1\" data-bid=\"50-2\" class=\"b\"> Tit 1:5</a>) Whether the apostle extended his activity to Spain before his final imprisonment at Rome is not known. (<a href=\"/en/wol/bc/r1/lp-e/1200003406/50/0\" data-bid=\"51-1\" class=\"b\">Ro 15:24</a>) During that imprisonment (c.&#xA0;65&#xA0;C.E.) Paul wrote his second letter to Timothy, wherein he implied that his death was imminent. (<a href=\"/en/wol/bc/r1/lp-e/1200003406/51/0\" data-bid=\"52-1\" class=\"b\">2Ti 4:6-8</a>) Likely Paul suffered martyrdom at the hands of Nero shortly thereafter.<strong>An Example Worthy of Imitation. </strong>In view of his faithfulness in copying Christ&#x2019;s example, the apostle Paul could say: &#x201C;Become imitators of me.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003406/52/0\" data-bid=\"53-1\" class=\"b\">1Co 4:16;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/52/1\" data-bid=\"53-2\" class=\"b\"> 11:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/52/2\" data-bid=\"53-3\" class=\"b\"> Php 3:17</a>) Paul was alert to follow the leading of God&#x2019;s spirit. (<a href=\"/en/wol/bc/r1/lp-e/1200003406/53/0\" data-bid=\"54-1\" class=\"b\">Ac 13:2-5;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/53/1\" data-bid=\"54-2\" class=\"b\"> 16:9,&#xA0;10</a>) He was no peddler of God&#x2019;s Word, but spoke out of sincerity. (<a href=\"/en/wol/bc/r1/lp-e/1200003406/54/0\" data-bid=\"55-1\" class=\"b\">2Co 2:17</a>) Though educated, Paul did not try to impress others with his speech (<a href=\"/en/wol/bc/r1/lp-e/1200003406/55/0\" data-bid=\"56-1\" class=\"b\">1Co 2:1-5</a>) nor did he seek to please men. (<a href=\"/en/wol/bc/r1/lp-e/1200003406/56/0\" data-bid=\"57-1\" class=\"b\">Ga 1:10</a>) He did not insist on doing what he had the right to do, but adapted himself to the people to whom he preached, exercising care so as not to stumble others.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003406/57/0\" data-bid=\"58-1\" class=\"b\">1Co 9:19-26;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/57/1\" data-bid=\"58-2\" class=\"b\"> 2Co 6:3</a>.During the course of his ministry, Paul exerted himself zealously, traveling thousands of miles on sea and land, establishing many congregations in Europe and Asia Minor. So he did not need letters of recommendation written with ink but could point to living letters, persons who had become believers through his efforts. (<a href=\"/en/wol/bc/r1/lp-e/1200003406/58/0\" data-bid=\"59-1\" class=\"b\">2Co 3:1-3</a>) Yet he humbly acknowledged that he was a slave (<a href=\"/en/wol/bc/r1/lp-e/1200003406/59/0\" data-bid=\"60-1\" class=\"b\">Php 1:1</a>), obligated to declare the good news. (<a href=\"/en/wol/bc/r1/lp-e/1200003406/60/0\" data-bid=\"61-1\" class=\"b\">1Co 9:16</a>) He did not take any credit to himself, but gave all honor to God as the One responsible for growth (<a href=\"/en/wol/bc/r1/lp-e/1200003406/61/0\" data-bid=\"62-1\" class=\"b\">1Co 3:5-9</a>) and the One who had adequately qualified him for the ministry. (<a href=\"/en/wol/bc/r1/lp-e/1200003406/62/0\" data-bid=\"63-1\" class=\"b\">2Co 3:5,&#xA0;6</a>) The apostle highly valued his ministry, glorifying it and recognizing its possession to be an expression of God&#x2019;s mercy and that of his Son. (<a href=\"/en/wol/bc/r1/lp-e/1200003406/63/0\" data-bid=\"64-1\" class=\"b\">Ro 11:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/63/1\" data-bid=\"64-2\" class=\"b\"> 2Co 4:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/63/2\" data-bid=\"64-3\" class=\"b\"> 1Ti 1:12,&#xA0;13</a>) To Timothy he wrote: &#x201C;The reason why I was shown mercy was that by means of me as the foremost case Christ Jesus might demonstrate all his long-suffering for a sample of those who are going to rest their faith on him for everlasting life.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003406/64/0\" data-bid=\"65-1\" class=\"b\">1Ti 1:16</a>.Because of having been a former persecutor of Christians, Paul did not consider himself fit to be called an apostle and acknowledged that he was such only by God&#x2019;s undeserved kindness. Concerned that this undeserved kindness might not have been extended to him in vain, Paul labored in excess of the other apostles. Yet he realized that only by God&#x2019;s undeserved kindness was he able to carry on his ministry. (<a href=\"/en/wol/bc/r1/lp-e/1200003406/65/0\" data-bid=\"66-1\" class=\"b\">1Co 15:9,&#xA0;10</a>) &#x201C;For all things,&#x201D; said Paul, &#x201C;I have the strength by virtue of him who imparts power to me.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003406/66/0\" data-bid=\"67-1\" class=\"b\">Php 4:13</a>) He endured much but did not complain. When comparing his experiences with those of others, he wrote (c.&#xA0;55&#xA0;C.E.): &#x201C;In labors more plentifully, in prisons more plentifully, in blows to an excess, in near-deaths often. By Jews I five times received forty strokes less one, three times I was beaten with rods, once I was stoned, three times I experienced shipwreck, a night and a day I have spent in the deep; in journeys often, in dangers from rivers, in dangers from highwaymen, in dangers from my own race, in dangers from the nations, in dangers in the city, in dangers in the wilderness, in dangers at sea, in dangers among false brothers, in labor and toil, in sleepless nights often, in hunger and thirst, in abstinence from food many times, in cold and nakedness. Besides those things of an external kind, there is what rushes in on me from day to day, the anxiety for all the congregations.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003406/67/0\" data-bid=\"68-1\" class=\"b\">2Co 11:23-28;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/67/1\" data-bid=\"68-2\" class=\"b\"> 6:4-10;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/67/2\" data-bid=\"68-3\" class=\"b\"> 7:5</a>) Besides all of this and more in subsequent years, Paul had to contend with &#x201C;a thorn in the flesh&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003406/68/0\" data-bid=\"69-1\" class=\"b\">2Co 12:7</a>), possibly an affliction of his eyes or of another sort.<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200003406/69/0\" data-bid=\"70-1\" class=\"b\">Ac 23:1-5;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/69/1\" data-bid=\"70-2\" class=\"b\"> Ga 4:15;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/69/2\" data-bid=\"70-3\" class=\"b\"> 6:11</a>.Being imperfect, Paul experienced a continual conflict between his mind and the sinful flesh. (<a href=\"/en/wol/bc/r1/lp-e/1200003406/70/0\" data-bid=\"71-1\" class=\"b\">Ro 7:21-24</a>) But he did not give up. He said: &#x201C;I pummel my body and lead it as a slave, that, after I have preached to others, I myself should not become disapproved somehow.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003406/71/0\" data-bid=\"72-1\" class=\"b\">1Co 9:27</a>) Paul always kept the glorious prize of immortal life in the heavens before him. He viewed all the suffering as nothing in comparison with the glory to be received as a reward for faithfulness. (<a href=\"/en/wol/bc/r1/lp-e/1200003406/72/0\" data-bid=\"73-1\" class=\"b\">Ro 8:18;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/72/1\" data-bid=\"73-2\" class=\"b\"> Php 3:6-14</a>) Therefore, evidently not long before his death, Paul could write: &#x201C;I have fought the fine fight, I have run the course to the finish, I have observed the faith. From this time on there is reserved for me the crown of righteousness.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003406/73/0\" data-bid=\"74-1\" class=\"b\">2Ti 4:7,&#xA0;8</a>.As an inspired apostle, Paul had authority to command and give orders, and did so (<a href=\"/en/wol/bc/r1/lp-e/1200003406/74/0\" data-bid=\"75-1\" class=\"b\">1Co 14:37;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/74/1\" data-bid=\"75-2\" class=\"b\"> 16:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/74/2\" data-bid=\"75-3\" class=\"b\"> Col 4:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/74/3\" data-bid=\"75-4\" class=\"b\"> 1Th 4:2,</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/74/4\" data-bid=\"75-5\" class=\"b\"> 11</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200003406/75/0\" data-bid=\"76-1\" class=\"b\">1Ti 4:11</a>), but he preferred to appeal to the brothers on the basis of love, entreating them by &#x201C;the compassions of God&#x201D; and by &#x201C;the mildness and kindness of the Christ.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003406/76/0\" data-bid=\"77-1\" class=\"b\">Ro 12:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/76/1\" data-bid=\"77-2\" class=\"b\"> 2Co 6:11-13;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/76/2\" data-bid=\"77-3\" class=\"b\"> 8:8;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/76/3\" data-bid=\"77-4\" class=\"b\"> 10:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/76/4\" data-bid=\"77-5\" class=\"b\"> Phm 8,&#xA0;9</a>) He was gentle and expressed tender affection for them, exhorting and consoling them like a father. (<a href=\"/en/wol/bc/r1/lp-e/1200003406/77/0\" data-bid=\"78-1\" class=\"b\">1Th 2:7, 8,</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/77/1\" data-bid=\"78-2\" class=\"b\"> 11,&#xA0;12</a>) While he was entitled to receive material support from the brothers, he chose to work with his hands in order not to be an expensive burden. (<a href=\"/en/wol/bc/r1/lp-e/1200003406/78/0\" data-bid=\"79-1\" class=\"b\">Ac 20:33-35;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/78/1\" data-bid=\"79-2\" class=\"b\"> 1Co 9:18;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/78/2\" data-bid=\"79-3\" class=\"b\"> 1Th 2:6,</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/78/3\" data-bid=\"79-4\" class=\"b\">&#xA0;9</a>) As a result, a close bond of brotherly affection existed between Paul and those to whom he ministered. The overseers of the Ephesus congregation were greatly pained and were moved to <span id=\"page590\" class=\"pageNum\" data-no=\"590\" data-before-text=\"590\"></span>tears upon learning that they might see his face no more. (<a href=\"/en/wol/bc/r1/lp-e/1200003406/79/0\" data-bid=\"80-1\" class=\"b\">Ac 20:37,&#xA0;38</a>) Paul was very much concerned about the spiritual welfare of fellow Christians and wanted to do what he could to assist them to make their heavenly calling sure. (<a href=\"/en/wol/bc/r1/lp-e/1200003406/80/0\" data-bid=\"81-1\" class=\"b\">Ro 1:11;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/80/1\" data-bid=\"81-2\" class=\"b\"> 15:15, 16;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/80/2\" data-bid=\"81-3\" class=\"b\"> Col 2:1,&#xA0;2</a>) Constantly he remembered them in his prayers (<a href=\"/en/wol/bc/r1/lp-e/1200003406/81/0\" data-bid=\"82-1\" class=\"b\">Ro 1:8,&#xA0;9;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/81/1\" data-bid=\"82-2\" class=\"b\"> 2Co 13:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/81/2\" data-bid=\"82-3\" class=\"b\"> Eph 3:14-19;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/81/3\" data-bid=\"82-4\" class=\"b\"> Php 1:3-5,</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/81/4\" data-bid=\"82-5\" class=\"b\"> 9-11;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/81/5\" data-bid=\"82-6\" class=\"b\"> Col 1:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/81/6\" data-bid=\"82-7\" class=\"b\"> 9-12;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/81/7\" data-bid=\"82-8\" class=\"b\"> 1Th 1:2,&#xA0;3;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/81/8\" data-bid=\"82-9\" class=\"b\"> 2Th 1:3</a>) and requested that they also pray for him. (<a href=\"/en/wol/bc/r1/lp-e/1200003406/82/0\" data-bid=\"83-1\" class=\"b\">Ro 15:30-32;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/82/1\" data-bid=\"83-2\" class=\"b\"> 2Co 1:11</a>) He drew encouragement from the faith of fellow Christians. (<a href=\"/en/wol/bc/r1/lp-e/1200003406/83/0\" data-bid=\"84-1\" class=\"b\">Ro 1:12</a>) On the other hand, Paul was firm for what is right, not hesitating to correct even a fellow apostle when that was necessary for the advancement of the good news.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003406/84/0\" data-bid=\"85-1\" class=\"b\">1Co 5:1-13;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/84/1\" data-bid=\"85-2\" class=\"b\"> Ga 2:11-14</a>.<strong><em>Was Paul one of the 12 apostles?</em></strong>Though having strong conviction and proofs as to his own apostleship, Paul never included himself among &#x201C;the twelve.&#x201D; Prior to Pentecost, as a result of Peter&#x2019;s Scriptural exhortation, the Christian assembly had sought a replacement for unfaithful Judas Iscariot. Two disciples were selected as candidates, perhaps by vote of the male members of the assembly (Peter having addressed himself to the &#x201C;Men, brothers&#x201D;; <a href=\"/en/wol/bc/r1/lp-e/1200003406/85/0\" data-bid=\"86-1\" class=\"b\">Ac 1:16</a>). Then they prayed to Jehovah God (compare <a href=\"/en/wol/bc/r1/lp-e/1200003406/86/0\" data-bid=\"87-1\" class=\"b\">Ac 1:24</a> with <a href=\"/en/wol/bc/r1/lp-e/1200003406/87/0\" data-bid=\"88-1\" class=\"b\">1Sa 16:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/87/1\" data-bid=\"88-2\" class=\"b\"> Ac 15:7,&#xA0;8</a>) that <em>He </em>should designate which of the two he had chosen to replace the unfaithful apostle. Following their prayer, they cast lots and &#x201C;the lot fell upon Matthias.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003406/88/0\" data-bid=\"89-1\" class=\"b\">Ac 1:15-26</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200003406/89/0\" data-bid=\"90-1\" class=\"b\">Pr 16:33</a>.There is no reason to doubt that Matthias was God&#x2019;s own choice. True, once converted, Paul became very prominent and his labors exceeded those of all the other apostles. (<a href=\"/en/wol/bc/r1/lp-e/1200003406/90/0\" data-bid=\"91-1\" class=\"b\">1Co 15:9,&#xA0;10</a>) Yet there is nothing to show that Paul was personally predestinated to an apostleship so that God, in effect, refrained from acting on the prayer of the Christian assembly, held open the place vacated by Judas until Paul&#x2019;s conversion, and thus made the appointment of Matthias merely an arbitrary action of the Christian assembly. On the contrary, there is sound evidence that Matthias was a divinely appointed replacement.At Pentecost the outpouring of holy spirit gave the apostles unique powers; they are the only ones shown to have been able to lay hands on newly baptized ones and communicate to them miraculous gifts of the spirit. (See <a href=\"/en/wol/tc/r1/lp-e/1200003406/0\">APOSTLE</a> [Miraculous powers].) If Matthias were not in reality God&#x2019;s choice, his inability to do this would have been apparent to all. The record shows this was not the case. Luke, the writer of Acts, was Paul&#x2019;s traveling companion and associate during certain missions, and the book of Acts therefore undoubtedly reflects and coincides with Paul&#x2019;s own view of matters. That book refers to &#x201C;the twelve&#x201D; as appointing the seven men who were to handle the matter of the food distribution problem. This was after Pentecost of 33&#xA0;C.E. but before Paul&#x2019;s conversion. Hence Matthias is here acknowledged as one of &#x201C;the twelve,&#x201D; and he shared with the other apostles in laying hands on the seven designates.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003406/91/0\" data-bid=\"92-1\" class=\"b\">Ac 6:1-6</a>.Whose name then appears among those on the &#x201C;twelve foundation stones&#x201D; of the New Jerusalem of John&#x2019;s vision<wbr>&#x2014;Matthias&#x2019; or Paul&#x2019;s? (<a href=\"/en/wol/bc/r1/lp-e/1200003406/92/0\" data-bid=\"93-1\" class=\"b\">Re 21:2,</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/92/1\" data-bid=\"93-2\" class=\"b\">&#xA0;14</a>) One line of reasoning would make it appear that Paul is the more likely one. He contributed so much to the Christian congregation by his ministry and particularly by his writing a large portion of the Christian Greek Scriptures (14 letters being attributed to him). In these respects Paul &#x2018;outshone&#x2019; Matthias, who receives no further direct mention after <a href=\"/en/wol/bc/r1/lp-e/1200003406/93/0\" data-bid=\"94-1\" class=\"b\">Acts chapter&#xA0;1</a>.But sober consideration makes evident that Paul also &#x2018;outshone&#x2019; many of the original 12 apostles, some of whom are rarely even named outside the apostolic lists. By the time that Paul was converted, the Christian congregation, spiritual Israel, had been established, or founded, and had been growing for perhaps a year or even more. Then, too, Paul&#x2019;s first canonical letter was evidently not written until about 50&#xA0;C.E. (see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200003406/1\">THESSALONIANS, LETTERS TO THE</a>) or as much as 17 years after the foundation of the new nation of spiritual Israel on Pentecost of 33&#xA0;C.E. These facts, plus the evidence submitted earlier in this article, thus clarify the matter. It seems reasonable, therefore, that God&#x2019;s original choice, namely, Matthias, as the one to replace Judas among &#x201C;the twelve apostles of the Lamb,&#x201D; remained firm and unaffected by the later apostleship of Paul.What, then, was the purpose of Paul&#x2019;s apostleship? Jesus himself stated that it was for a particular purpose<wbr>&#x2014;not as a replacement for Judas&#x2014;<wbr>but that Paul might serve as an &#x2018;apostle [sent one] to the nations&#x2019; (<a href=\"/en/wol/bc/r1/lp-e/1200003406/94/0\" data-bid=\"95-1\" class=\"b\">Ac 9:4-6,</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/94/1\" data-bid=\"95-2\" class=\"b\">&#xA0;15</a>), and Paul recognized this as the purpose of his apostleship. (<a href=\"/en/wol/bc/r1/lp-e/1200003406/95/0\" data-bid=\"96-1\" class=\"b\">Ga 1:15, 16;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/95/1\" data-bid=\"96-2\" class=\"b\"> 2:7,&#xA0;8;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/95/2\" data-bid=\"96-3\" class=\"b\"> Ro 1:5;</a><a href=\"/en/wol/bc/r1/lp-e/1200003406/95/3\" data-bid=\"96-4\" class=\"b\"> 1Ti 2:7</a>) This being so, his apostleship was not needed to serve as a foundation when spiritual Israel was established on Pentecost, 33&#xA0;C.E."}