{"title":"Persia, Persians","link":"/en/wol/d/r1/lp-e/1200003447","html":"<span id=\"page611\" class=\"pageNum\" data-no=\"611\" data-before-text=\"611\"></span><strong>PERSIA, PERSIANS</strong>A land and a people regularly mentioned in association with the Medes, both in the Bible and in secular history. The Medes and Persians evidently were related peoples of the ancient Aryan (Indo-Iranian) tribes, and this would make the Persians descendants of Japheth, perhaps through Madai, the common ancestor of the Medes. (<a href=\"/en/wol/bc/r1/lp-e/1200003447/0/0\" data-bid=\"1-1\" class=\"b\">Ge 10:2</a>) In an inscription, Darius the Great calls himself &#x201C;a Persian, son of a Persian, an Aryan, of Aryan seed.&#x201D;<wbr>&#x2014;<em>History of the Persian Empire, </em>by A.&#xA0;Olmstead, 1948, p.&#xA0;123.Assyrian inscriptions relating to the time of Shalmaneser&#xA0;III (evidently a contemporary of Jehu of Israel) mention an invasion of Media and the receiving of tribute from kings of &#x201C;Parsua,&#x201D; a region apparently situated to the W of Lake Urmia and bordering on Assyria. Many scholars consider &#x201C;Parsua&#x201D; to be the name then applied to the land of the Persians, though others would associate it with the Parthians. At any rate, in later inscriptions the Persians are placed considerably more to the S, being settled in &#x201C;Parsa&#x201D; to the SE of Elam in what is now the province of Fars in modern Iran. Anshan, a district or city bordering Elam and once within its domain, was also occupied by the Persians.Thus, in their earlier history the Persians seem to have held only the southwestern portion of the extensive Iranian plateau, their boundaries being Elam and Media on the NW, Parthia on the N, Carmania on the E, and the Persian Gulf on the S and SW. With the exception of the hot, humid coastlands of the Persian Gulf, the land mainly consisted of the southern portion of the rugged Zagros Mountain range, broken by long and quite fertile valleys having well-wooded slopes. The climate in the valleys is temperate, but on the higher plateau regions the arid, windswept lands experience severe cold in the winter months. Like the Medes, the Persians appear to have done much stock raising, along with necessary agriculture, and Persian King Darius the Great proudly described his native land as &#x201C;beautiful and rich in horses and men.&#x201D;<wbr>&#x2014;<em>Encyclop&#xE6;dia Britannica, </em>1959, Vol.&#xA0;17, p.&#xA0;603.Originally leading a somewhat austere, often nomadic life, the Persians manifested a great love for luxury and luxurious surroundings during the period of the empire. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200003447/1/0\" data-bid=\"2-1\" class=\"b\">Es 1:3-7</a>; also the clothing given to Mordecai, <a href=\"/en/wol/bc/r1/lp-e/1200003447/2/0\" data-bid=\"3-1\" class=\"b\">8:15</a>.) Sculptures at Persepolis represent the Persians as dressing with flowing, ankle-length robes, girded at the waist, and wearing low-laced shoes. By contrast, the Medes are depicted as wearing a tight, long-sleeved coat ending near the knee. (PICTURE, Vol.&#xA0;2, p.&#xA0;328) Both Persians and Medes apparently made use of trousers; Persian soldiers are shown wearing trousers and sleeved tunics over iron-scaled armor. They were expert horsemen, and the cavalry played an important role in their war strategy.The Persian language is classed within the Indo-European family and gives evidence of being related to the Indian Sanskrit. At some time in their history the Persians began to make use of the cuneiform style of writing, with, however, a greatly reduced number of signs when compared with the hundreds of signs used in Babylonian and Assyrian cuneiform writing. Whereas during the rule of the Persian Empire some inscriptions are found in Old Persian with translations in Akkadian and in a language generally denominated &#x201C;Elamite&#x201D; or &#x201C;Susian,&#x201D; official documents used in the administration of the imperial territories were recorded primarily in Aramaic as an international language.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003447/3/0\" data-bid=\"4-1\" class=\"b\">Ezr 4:7</a>.<strong>Development of the Medo-Persian Empire. </strong>(MAP, Vol.&#xA0;2, p.&#xA0;327) Like the Medes, the Persians seem to have been ruled by several noble families. One of these families produced the Achaemenian dynasty of kings, the royal line from which came the founder of the Persian Empire, Cyrus the Great. Cyrus, who, according to Herodotus and <span id=\"page612\" class=\"pageNum\" data-no=\"612\" data-before-text=\"612\"></span>Xenophon, was born of a Persian father and a Median mother, united the Persians under his leadership. (<em>Herodotus, </em>I, 107, 108; <em>Cyropaedia, </em>I, ii,&#xA0;1) Till then the Medes had been dominant over the Persians, but Cyrus gained a swift victory over Median King Astyages and captured his capital city of Ecbatana (550&#xA0;B.C.E.). (Compare <a href=\"/en/wol/bc/r1/lp-e/1200003447/4/0\" data-bid=\"5-1\" class=\"b\">Da 8:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200003447/4/1\" data-bid=\"5-2\" class=\"b\">&#xA0;20</a>.) The Median Empire thus came under the control of the Persians.Although the Medes continued subservient to the Persians during the remainder of the Achaemenian dynasty, there can be no doubt as to the dual nature of the empire that resulted. Thus, the book <em>History of the Persian Empire </em>(p.&#xA0;37) says: &#x201C;The close relationship between Persians and Medes was never forgotten. Plundered Ecbatana remained a favorite royal residence. Medes were honored equally with Persians; they were employed in high office and were chosen to lead Persian armies. Foreigners spoke regularly of the Medes and Persians; when they used a single term, it was &#x2018;the Mede.&#x2019;&#x201D;Under Cyrus, the Medo-Persian Empire expanded farther W, reaching to the Aegean Sea as a result of the Persian victory over King Croesus of Lydia and the subjugation of certain Greek coastal cities. His major conquest, however, came in 539&#xA0;B.C.E. when Cyrus, at the head of a combined force of Medes, Persians, and Elamites, took mighty Babylon, in fulfillment of the Biblical prophecies. (<a href=\"/en/wol/bc/r1/lp-e/1200003447/5/0\" data-bid=\"6-1\" class=\"b\">Isa 21:2,</a><a href=\"/en/wol/bc/r1/lp-e/1200003447/5/1\" data-bid=\"6-2\" class=\"b\">&#xA0;9;</a><a href=\"/en/wol/bc/r1/lp-e/1200003447/5/2\" data-bid=\"6-3\" class=\"b\"> 44:26&#x2013;45:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200003447/5/3\" data-bid=\"6-4\" class=\"b\"> Da 5:28</a>) With Babylon&#x2019;s fall came the end of a long period of Semitic supremacy, now superseded by the first dominant world power of Aryan (Japhetic) descent. It also brought the land of Judah (as well as Syria and Phoenicia) within the Medo-Persian domain. By Cyrus&#x2019; decree, in 537&#xA0;B.C.E. the exiled Jews were allowed to return to their homeland, which had lain desolate for exactly 70 years.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003447/6/0\" data-bid=\"7-1\" class=\"b\">2Ch 36:20-23</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200003447/0\">CYRUS</a>.<strong><em>Persian capitals. </em></strong>In keeping with the dual nature of the empire, a Mede named Darius became the ruler of the defeated Chaldean kingdom, though likely not independent from Cyrus&#x2019; suzerainty. (<a href=\"/en/wol/bc/r1/lp-e/1200003447/7/0\" data-bid=\"8-1\" class=\"b\">Da 5:31;</a><a href=\"/en/wol/bc/r1/lp-e/1200003447/7/1\" data-bid=\"8-2\" class=\"b\"> 9:1</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200003447/1\">DARIUS</a> No.&#xA0;1.) Babylon continued as a royal city of the Medo-Persian Empire, as well as a religious and commercial center. However, the torrid summers there generally seem to have been more than the Persian emperors wanted to endure, so Babylon seldom served as more than a winter location for them. There is archaeological evidence that, following the conquest of Babylon, Cyrus soon returned to Ecbatana (modern Hamadan), situated over 1,900&#xA0;m (6,200&#xA0;ft) above sea level at the foot of Mount Alwand, where winters of heavy snow and bitter cold are balanced by delightful summers. It was at Ecbatana that Cyrus&#x2019; memorandum concerning the reconstruction of Jerusalem&#x2019;s temple was found several years after it had been issued. (<a href=\"/en/wol/bc/r1/lp-e/1200003447/8/0\" data-bid=\"9-1\" class=\"b\">Ezr 6:2-5</a>) The earlier Persian capital was at Pasargadae, about 650&#xA0;km (400&#xA0;mi) to the SE of Ecbatana, but at about the same altitude. Near Pasargadae, Persian emperors Darius, Xerxes, and Artaxerxes Longimanus later built the royal city of Persepolis, equipping it with a large network of underground tunnels, evidently to supply fresh water. Another capital was Susa (Shushan) located near the Choaspes (Karkheh) River in ancient Elam, occupying a strategic central location between Babylon, Ecbatana, and Persepolis. Here Darius the Great built a magnificent palace that served generally as a winter residence, for, as at Babylon, the summer heat at Susa was extreme. However, as time progressed Susa became more and more the real administrative center of the empire.<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200003447/2\">ECBATANA</a>; <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200003447/3\">SHUSHAN</a>.<strong>Religion and Law. </strong>The Persian rulers, while as capable of cruelty as the Semitic kings of Assyria and Babylonia, initially at least seem to have <span id=\"page613\" class=\"pageNum\" data-no=\"613\" data-before-text=\"613\"></span>endeavored to manifest a degree of fairness and legality in their dealings with the conquered peoples. Their religion apparently contained some concept of ethics. Following their chief god Ahura Mazda, a principal deity was Mithra, who became known not only as a god of war but also as the god of contracts, the one whose eyes and ears were ever alert to spy out any violator of an agreement. (See <a href=\"/en/wol/tc/r1/lp-e/1200003447/4\">GODS AND GODDESSES</a>.) Greek historian Herodotus (I, 136, 138) wrote of the Persians: &#x201C;They educate their boys from five to twenty years old, and teach them three things only, riding and archery and truthtelling. .&#xA0;.&#xA0;. They hold lying to be foulest of all.&#x201D; While the history of the Persian rulers shows them to be not above duplicity and intrigue, yet a basic adherence to some tribal creed of &#x2018;keeping one&#x2019;s word&#x2019; may be reflected in their insistence on the inviolability of &#x201C;the law of the Medes and the Persians.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003447/9/0\" data-bid=\"10-1\" class=\"b\">Da 6:8,</a><a href=\"/en/wol/bc/r1/lp-e/1200003447/9/1\" data-bid=\"10-2\" class=\"b\"> 15;</a><a href=\"/en/wol/bc/r1/lp-e/1200003447/9/2\" data-bid=\"10-3\" class=\"b\"> Es 1:19;</a><a href=\"/en/wol/bc/r1/lp-e/1200003447/9/3\" data-bid=\"10-4\" class=\"b\"> 8:8</a>) Thus, when Cyrus&#x2019; decree was found some 18 years after its date of issuance, King Darius recognized the legality of the Jews&#x2019; position as regards the building of the temple and gave orders that full cooperation be extended to them.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003447/10/0\" data-bid=\"11-1\" class=\"b\">Ezr 6:1-12</a>.Considerable administrative ability is evidenced in the Persian imperial organization. In addition to the king&#x2019;s own privy council, or advisory board, composed of &#x201C;seven princes of Persia and Media&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003447/11/0\" data-bid=\"12-1\" class=\"b\">Es 1:14;</a><a href=\"/en/wol/bc/r1/lp-e/1200003447/11/1\" data-bid=\"12-2\" class=\"b\"> Ezr 7:14</a>), there were satraps appointed over major regions or countries, such as Media, Elam, Parthia, Babylonia, Assyria, Arabia, Armenia, Cappadocia, Lydia, Ionia, and, as the empire expanded, Egypt, Ethiopia, and Libya. These satraps were granted a measure of autonomy in the government of the satrapy, including the administration of judicial and financial affairs within their territory. (See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200003447/5\">SATRAP</a>.) Within the satrapy there appear to have been subordinate governors of jurisdictional districts (numbering 127 in King Ahasuerus&#x2019; day), and within the jurisdictional districts there were princes of the particular peoples composing the district&#x2019;s population. (<a href=\"/en/wol/bc/r1/lp-e/1200003447/12/0\" data-bid=\"13-1\" class=\"b\">Ezr 8:36;</a><a href=\"/en/wol/bc/r1/lp-e/1200003447/12/1\" data-bid=\"13-2\" class=\"b\"> Es 3:12;</a><a href=\"/en/wol/bc/r1/lp-e/1200003447/12/2\" data-bid=\"13-3\" class=\"b\"> 8:9</a>) Likely to overcome the disadvantage of the imperial capital&#x2019;s being somewhat in a corner of the far-flung domain, a speedy system of communication was developed by means of a royal mail service employing couriers riding post-horses, thereby connecting the throne with all the jurisdictional districts. (<a href=\"/en/wol/bc/r1/lp-e/1200003447/13/0\" data-bid=\"14-1\" class=\"b\">Es 8:10,</a><a href=\"/en/wol/bc/r1/lp-e/1200003447/13/1\" data-bid=\"14-2\" class=\"b\">&#xA0;14</a>) Royal highways were maintained; one ran from Shushan all the way to Sardis in Asia Minor.<strong>From Cyrus&#x2019; Death to Darius&#x2019; Death. </strong>The reign of Cyrus the Great ended in 530&#xA0;B.C.E. when he died while on a warring campaign. His son Cambyses succeeded him to the throne and was successful in conquering Egypt. Though not referred to by the name Cambyses in the Bible, he is evidently the &#x201C;Ahasuerus&#x201D; to whom the opposers of the temple work sent false accusations against the Jews, as stated at <a href=\"/en/wol/bc/r1/lp-e/1200003447/14/0\" data-bid=\"15-1\" class=\"b\">Ezra 4:6</a>.The circumstances involving the end of Cambyses&#x2019; rule are confused. One account, set forth by Darius the Great in his Behistun Inscription, and recounted by Herodotus and others with certain variations, is that Cambyses had his brother Bardiya (called Smerdis by Herodotus) secretly put to death. Then, during Cambyses&#x2019; absence in Egypt, a Magian named Gaumata (also called Smerdis by Herodotus), posing as Bardiya (Smerdis), usurped the throne and was able to gain recognition as king. While returning from Egypt, Cambyses died, and thus the usurper became secure on the throne. (<em>Herodotus, </em>III, 61-67) The other version, favored by some historians, is that Bardiya had not been killed and that he, not some impostor, usurped the throne during Cambyses&#x2019; absence.Whatever the case, the reign of Cambyses ended in 522&#xA0;B.C.E., and the rule that followed lasted seven months, ending also in 522&#xA0;B.C.E. with the assassination of the usurper (either Bardiya or Gaumata the pseudo Smerdis). Yet during this brief rule apparently a second charge against the Jews was directed to the Persian throne, the king then being designated in the Bible as &#x201C;Artaxerxes&#x201D; (perhaps a throne name or title), and this time the accusations were successful in producing a royal ban against further construction on the temple. (<a href=\"/en/wol/bc/r1/lp-e/1200003447/15/0\" data-bid=\"16-1\" class=\"b\">Ezr 4:7-23</a>) The temple work then lay idle &#x201C;until the second year of the reign of Darius the king of Persia.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003447/16/0\" data-bid=\"17-1\" class=\"b\">Ezr 4:24</a>.Darius&#xA0;I (called Darius Hystaspis or Darius the Great) evidently engineered or instigated the slaying of the one occupying the Persian throne and gained the throne for himself. During his rule the temple work at Jerusalem was renewed with royal approval, and the temple was completed during his sixth year of rule (early in 515&#xA0;B.C.E.). (<a href=\"/en/wol/bc/r1/lp-e/1200003447/17/0\" data-bid=\"18-1\" class=\"b\">Ezr 6:1-15</a>) Darius&#x2019; reign was one of imperial expansion. He extended Persian dominion as far E as India and as far W as Thrace and Macedonia.At least by this time the Persian rulers had fulfilled the prophetic symbolisms of <a href=\"/en/wol/bc/r1/lp-e/1200003447/18/0\" data-bid=\"19-1\" class=\"b\">Daniel 7:5</a> and <a href=\"/en/wol/bc/r1/lp-e/1200003447/19/0\" data-bid=\"20-1\" class=\"b\">8:4</a>, where, under the symbols of a bear and also a ram, the Medo-Persian Empire is represented as seizing territories in three principal directions: to the N, the W, and the S. In a campaign against Greece, however, Darius&#x2019; forces suffered defeat at Marathon in 490&#xA0;B.C.E. Darius died in 486&#xA0;B.C.E.<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200003447/6\">DARIUS</a> No.&#xA0;2.<strong>The Reigns of Xerxes and of Artaxerxes. </strong>Xerxes, Darius&#x2019; son, is evidently the king called Ahasuerus in the book of Esther. His actions also <span id=\"page614\" class=\"pageNum\" data-no=\"614\" data-before-text=\"614\"></span>fit the description of the fourth Persian king, who would &#x201C;rouse up everything against the kingdom of Greece.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003447/20/0\" data-bid=\"21-1\" class=\"b\">Da 11:2</a>) Endeavoring to retaliate for the Persian defeat at Marathon, Xerxes launched massive forces against the Greek mainland in 480&#xA0;B.C.E. Following a costly victory at Thermopylae and the destruction of Athens, his forces met defeat at Salamis and later at Plataea, causing Xerxes to return to Persia.Xerxes&#x2019; reign was marked by certain administrative reforms and the completion of much of the construction work his father had initiated at Persepolis. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200003447/21/0\" data-bid=\"22-1\" class=\"b\">Es 10:1,&#xA0;2</a>.) The Greek stories of the end of Xerxes&#x2019; reign revolve around marital difficulties, disorders in the harem, and a supposed dominance of Xerxes by certain of his courtiers. These accounts may reflect, though in a very confused and twisted way, some of the basic facts of the book of Esther, including the deposing of Queen Vashti and her replacement by Esther, as well as the ascension of Mordecai to a position of great authority in the realm. (<a href=\"/en/wol/bc/r1/lp-e/1200003447/22/0\" data-bid=\"23-1\" class=\"b\">Es 2:17;</a><a href=\"/en/wol/bc/r1/lp-e/1200003447/22/1\" data-bid=\"23-2\" class=\"b\"> 10:3</a>) According to secular accounts, Xerxes was assassinated by one of his courtiers.Artaxerxes Longimanus, Xerxes&#x2019; successor, is notable for his authorization of Ezra&#x2019;s return to Jerusalem with a large contribution for the support of the temple there. This occurred in Artaxerxes&#x2019; seventh year (468&#xA0;B.C.E.). (<a href=\"/en/wol/bc/r1/lp-e/1200003447/23/0\" data-bid=\"24-1\" class=\"b\">Ezr 7:1-26;</a><a href=\"/en/wol/bc/r1/lp-e/1200003447/23/1\" data-bid=\"24-2\" class=\"b\"> 8:24-36</a>) During the 20th year of Artaxerxes (455&#xA0;B.C.E.), Nehemiah was granted permission to go to Jerusalem to rebuild the city. (<a href=\"/en/wol/bc/r1/lp-e/1200003447/24/0\" data-bid=\"25-1\" class=\"b\">Ne 1:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200003447/24/1\" data-bid=\"25-2\" class=\"b\"> 2:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200003447/24/2\" data-bid=\"25-3\" class=\"b\"> 5-8</a>) Nehemiah later returned for a time to the court of Artaxerxes in that king&#x2019;s 32nd year (443&#xA0;B.C.E.).<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003447/25/0\" data-bid=\"26-1\" class=\"b\">Ne 13:6</a>.There is some disagreement in historical writings with regard to the reigns of Xerxes and of Artaxerxes. Reference works place Artaxerxes&#x2019; accession year in 465&#xA0;B.C.E. Certain documents give to his father, Xerxes, a reign that continued into the 21st year. Xerxes&#x2019; rule is customarily counted from 486&#xA0;B.C.E., when Darius, his father, died. His own first regnal year is viewed as having started in 485&#xA0;B.C.E., and his 21st year and the accession year of Artaxerxes are often said to have been 465&#xA0;B.C.E. As for Artaxerxes, scholars usually say that his last year of rule began in 424&#xA0;B.C.E. Some documents present that as year 41 of Artaxerxes&#x2019; reign. If that were correct, it would mean that his accession year was in 465&#xA0;B.C.E. and that his first regnal year began in 464&#xA0;B.C.E.However, there is strong evidence for calculating the last year of Xerxes and the accession year of Artaxerxes as being 475&#xA0;B.C.E. This evidence is threefold: from Greek sources, from Persian sources, and from Babylonian sources.<strong><em>Evidence from Greek sources. </em></strong>An event in Greek history can help us determine when Artaxerxes began ruling. Greek statesman and military hero Themistocles fell into disfavor with his countrymen and fled for safety to Persia. According to Greek historian Thucydides (I, CXXXVII,&#xA0;3), who has gained fame for his accuracy, at that time Themistocles &#x201C;sent on a letter to King Artaxerxes son of Xerxes, who had lately come to the throne.&#x201D; <em>Plutarch&#x2019;s Lives </em>(Themistocles, XXVII,&#xA0;1) gives the information that &#x201C;Thucydides and Charon of Lampsacus relate that Xerxes was dead, and that it was his son Artaxerxes with whom Themistocles had his interview.&#x201D; Charon was a Persian subject who lived through the change of rulership from Xerxes to Artaxerxes. From the testimonies of Thucydides and of Charon of Lampsacus, we can see that when Themistocles arrived in Persia, Artaxerxes had recently begun ruling.We can establish the time when Artaxerxes began ruling by calculating back from when Themistocles died. Not all reference books give the same date for his death. However, historian Diodorus Siculus (<em>Diodorus of Sicily, </em>XI, 54,&#xA0;1;&#xA0;XI, 58,&#xA0;3) relates his death in an account of things that happened &#x201C;when Praxiergus was archon in Athens.&#x201D; Praxiergus was archon in Athens in 471/470&#xA0;B.C.E. (<em>Greek and Roman Chronology, </em>by Alan E.&#xA0;Samuel, Munich, 1972, p.&#xA0;206) According to Thucydides, Themistocles&#x2019; arrival in Persia was followed by a year of language study in preparation for an audience with Artaxerxes. Thereafter the king granted him settlement in Persia with many honors. If Themistocles died in 471/470&#xA0;B.C.E., his settlement in Persia must have been not later than 472&#xA0;B.C.E. and his arrival a year earlier, in 473&#xA0;B.C.E. At that time Artaxerxes &#x201C;had lately come to the throne.&#x201D;Concerning the time when Xerxes died and Artaxerxes ascended the throne, M. de Koutorga wrote: &#x201C;We have seen that, according to the chronology of Thucydides, Xerxes died towards the end of the year 475&#xA0;B.C.E., and that, according to the same historian, Themistocles arrived in Asia Minor shortly after the coming to the throne of Artaxerxes Longimanus.&#x201D;<wbr>&#x2014;<em>M&#xE9;moires pr&#xE9;sent&#xE9;s par divers savants &#xE0; l&#x2019;Acad&#xE9;mie des Inscriptions et Belles-Lettres de l&#x2019;Institut Imp&#xE9;rial de France, </em>first series, Vol.&#xA0;VI, second part, Paris, 1864, p.&#xA0;147.As further support of this, E.&#xA0;Levesque noted the following: &#x201C;Therefore it is necessary, according to the <em>Alexandrian Chronicle, </em>to place Xerxes&#x2019; death in 475&#xA0;B.C.E., after eleven years of reign. <span id=\"page615\" class=\"pageNum\" data-no=\"615\" data-before-text=\"615\"></span>The historian Justin, III, 1, confirms this chronicle and the assertions of Thucydides. According to him, at the time of Xerxes&#x2019; murder, Artaxerxes, his son, was but a child, <em>puer </em>[a boy], which is true if Xerxes died in 475. Artaxerxes was then 16 years old, whereas in 465 he would have been twenty-six years old, which would not justify anymore Justin&#x2019;s expression. According to this chronology, since Artaxerxes began to reign in 475, the 20th year of his reign proves to be in 455 and not in 445 as it is said quite commonly.&#x201D;<wbr>&#x2014;<em>Revue apolog&#xE9;tique, </em>Paris, Vol.&#xA0;68, 1939, p.&#xA0;94.If Darius died in 486&#xA0;B.C.E. and Xerxes died in 475&#xA0;B.C.E., how could it be explained that some ancient documents allot to Xerxes a reign of 21 years? It is well known that a king and his son might rule together in a double kingship, or coregency. If this was the case with Darius and Xerxes, historians could count the years of Xerxes&#x2019; reign either from the start of a coregency with his father or from his father&#x2019;s death. If Xerxes ruled 10 years with his father and 11 years by himself, some sources could attribute to him 21 years of rulership, while others might give him 11 years.There is solid evidence for a coregency of Xerxes with his father Darius. The Greek historian Herodotus (VII,&#xA0;3) says: &#x201C;Darius judged his [Xerxes&#x2019;] plea [for kingship] to be just and declared him king. But to my thinking Xerxes would have been made king even without this advice.&#x201D; This indicates that Xerxes was made king during the reign of his father Darius.<strong><em>Evidence from Persian sources. </em></strong>A coregency of Xerxes with Darius can be seen especially from Persian bas-reliefs that have come to light. In Persepolis several bas-reliefs have been found that represent Xerxes standing behind his father&#x2019;s throne, dressed in clothing identical to his father&#x2019;s and with his head on the same level. This is unusual, since ordinarily the king&#x2019;s head would be higher than all others. In <em>A New Inscription of Xerxes From Persepolis </em>(by Ernst E.&#xA0;Herzfeld, 1932) it is noted that both inscriptions and buildings found in Persepolis imply a coregency of Xerxes with his father Darius. On page&#xA0;8 of his work Herzfeld wrote: &#x201C;The peculiar tenor of Xerxes&#x2019; inscriptions at Persepolis, most of which do not distinguish between his own activity and that of his father, and the relation, just as peculiar, of their buildings, which it is impossible to allocate to either Darius or Xerxes individually, have always implied a kind of coregency of Xerxes. Moreover, two sculptures at Persepolis illustrate that relation.&#x201D; With reference to one of these sculptures, Herzfeld pointed out: &#x201C;Darius is represented, wearing all the royal attributes, enthroned on a high couch-platform supported by representatives of the various nations of his empire. Behind him in the relief, that is, in reality at his right, stands Xerxes with the same royal attributes, his left hand resting on the high back of the throne. That is a gesture that speaks clearly of more than mere successorship; it means coregency.&#x201D;As to a date for reliefs depicting Darius and Xerxes in that way, in <em>Achaemenid Sculpture </em>(Istanbul, 1974, p.&#xA0;53), Ann Farkas states that &#x201C;the reliefs might have been installed in the Treasury sometime during the building of the first addition, 494/493&#x2013;492/491&#xA0;B.C.; this certainly would have been the most convenient time to move such unwieldy pieces of stone. But whatever their date of removal to the Treasury, the sculptures were perhaps carved in the 490&#x2019;s.&#x201D;<strong><em>Evidence from Babylonian sources. </em></strong>Evidence for Xerxes beginning a coregency with his father during the 490&#x2019;s B.C.E. has been found at Babylon. Excavations there have unearthed a palace for Xerxes completed in 496&#xA0;B.C.E. In this regard, A.&#xA0;T.&#xA0;Olmstead wrote in <em>History of the Persian Empire </em>(p.&#xA0;215): &#x201C;By October&#xA0;23, 498, we learn that the house of the king&#x2019;s son [that is, of Darius&#x2019; son, Xerxes] was in process of erection at Babylon; no doubt this is the Darius palace in the central section that we have already described. Two years later [in 496&#xA0;B.C.E.], in a business document from near-by Borsippa, we have reference to the &#x2018;new palace&#x2019; as already completed.&#x201D;Two unusual clay tablets may bear additional testimony to the coregency of Xerxes with Darius. One is a business text about hire of a building in the accession year of Xerxes. The tablet is dated in the first month of the year, Nisan. (<em>A Catalogue of the Late Babylonian Tablets in the Bodleian Library, Oxford, </em>by R.&#xA0;Campbell Thompson, London, 1927, p.&#xA0;13, tablet designated A. 124) Another tablet bears the date &#x201C;month of Ab(?), accession year of Xerxes.&#x201D; Remarkably, this latter tablet does not attribute to Xerxes the title &#x201C;king of Babylon, king of lands,&#x201D; which was usual at that time.<wbr>&#x2014;<em>Neubabylonische Rechts- und Verwaltungsurkunden &#xFC;bersetzt und erl&#xE4;utert, </em>by M.&#xA0;San Nicol&#xF2; and A.&#xA0;Ungnad, Leipzig, 1934, Vol.&#xA0;I, part 4, p.&#xA0;544, tablet No.&#xA0;634, designated VAT 4397.These two tablets are puzzling. Ordinarily a king&#x2019;s accession year begins after the death of his predecessor. However, there is evidence that Xerxes&#x2019; predecessor (Darius) lived until the seventh month of his final year, whereas these two documents from the accession year of Xerxes bear dates prior to the seventh month (one has the first <span id=\"page616\" class=\"pageNum\" data-no=\"616\" data-before-text=\"616\"></span>month, the other the fifth). Therefore these documents do not relate to an accession period of Xerxes following the death of his father but indicate an accession year during his coregency with Darius. If that accession year was in 496&#xA0;B.C.E., when the palace at Babylon for Xerxes had been completed, his first year as coregent would begin the following Nisan, in 495&#xA0;B.C.E., and his 21st and final year would start in 475&#xA0;B.C.E. In that case, Xerxes&#x2019; reign included 10 years of rule with Darius (from 496 to 486&#xA0;B.C.E.) and 11 years of kingship by himself (from 486 to 475&#xA0;B.C.E.).On the other hand, historians are unanimous that the first regnal year of Darius&#xA0;II began in spring of 423&#xA0;B.C.E. One Babylonian tablet indicates that in his accession year Darius&#xA0;II was already on the throne by the 4th day of the 11th month, that is, February&#xA0;13, 423&#xA0;B.C.E. (<em>Babylonian Chronology, 626&#xA0;B.C.&#x2013;A.D. 75, </em>by R.&#xA0;Parker and W.&#xA0;H.&#xA0;Dubberstein, 1971, p.&#xA0;18) However, two tablets show that Artaxerxes continued to rule after the 11th month, the 4th day, of his 41st year. One is dated to the 11th month, the 17th day, of his 41st year. (p.&#xA0;18) The other one is dated to the 12th month of his 41st year. (<em>Old Testament and Semitic Studies, </em>edited by Harper, Brown, and Moore, 1908, Vol.&#xA0;1, p.&#xA0;304, tablet No.&#xA0;12, designated CBM, 5505) Therefore Artaxerxes was not succeeded in his 41st regnal year but ruled through its entirety. This indicates that Artaxerxes must have ruled more than 41 years and that his first regnal year therefore should not be counted as beginning in 464&#xA0;B.C.E.Evidence that Artaxerxes Longimanus ruled beyond his 41st year is found in a business document from Borsippa that is dated to the 50th year of Artaxerxes. (<em>Catalogue of the Babylonian Tablets in the British Museum, </em>Vol.&#xA0;VII: Tablets From Sippar 2, by E.&#xA0;Leichty and A.&#xA0;K.&#xA0;Grayson, 1987, p.&#xA0;153; tablet designated B. M. 65494) One of the tablets connecting the end of Artaxerxes&#x2019; reign and the beginning of the reign of Darius&#xA0;II has the following date: &#x201C;51st year, accession year, 12th month, day 20, Darius, king of lands.&#x201D; (<em>The Babylonian Expedition of the University of Pennsylvania, Series A: Cuneiform Texts, </em>Vol.&#xA0;VIII, Part I, by Albert T.&#xA0;Clay, 1908, pp.&#xA0;34, 83, and Plate 57, Tablet No.&#xA0;127, designated CBM 12803) Since the first regnal year of Darius&#xA0;II was in 423&#xA0;B.C.E., it means that the 51st year of Artaxerxes was in 424&#xA0;B.C.E. and his first regnal year was in 474&#xA0;B.C.E.Therefore, testimonies from Greek, Persian, and Babylonian sources agree that Artaxerxes&#x2019; accession year was 475&#xA0;B.C.E. and his first regnal year was 474&#xA0;B.C.E. That places the 20th year of Artaxerxes, when the 70 weeks of <a href=\"/en/wol/bc/r1/lp-e/1200003447/26/0\" data-bid=\"27-1\" class=\"b\">Daniel 9:24</a> begin to count, in 455&#xA0;B.C.E. If on the basis of <a href=\"/en/wol/bc/r1/lp-e/1200003447/27/0\" data-bid=\"28-1\" class=\"b\">Daniel 9:25</a> we reckon 69 weeks of years (483 years) from 455&#xA0;B.C.E., we come to a significant year for the arrival of Messiah the Leader.Counting from 455&#xA0;B.C.E. to 1&#xA0;C.E. is a full 455 years. Adding the remaining 28 years (to make up 483 years) brings us to 29&#xA0;C.E., the exact year when Jesus of Nazareth was baptized in water, anointed with holy spirit, and began his public ministry as Messiah, or Christ.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003447/28/0\" data-bid=\"29-1\" class=\"b\">Lu 3:1, 2,</a><a href=\"/en/wol/bc/r1/lp-e/1200003447/28/1\" data-bid=\"29-2\" class=\"b\"> 21,&#xA0;22</a>.<strong>Down to the Fall and Division of the Empire. </strong>Regarding the successors of Artaxerxes Longimanus on the throne of Persia, Diodorus Siculus gives the following information: &#x201C;In Asia King Xerxes died after a reign of one year, or, as some record, two months; and his brother Sogdianus succeeded to the throne and ruled for seven months. He was slain by Darius, who reigned nineteen years.&#x201D; (<em>Diodorus of Sicily, </em>XII, 71,&#xA0;1) The original name of this Darius (known as Darius&#xA0;II) was Ochus, but he adopted the name Darius upon becoming king. He appears to be the &#x201C;Darius&#x201D; referred to at <a href=\"/en/wol/bc/r1/lp-e/1200003447/29/0\" data-bid=\"30-1\" class=\"b\">Nehemiah 12:22</a>.Following Darius&#xA0;II came Artaxerxes&#xA0;II (called Mnemon), during whose reign Egypt revolted and relations with Greece deteriorated. His reign (dated as from 404 to 359&#xA0;B.C.E.) was followed by that of his son Artaxerxes&#xA0;III (also called Ochus), who is credited with some 21 years of rule (358-338&#xA0;B.C.E.) and is said to have been the most bloodthirsty of all the Persian rulers. His major feat was the reconquest of Egypt. Secular history then gives a two-year rule for Arses and a five-year rule for Darius&#xA0;III (Codommanus), during whose reign Philip of Macedonia was murdered (336&#xA0;B.C.E.) and was succeeded by his son Alexander. In 334&#xA0;B.C.E. Alexander began his attack on the Persian Empire, defeating the Persian forces first at Granicus in the NW corner of Asia Minor and again at Issus at the opposite corner of Asia Minor (333&#xA0;B.C.E.). Finally, after the Greeks had conquered Phoenicia and Egypt, the Persians&#x2019; last stand, at Gaugamela in 331&#xA0;B.C.E., was crushed, and the Persian Empire came to its end.Following Alexander&#x2019;s death and the subsequent division of the empire, Seleucus Nicator obtained control of the major portion of the Asiatic territories with Persia as its central part. The Seleucid dynasty of kings, thus begun, continued until 64&#xA0;B.C.E. Seleucus Nicator seems to be the one with whom the prophetic figure of the &#x201C;king of the north&#x201D; of Daniel&#x2019;s prophecy first begins to manifest itself, opposing the Ptolemaic line of <span id=\"page617\" class=\"pageNum\" data-no=\"617\" data-before-text=\"617\"></span>kings in Egypt, who initially appear to fill the role of the symbolic &#x201C;king of the south.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003447/30/0\" data-bid=\"31-1\" class=\"b\">Da 11:4-6</a>.The Seleucid kings were restricted to the western part of their domain by the incursions of the Parthians, who conquered the territory of Persia proper during the third and second centuries B.C.E. They were defeated by the Sassanians in the third century C.E., and the Sassanian rule continued until the Arab conquest in the seventh century.The prophecy of <a href=\"/en/wol/bc/r1/lp-e/1200003447/31/0\" data-bid=\"32-1\" class=\"b\">Ezekiel (27:10</a>) includes Persians among the men of war who served in the military force of wealthy Tyre, and who contributed to its splendor. Persia is also listed among those nations forming part of the hordes directed by the symbolic &#x201C;Gog of the land of Magog&#x201D; against Jehovah&#x2019;s covenant people.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003447/32/0\" data-bid=\"33-1\" class=\"b\">Eze 38:2,</a><a href=\"/en/wol/bc/r1/lp-e/1200003447/32/1\" data-bid=\"33-2\" class=\"b\"> 4, 5,</a><a href=\"/en/wol/bc/r1/lp-e/1200003447/32/2\" data-bid=\"33-3\" class=\"b\"> 8,&#xA0;9</a>.<strong>[Picture on page&#xA0;612]</strong>Human-headed bulls near the entrance to the city of Persepolis"}