{"title":"Pharaoh","link":"/en/wol/d/r1/lp-e/1200003458","html":"<span id=\"page624\" class=\"pageNum\" data-no=\"624\" data-before-text=\"624\"></span><strong>PHARAOH</strong>A title given to the kings of Egypt. It is derived from an Egyptian word for &#x201C;Great House.&#x201D; In the earliest documents of Egypt, the word apparently designated the royal palace and in course of time came to apply to the head of government, the king. Scholars hold that this latter application came about the middle of the second millennium B.C.E. If so, this would mean that Moses used the term as applied in his day (1593-1473&#xA0;B.C.E.) when recording the account of Abraham&#x2019;s visit to Egypt. (<a href=\"/en/wol/bc/r1/lp-e/1200003458/0/0\" data-bid=\"1-1\" class=\"b\">Ge 12:14-20</a>) On the other hand, it is entirely possible that the title was so applied in Abraham&#x2019;s day (2018-1843&#xA0;B.C.E.), if not in official documents, then at least in common usage. The first document in which the title is connected with the king&#x2019;s personal name comes from the reign of Shishak, who ruled contemporaneously with Solomon and Rehoboam. In the Bible the title is similarly linked with the name in the cases of Pharaoh Nechoh (<a href=\"/en/wol/bc/r1/lp-e/1200003458/1/0\" data-bid=\"2-1\" class=\"b\">2Ki 23:29</a>) and Pharaoh Hophra (<a href=\"/en/wol/bc/r1/lp-e/1200003458/2/0\" data-bid=\"3-1\" class=\"b\">Jer 44:30</a>), of the late seventh and early sixth centuries B.C.E. By this time Egyptian documents were also inserting the title in the cartouches especially reserved for writing the royal name.The pharaohs named in the Bible are Shishak, So, Tirhakah, Nechoh, and Hophra, each of these being considered under separate articles in this work. There is some question as to whether Zerah the Ethiopian was a ruler of Egypt or not. Other pharaohs are left anonymous. Because of the confused state of Egyptian chronology (see <a href=\"/en/wol/tc/r1/lp-e/1200003458/0\">CHRONOLOGY</a> [Egyptian Chronology]; <a href=\"/en/wol/tc/r1/lp-e/1200003458/1\">EGYPT, EGYPTIAN</a> [History]), it is not possible to connect these pharaohs to those of secular history with certainty. These anonymous pharaohs include: The one who tried to take Abraham&#x2019;s wife Sarah (<a href=\"/en/wol/bc/r1/lp-e/1200003458/3/0\" data-bid=\"4-1\" class=\"b\">Ge 12:15-20</a>); the pharaoh who promoted Joseph&#x2019;s rise to authority (<a href=\"/en/wol/bc/r1/lp-e/1200003458/4/0\" data-bid=\"5-1\" class=\"b\">Ge 41:39-46</a>); the pharaoh (or pharaohs) of the period of oppression of the Israelites prior to Moses&#x2019; return from Midian (<a href=\"/en/wol/bc/r1/lp-e/1200003458/5/0\" data-bid=\"6-1\" class=\"b\">Ex chaps 1,</a><a href=\"/en/wol/bc/r1/lp-e/1200003458/5/1\" data-bid=\"6-2\" class=\"b\">&#xA0;2</a>); the pharaoh ruling during the Ten Plagues and at the time of the Exodus (<a href=\"/en/wol/bc/r1/lp-e/1200003458/6/0\" data-bid=\"7-1\" class=\"b\">Ex 5-14</a>); the father of Bithiah, wife of Mered of the tribe of Judah (<a href=\"/en/wol/bc/r1/lp-e/1200003458/7/0\" data-bid=\"8-1\" class=\"b\">1Ch 4:18</a>); the pharaoh who gave asylum to Hadad of Edom in David&#x2019;s time (<a href=\"/en/wol/bc/r1/lp-e/1200003458/8/0\" data-bid=\"9-1\" class=\"b\">1Ki 11:18-22</a>); the father of Solomon&#x2019;s Egyptian wife (<a href=\"/en/wol/bc/r1/lp-e/1200003458/9/0\" data-bid=\"10-1\" class=\"b\">1Ki 3:1</a>); and the pharaoh who struck down Gaza during the days of Jeremiah the prophet (<a href=\"/en/wol/bc/r1/lp-e/1200003458/10/0\" data-bid=\"11-1\" class=\"b\">Jer 47:1</a>).The Egyptians viewed the ruling pharaoh as a god, the son of the sun-god Ra, and not merely as a representative of the gods. He was thought to be the incarnation of the falcon-headed god Horus the successor of Osiris. Among the pompous titles accorded him were &#x201C;the sun of the two worlds,&#x201D; &#x201C;Lord of the Crown,&#x201D; &#x201C;the mighty god,&#x201D; &#x201C;offspring of Ra,&#x201D; &#x201C;the eternal,&#x201D; and many, many others. (<em>History of Ancient Egypt, </em>by G.&#xA0;Rawlinson, 1880, Vol.&#xA0;I, pp.&#xA0;373, 374; <em>History of the World, </em>by J.&#xA0;Ridpath, 1901, Vol.&#xA0;I, p.&#xA0;72) Fastened to the front of his crown was an image of the sacred uraeus, or cobra, which supposedly spat out fire and destruction upon his enemies. The image of the pharaoh was often placed in temples among those of the other gods. There are even Egyptian pictures of the reigning pharaoh worshiping his own image. As god, Pharaoh&#x2019;s word was law, and he ruled not according to a law code but by decree. Nevertheless, history shows that his supposedly absolute <span id=\"page625\" class=\"pageNum\" data-no=\"625\" data-before-text=\"625\"></span>power was considerably limited by other forces within the empire, including the priesthood, the nobility, and the military. These points help in understanding how difficult Moses&#x2019; assignment was in appearing before Pharaoh and presenting Jehovah&#x2019;s requests and warnings.<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200003458/11/0\" data-bid=\"12-1\" class=\"b\">Ex 5:1,&#xA0;2;</a><a href=\"/en/wol/bc/r1/lp-e/1200003458/11/1\" data-bid=\"12-2\" class=\"b\"> 10:27,&#xA0;28</a>.There is nothing to indicate that the daughter of Pharaoh given to Solomon in marriage abandoned her false worship. (<a href=\"/en/wol/bc/r1/lp-e/1200003458/12/0\" data-bid=\"13-1\" class=\"b\">1Ki 3:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200003458/12/1\" data-bid=\"13-2\" class=\"b\"> 11:1-6</a>) Such marriages were often employed by ancient kings (as also by modern ones) as a means for strengthening their relations with other kingdoms. The record does not show whether the initial proposal for the alliance came from Solomon or from Pharaoh. (See <a href=\"/en/wol/tc/r1/lp-e/1200003458/2\">ALLIANCE</a>.) Solomon&#x2019;s likening the Shulammite maiden to a mare in the chariots of Pharaoh reflects the fame of Egypt&#x2019;s chariots at that time.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003458/13/0\" data-bid=\"14-1\" class=\"b\">Ca 1:9</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200003458/14/0\" data-bid=\"15-1\" class=\"b\">1Ki 10:29</a>.Isaiah&#x2019;s prophecy, written in the eighth century B.C.E., describes a confused, disconcerted state as existing or due to exist within Egypt and on the part of Pharaoh&#x2019;s counselors. (<a href=\"/en/wol/bc/r1/lp-e/1200003458/15/0\" data-bid=\"16-1\" class=\"b\">Isa 19:11-17</a>) Secular history shows internal friction and disruption within Egypt from Isaiah&#x2019;s time on into the following century. Though, contrary to Jehovah&#x2019;s word, unfaithful Judah at times turned to Egypt for military assistance, boastful pharaohs proved to be like a &#x2018;crushed reed&#x2019; providing no solid support.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003458/16/0\" data-bid=\"17-1\" class=\"b\">Isa 30:2-5;</a><a href=\"/en/wol/bc/r1/lp-e/1200003458/16/1\" data-bid=\"17-2\" class=\"b\"> 31:1-3;</a><a href=\"/en/wol/bc/r1/lp-e/1200003458/16/2\" data-bid=\"17-3\" class=\"b\"> Eze 29:2-9</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200003458/17/0\" data-bid=\"18-1\" class=\"b\">Isa 36:4,</a><a href=\"/en/wol/bc/r1/lp-e/1200003458/17/1\" data-bid=\"18-2\" class=\"b\">&#xA0;6</a>."}