{"title":"Philippi","link":"/en/wol/d/r1/lp-e/1200003467","html":"<span id=\"page629\" class=\"pageNum\" data-no=\"629\" data-before-text=\"629\"></span><strong>PHILIPPI</strong>(Phi&#xB7;lip&#x2B9;pi).At the time of the apostle Paul&#x2019;s second missionary tour, this city was &#x201C;the principal [or, first] city of the district of Macedonia,&#x201D; though apparently not its capital. It was located in the eastern part of the district, at the N end of the Aegean Sea, not far from the district of Thrace. Paul, coming by boat from Troas, landed at Philippi&#x2019;s seaport town, Neapolis, and traveled about 15&#xA0;km (9.5&#xA0;mi) NW along the <em>Via Egnatia, </em>or Egnatian Way, the great commercial and military road from Asia to Rome, which ran through a mountain pass some 500&#xA0;m (1,600&#xA0;ft) above sea level and down into the Philippian Plain.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003467/0/0\" data-bid=\"1-1\" class=\"b\">Ac 16:11,&#xA0;12</a>.The city was situated on a hill rising out of the plain, near the river Gangites. On the S was an extensive marsh. Philippi&#x2019;s acropolis was on a large rock formation in the NE part of the city. Excavations of the ruins indicate that the Egnatian Way ran through the middle of the city and that alongside it there was a fair-sized forum. Amphipolis, to which Paul traveled after leaving Philippi, was apparently the capital of the district; it lay about 50&#xA0;km (30&#xA0;mi) SW of Philippi. From Amphipolis, Paul went SW approximately 35&#xA0;km (22&#xA0;mi) to Apollonia and from there to Thessalonica some 45&#xA0;km (28&#xA0;mi) W, where he stayed for about three weeks before heading SW through Beroea to take a boat for Athens.<strong>History. </strong>Philippi was originally called Crenides (Krenides). Philip&#xA0;II of Macedon (father of Alexander the Great) took the city from the Thracians about the middle of the fourth century B.C.E. and named it after himself. There were rich gold mines in the area, and gold coins were issued in Philip&#x2019;s name. About 168&#xA0;B.C.E. the Roman consul Lucius Aemilius Paulus defeated Perseus, the last of the Macedonian kings, and took Philippi and the surrounding territory. In 146&#xA0;B.C.E. all Macedonia was formed into a single Roman province. The battle in which Octavian and Mark Antony defeated the armies of Brutus and Gaius Cassius Longinus, assassins of Julius Caesar, took place on the Plain of Philippi (in 42&#xA0;B.C.E.). Afterward, as a memorial of his great victory, Octavian made Philippi a Roman &#x201C;colony.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003467/1/0\" data-bid=\"2-1\" class=\"b\">Ac 16:12</a>) Some years later, when Octavian was made Caesar Augustus by the Roman senate, he called the town <em>Colonia Augusta Julia Philippensis.</em>Its designation as a Roman colony granted the city freedom from taxes along with other privileges, possibly including a secondary form of Roman citizenship for its inhabitants. The citizens therefore had a stronger attachment to and sentiment toward Rome than would otherwise have been the case. This may explain why the masters of the girl from whom the apostle Paul exorcised a demon of divination stressed the point before the magistrates by saying, in their accusation against Paul and Silas, &#x201C;We are <em>Romans.&#x201D; </em>(<a href=\"/en/wol/bc/r1/lp-e/1200003467/2/0\" data-bid=\"3-1\" class=\"b\">Ac 16:16-24</a>) It also would be very understandable to the Philippian Christians when Paul later wrote exhorting them to be &#x201C;behaving as citizens&#x201D; worthy of the good news of the Christ, and reminding them that &#x201C;our citizenship exists in the heavens,&#x201D; for worldly, Roman citizenship would be highly prized in Philippi, even something about which to boast.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003467/3/0\" data-bid=\"4-1\" class=\"b\">Php 1:27;</a><a href=\"/en/wol/bc/r1/lp-e/1200003467/3/1\" data-bid=\"4-2\" class=\"b\"> 3:20</a>, <em>Int.</em><strong>Paul&#x2019;s Visit. </strong>Philippi was privileged to be the first city in Europe to hear Paul preach the good news, in about 50&#xA0;C.E., during his second missionary tour. He went there in obedience to a night vision at Troas in Asia Minor, in which a Macedonian man entreated him: &#x201C;Step over into Macedonia and help us.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003467/4/0\" data-bid=\"5-1\" class=\"b\">Ac 16:8-10</a>) Paul and his companions, evidently including their chronicler Luke, stayed there for several days, and on the Sabbath they &#x201C;went forth outside the gate beside a river,&#x201D; where, Luke recounts, &#x201C;we were thinking there was a place of prayer.&#x201D; Some think that there was no synagogue in Philippi, because of the city&#x2019;s military character<wbr>&#x2014;that the Jews there may have been forbidden to assemble inside the city for worship. In any case, Paul spoke to the women assembled there and found one, Lydia by name, a worshiper of God, who &#x201C;opened her heart wide to pay attention to the things being spoken by Paul.&#x201D; She and her household were baptized, and her appreciation and hospitality were so great that &#x201C;she just made [Paul and his companions] come&#x201D; to stay at her house.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003467/5/0\" data-bid=\"6-1\" class=\"b\">Ac 16:11-15</a>.But now, after answering the call to come into Macedonia, Paul was faced with persecution in this very first city, this time not from Jewish sources, as had been the case in Galatia. The magistrates of the city acted on false accusations made by the owners of a demonized girl. They had lost their income because she was no longer able to carry on the practice of prediction, from which they had made much gain. Paul and Silas were beaten with rods, they were thrown into prison, and their feet were made fast in stocks.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003467/6/0\" data-bid=\"7-1\" class=\"b\">Ac 16:16-24</a>.In the middle of the night, however, as they, in the hearing of the other prisoners, were praying and praising God with song, a miracle occurred. An earthquake broke the prisoners&#x2019; bonds and threw the doors open. The jailer, knowing that he would face the death penalty for loss of the prisoners committed to him, was about to kill himself when Paul called out: &#x201C;Do not hurt yourself, for we <span id=\"page630\" class=\"pageNum\" data-no=\"630\" data-before-text=\"630\"></span>are all here!&#x201D; The jailer and his household then listened to Paul and Silas, took care of their stripe wounds, and became baptized believers.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003467/7/0\" data-bid=\"8-1\" class=\"b\">Ac 16:25-34</a>; PICTURE, Vol.&#xA0;2, p.&#xA0;749.The next morning, perhaps hearing of the miraculous occurrence, the city magistrates ordered the jailer to release Paul. But Paul was concerned with vindicating, defending, and legally establishing the good news more than with immediate release. He was not going to submit to any secret &#x201C;back-door&#x201D; release in order to save face for the magistrates. He called attention to his own Roman citizenship and the fact that they had <em>publicly </em>beaten him and Silas, uncondemned. No, indeed! they must openly acknowledge that they, and not the Christians, had acted unlawfully. On hearing that Paul and Silas were Romans, the magistrates were struck with fear and, coming down personally, &#x201C;entreated them,&#x201D; brought them out, and requested that they leave the city.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003467/8/0\" data-bid=\"9-1\" class=\"b\">Ac 16:35-40</a>.Nevertheless, Paul had established a fine congregation in Philippi, one that was always dear to his heart. Their love for him was manifested by their anxious care and provision for him, even when he was elsewhere. (<a href=\"/en/wol/bc/r1/lp-e/1200003467/9/0\" data-bid=\"10-1\" class=\"b\">Php 4:16</a>) Paul visited Philippi again during his third missionary tour and, possibly, a third time, after his release from his first imprisonment in Rome.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003467/10/0\" data-bid=\"11-1\" class=\"b\">Ac 20:1, 2,</a><a href=\"/en/wol/bc/r1/lp-e/1200003467/10/1\" data-bid=\"11-2\" class=\"b\">&#xA0;6;</a><a href=\"/en/wol/bc/r1/lp-e/1200003467/10/2\" data-bid=\"11-3\" class=\"b\"> Php 1:19;</a><a href=\"/en/wol/bc/r1/lp-e/1200003467/10/3\" data-bid=\"11-4\" class=\"b\"> 2:24</a>."}