{"title":"Philip","link":"/en/wol/d/r1/lp-e/1200003466","html":"<span id=\"page627\" class=\"pageNum\" data-no=\"627\" data-before-text=\"627\"></span><strong>PHILIP</strong>(Phil&#x2B9;ip) [meaning, &#x201C;Fond of Horses; Horse-Loving&#x201D;].<strong>1. </strong>One of the earliest disciples among the 12 apostles of Jesus Christ. In the Gospel accounts of Matthew, Mark, and Luke, Philip is mentioned by name solely in the lists of the apostles. (<a href=\"/en/wol/bc/r1/lp-e/1200003466/0/0\" data-bid=\"1-1\" class=\"b\">Mt 10:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200003466/0/1\" data-bid=\"1-2\" class=\"b\"> Mr 3:18;</a><a href=\"/en/wol/bc/r1/lp-e/1200003466/0/2\" data-bid=\"1-3\" class=\"b\"> Lu 6:14</a>) John&#x2019;s account alone gives some detailed information about him.Philip was from the same hometown as Peter and Andrew, namely, Bethsaida, on the N shore of <span id=\"page628\" class=\"pageNum\" data-no=\"628\" data-before-text=\"628\"></span>the Sea of Galilee. Upon hearing Jesus&#x2019; invitation, &#x201C;Be my follower,&#x201D; Philip did much as Andrew had done the day before. Andrew had searched out his brother Simon (Peter) and brought him to Jesus, and Philip now did this with Nathanael (Bartholomew), saying: &#x201C;We have found the one of whom Moses, in the Law, and the Prophets wrote, Jesus, the son of Joseph, from Nazareth. .&#xA0;.&#xA0;. Come and see.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003466/1/0\" data-bid=\"2-1\" class=\"b\">Joh 1:40, 41,</a><a href=\"/en/wol/bc/r1/lp-e/1200003466/1/1\" data-bid=\"2-2\" class=\"b\"> 43-49</a>) The statement that &#x201C;Jesus found Philip&#x201D; may indicate some prior acquaintance between them, as do Philip&#x2019;s words to Nathanael, inasmuch as Philip gave Jesus&#x2019; name, his family, and his residence. Whether any connection other than friendship existed between Philip and Nathanael (Bartholomew) is not stated, but in Biblical lists they are usually placed together, <a href=\"/en/wol/bc/r1/lp-e/1200003466/2/0\" data-bid=\"3-1\" class=\"b\">Acts 1:13</a> being the exception.On the occasion of Jesus&#x2019; triumphal entry into Jerusalem five days before Passover of 33&#xA0;C.E. (<a href=\"/en/wol/bc/r1/lp-e/1200003466/3/0\" data-bid=\"4-1\" class=\"b\">Mr 11:7-11</a>), some Greeks wanted to see Jesus. They requested Philip to introduce them, possibly being attracted to the apostle because of his Greek name, or perhaps simply because he happened to be the one who was available to ask. At any rate, Philip evidently did not feel qualified to answer the request of these Greeks (perhaps proselytes). He first conferred with Andrew, with whom he is elsewhere mentioned (<a href=\"/en/wol/bc/r1/lp-e/1200003466/4/0\" data-bid=\"5-1\" class=\"b\">Joh 6:7,&#xA0;8</a>) and who perhaps had more confidential relations with Jesus. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200003466/5/0\" data-bid=\"6-1\" class=\"b\">Mr 13:3</a>.) Together they presented the petition, not the petitioners, to Jesus for his consideration. (<a href=\"/en/wol/bc/r1/lp-e/1200003466/6/0\" data-bid=\"7-1\" class=\"b\">Joh 12:20-22</a>) This circumspect, somewhat cautious, attitude is reflected in Philip&#x2019;s response to Jesus&#x2019; question about feeding the multitude and even in his request (made after the rather blunt questions of Peter and Thomas) when he said: &#x201C;Show us the Father, and it is enough for us.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003466/7/0\" data-bid=\"8-1\" class=\"b\">Joh 6:5-7;</a><a href=\"/en/wol/bc/r1/lp-e/1200003466/7/1\" data-bid=\"8-2\" class=\"b\"> 13:36, 37;</a><a href=\"/en/wol/bc/r1/lp-e/1200003466/7/2\" data-bid=\"8-3\" class=\"b\"> 14:5-9</a>) His tactful manner stands in contrast to Peter&#x2019;s directness and bluntness, and thus the brief accounts involving Philip reveal something of the variety of personality to be found among Jesus&#x2019; chosen apostles.Because of his close association with Nathanael (Bartholomew) and with the sons of Zebedee, Philip may have been one of the two unidentified disciples who were on the shore of the Sea of Galilee when the resurrected Jesus appeared.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003466/8/0\" data-bid=\"9-1\" class=\"b\">Joh 21:2</a>.<strong>2. </strong>A first-century evangelizer and missionary. Together with Stephen, Philip was among the seven &#x201C;certified men .&#xA0;.&#xA0;. full of spirit and wisdom&#x201D; chosen for the impartial daily distribution of food among the Greek- and Hebrew-speaking Christian widows in Jerusalem. (<a href=\"/en/wol/bc/r1/lp-e/1200003466/9/0\" data-bid=\"10-1\" class=\"b\">Ac 6:1-6</a>) The account of Philip&#x2019;s activity (as also that of Stephen) after this special service ended confirms the high spiritual quality of the men forming this chosen administrative body, for Philip did a work similar to that later effected by the apostle Paul, though more limited in scope.When the persecution scattered all except the apostles, who remained in Jerusalem, Philip went to Samaria; there he declared the good news of the Kingdom and, with the miraculous power of holy spirit, cast out demons and cured the paralyzed and lame. Overjoyed, multitudes accepted the message and were baptized, including a certain Simon who had been practicing the magical arts. (<a href=\"/en/wol/bc/r1/lp-e/1200003466/10/0\" data-bid=\"11-1\" class=\"b\">Ac 8:4-13</a>) So when the apostles &#x201C;heard that Samaria had accepted the word of God, they dispatched Peter and John to them,&#x201D; that these baptized believers might receive the free gift of the holy spirit.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003466/11/0\" data-bid=\"12-1\" class=\"b\">Ac 8:14-17</a>.Philip was then led by Jehovah&#x2019;s spirit to meet the Ethiopian eunuch on the road to Gaza, and there, in a short time, this &#x201C;man in power under Candace queen of the Ethiopians&#x201D; put faith in Jesus and asked Philip to baptize him. (<a href=\"/en/wol/bc/r1/lp-e/1200003466/12/0\" data-bid=\"13-1\" class=\"b\">Ac 8:26-38</a>) From there he made his way to Ashdod and on to Caesarea, &#x201C;declaring the good news to all the cities&#x201D; along the way. (<a href=\"/en/wol/bc/r1/lp-e/1200003466/13/0\" data-bid=\"14-1\" class=\"b\">Ac 8:39,&#xA0;40</a>) These brief accounts illustrate the work of an &#x201C;evangelizer.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003466/14/0\" data-bid=\"15-1\" class=\"b\">Ac 21:8</a>.It was in this international crossroads of Caesarea some 20 years later that Philip was found still active in the ministry, still known for having been &#x201C;one of the seven men&#x201D; appointed by the apostles. As reported by Luke, when he and Paul stayed in Philip&#x2019;s home for a time, about the year 56&#xA0;C.E., &#x201C;this man [Philip] had four daughters, virgins, that prophesied.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003466/15/0\" data-bid=\"16-1\" class=\"b\">Ac 21:8-10</a>) That the four daughters were of sufficient age to engage in prophetic speaking may mean that Philip was already a married man at the time of his earlier activity.<strong>3. </strong>Husband of Herodias and father of Salome. He was living in Rome at the time his wife adulterously left him to become the wife of his half brother Herod Antipas. (<a href=\"/en/wol/bc/r1/lp-e/1200003466/16/0\" data-bid=\"17-1\" class=\"b\">Mt 14:3,&#xA0;4;</a><a href=\"/en/wol/bc/r1/lp-e/1200003466/16/1\" data-bid=\"17-2\" class=\"b\"> Mr 6:17, 18;</a><a href=\"/en/wol/bc/r1/lp-e/1200003466/16/2\" data-bid=\"17-3\" class=\"b\"> Lu 3:19,&#xA0;20</a>) Philip was a son of Herod the Great by his third wife, Mariamne&#xA0;II the daughter of the high priest Simon. He was, therefore, half Jew and half Idumean.<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200003466/0\">HEROD</a> No.&#xA0;5.<strong>4. </strong>The district ruler of Ituraea and Trachonitis at the time John the Baptizer began his ministry in &#x201C;the fifteenth year of the reign of Tiberius Caesar,&#x201D; 29&#xA0;C.E. (<a href=\"/en/wol/bc/r1/lp-e/1200003466/17/0\" data-bid=\"18-1\" class=\"b\">Lu 3:1-3</a>) Philip was a son of Herod the Great by Cleopatra of Jerusalem and was, therefore, half brother of Herod Antipas, Archelaus, and Philip No.&#xA0;3.<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200003466/1\">HEROD</a> No.&#xA0;6."}