{"title":"Philippians, Letter to the","link":"/en/wol/d/r1/lp-e/1200003468","html":"<span id=\"page630\" class=\"pageNum\" data-no=\"630\" data-before-text=\"630\"></span><strong>PHILIPPIANS, LETTER TO THE</strong>A book of the Christian Greek Scriptures written by the apostle Paul to the congregation in the city of Philippi in the province of Macedonia, a congregation that Paul had established about 50&#xA0;C.E., in the course of his second missionary tour.<strong>When and Where Written. </strong>The letter&#x2019;s internal evidence indicates it was written during Paul&#x2019;s first imprisonment in Rome. In it he speaks of &#x201C;all the Praetorian Guard&#x201D; as knowing the reason for his being in bonds, and he sends greetings from &#x201C;those of the household of Caesar.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003468/0/0\" data-bid=\"1-1\" class=\"b\">Php 1:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200003468/0/1\" data-bid=\"1-2\" class=\"b\"> 4:22</a>) Paul&#x2019;s first imprisonment in Rome is generally considered to have taken place about 59-61&#xA0;C.E. Several events occurred between Paul&#x2019;s arrival in Rome and his decision to write to the Philippians. Epaphroditus had made the trip from Philippi, had worked to assist Paul, and had fallen very sick. The Philippians, some 1,000&#xA0;km (600&#xA0;mi) distant, had received news of his sickness. Now Epaphroditus had recovered, and Paul <span id=\"page631\" class=\"pageNum\" data-no=\"631\" data-before-text=\"631\"></span>was sending him back with the letter. So the letter was written about 60 or 61&#xA0;C.E.<strong>Background and Reasons for Writing. </strong>The Philippian congregation had shown great love and regard for Paul. Shortly after his visit to them, the congregation had generously sent him material provisions during his stay of several weeks in nearby Thessalonica. (<a href=\"/en/wol/bc/r1/lp-e/1200003468/1/0\" data-bid=\"2-1\" class=\"b\">Php 4:15,&#xA0;16</a>) Later, when the brothers in Jerusalem entered into a period of intense persecution and were in need of material help, the Christians in Philippi, themselves very poor and undergoing a great test of affliction, had nevertheless demonstrated a readiness to contribute even beyond their ability. Paul so much appreciated their fine attitude that he cited them as an example to the other congregations. (<a href=\"/en/wol/bc/r1/lp-e/1200003468/2/0\" data-bid=\"3-1\" class=\"b\">2Co 8:1-6</a>) They were also very active and busy in preaching the good news, so they apparently had not been closely in touch with Paul for a time. But now, in his need in prison bonds, they not only sent material gifts so that Paul had an abundance but also dispatched their personal envoy Epaphroditus, a man valuable to them. This zealous brother courageously gave assistance to Paul, even endangering his own life. Consequently, Paul commends him highly to the congregation.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003468/3/0\" data-bid=\"4-1\" class=\"b\">Php 2:25-30;</a><a href=\"/en/wol/bc/r1/lp-e/1200003468/3/1\" data-bid=\"4-2\" class=\"b\"> 4:18</a>.Paul expresses confidence that, in harmony with their prayers, he will be released from this imprisonment and will be able to visit them again. (<a href=\"/en/wol/bc/r1/lp-e/1200003468/4/0\" data-bid=\"5-1\" class=\"b\">Php 1:19;</a><a href=\"/en/wol/bc/r1/lp-e/1200003468/4/1\" data-bid=\"5-2\" class=\"b\"> 2:24</a>) He knows that for him to continue to live is to be useful to them, though he looks longingly forward to the time when Christ will receive him home to himself. (<a href=\"/en/wol/bc/r1/lp-e/1200003468/5/0\" data-bid=\"6-1\" class=\"b\">Php 1:21-25</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200003468/6/0\" data-bid=\"7-1\" class=\"b\">Joh 14:3</a>.) In the meantime, he hopes to send Timothy, who, more than anyone else available, will genuinely have their interests at heart.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003468/7/0\" data-bid=\"8-1\" class=\"b\">Php 2:19-23</a>.The letter breathes love. Paul never withheld commendation where due, nor did he shrink back from giving necessary reproof, but in this case encouragement was the thing needed. The congregation had their opponents, &#x201C;workers of injury,&#x201D; who wanted to boast in fleshly connections and in circumcision of the flesh, but it appears that the brothers were not seriously affected or upset. (<a href=\"/en/wol/bc/r1/lp-e/1200003468/8/0\" data-bid=\"9-1\" class=\"b\">Php 3:2</a>) So Paul did not have to present strong argument and reproof as, for example, in his letters to the congregations in Galatia and Corinth. The only hint of correction was his exhortation to unity on the part of Euodia and Syntyche. Throughout the letter he encourages the Philippian congregation to continue in their fine course<wbr>&#x2014;seeking greater discernment and getting a sure grip on the Word of life, a stronger faith, and hope in the prize to come.There are many fine principles expressed in the letter that provide guidance and encouragement to all Christians. Some of them are:<strong>Chapter</strong><strong>and verse                   Principle</strong><a href=\"/en/wol/bc/r1/lp-e/1200003468/9/0\" data-bid=\"10-1\" class=\"b\">1:9, 10</a>        Make sure of the more important things so as not to                stumble others over any matter<a href=\"/en/wol/bc/r1/lp-e/1200003468/10/0\" data-bid=\"11-1\" class=\"b\">1:15-18</a>        We can rejoice even when the enemies of the truth                speak about it contentiously, for this only serves                to publicize the truth<a href=\"/en/wol/bc/r1/lp-e/1200003468/11/0\" data-bid=\"12-1\" class=\"b\">1:19</a>           Prayer by God&#x2019;s servants is effectual<a href=\"/en/wol/bc/r1/lp-e/1200003468/12/0\" data-bid=\"13-1\" class=\"b\">1:27, 28</a>       Christians&#x2019; unity and courage in the presence of                their opponents is a proof from God that he will                deliver his servants and destroy his enemies<a href=\"/en/wol/bc/r1/lp-e/1200003468/13/0\" data-bid=\"14-1\" class=\"b\">2:5-11</a>         Humility brings exaltation from God<a href=\"/en/wol/bc/r1/lp-e/1200003468/14/0\" data-bid=\"15-1\" class=\"b\">2:27</a>           God can be thanked for his mercy when one of his                faithful servants recovers from an illness<a href=\"/en/wol/bc/r1/lp-e/1200003468/15/0\" data-bid=\"16-1\" class=\"b\">3:16</a>           To what extent the Christian has made progress, he                should continue walking orderly in this same                routine in order to receive the prize<a href=\"/en/wol/bc/r1/lp-e/1200003468/16/0\" data-bid=\"17-1\" class=\"b\">3:20</a>           Christians should look to the heavens, where their                citizenship exists, not to earthly connections<a href=\"/en/wol/bc/r1/lp-e/1200003468/17/0\" data-bid=\"18-1\" class=\"b\">4:6, 7</a>         Do not be anxious; in every situation submit your                petitions to God, and he will give peace that                guards your heart and mental powers<a href=\"/en/wol/bc/r1/lp-e/1200003468/18/0\" data-bid=\"19-1\" class=\"b\">4:8</a>            Consider at all times the right and praiseworthy                things<strong>[Box on page&#xA0;630]</strong><strong>HIGHLIGHTS OF PHILIPPIANS</strong>  A letter reflecting the special bond of love that existed between Paul and the Christians in Philippi  Written by Paul about 60-61&#xA0;C.E. while in prison in Rome<strong>Paul&#x2019;s love for the brothers and his appreciation for their generosity</strong>  Paul thanks God for the Philippians&#x2019; contribution to the furtherance of the good news. Out of deep affection for them, he prays that their love increase and that they make sure of the more important things (<a href=\"/en/wol/bc/r1/lp-e/1200003468/19/0\" data-bid=\"20-1\" class=\"b\">1:3-11</a>)  Paul is concerned about the Philippians&#x2019; welfare; he hopes to send them Timothy, whom he highly recommends; he is confident that he himself will also visit them shortly (<a href=\"/en/wol/bc/r1/lp-e/1200003468/20/0\" data-bid=\"21-1\" class=\"b\">2:19-24</a>)  To reassure the brothers regarding Epaphroditus, whom the Philippians had heard was very sick, Paul is sending them this loyal servant whom they had assigned to minister to Paul (<a href=\"/en/wol/bc/r1/lp-e/1200003468/21/0\" data-bid=\"22-1\" class=\"b\">2:25-30</a>)  Although Paul is self-sufficient in all circumstances thanks to the strength granted to him from above, he highly commends the Philippians for their generosity (<a href=\"/en/wol/bc/r1/lp-e/1200003468/22/0\" data-bid=\"23-1\" class=\"b\">4:10-19</a>)<strong>Results of Paul&#x2019;s imprisonment</strong>  Paul&#x2019;s imprisonment has led to the advancement of the good news; his situation is well known among the Praetorian Guard, and most of the brothers are showing more courage to speak the word of God fearlessly (<a href=\"/en/wol/bc/r1/lp-e/1200003468/23/0\" data-bid=\"24-1\" class=\"b\">1:12-14</a>)  Some are preaching with a good motive, others with a bad motive<wbr>&#x2014;either way, Christ is being publicized; whether Paul lives or dies, he will magnify Christ; but he feels he will live so as to minister to <a href=\"/en/wol/bc/r1/lp-e/1200003468/24/0\" data-bid=\"25-1\" class=\"b\">the Philippians (1:15-26</a>)<strong>Upbuilding counsel regarding attitude and conduct</strong>  Behave in a manner worthy of the good news, not being frightened by enemies; opponents will be destroyed, whereas believers will gain salvation (<a href=\"/en/wol/bc/r1/lp-e/1200003468/25/0\" data-bid=\"26-1\" class=\"b\">1:27-30</a>)  Display the same mental attitude as Christ by manifesting humility and not being self-seeking (<a href=\"/en/wol/bc/r1/lp-e/1200003468/26/0\" data-bid=\"27-1\" class=\"b\">2:1-11</a>)  As blameless children, shine as illuminators among a twisted generation, &#x201C;keeping a tight grip on the word of life&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003468/27/0\" data-bid=\"28-1\" class=\"b\">2:12-16</a>)  Guard against those promoting circumcision; a Christian&#x2019;s confidence is in Christ, not in fleshly circumcision (<a href=\"/en/wol/bc/r1/lp-e/1200003468/28/0\" data-bid=\"29-1\" class=\"b\">3:1-3</a>)  Paul has the highest standing when it comes to fleshly qualifications, yet he considers all of this as refuse on account of &#x201C;the excelling value of the knowledge of Christ&#x201D;; he is pursuing down toward the prize and urges others to do likewise (<a href=\"/en/wol/bc/r1/lp-e/1200003468/29/0\" data-bid=\"30-1\" class=\"b\">3:4-21</a>)  Continue rejoicing in the Lord; manifest reasonableness and commit anxieties to God in prayer; fill the mind with wholesome thoughts (<a href=\"/en/wol/bc/r1/lp-e/1200003468/30/0\" data-bid=\"31-1\" class=\"b\">4:4-9</a>)"}