{"title":"Philemon, Letter to","link":"/en/wol/d/r1/lp-e/1200003464","html":"<span id=\"page627\" class=\"pageNum\" data-no=\"627\" data-before-text=\"627\"></span><strong>PHILEMON, LETTER TO</strong>A letter written by the apostle Paul with his own hand and addressed primarily to Philemon. (<a href=\"/en/wol/bc/r1/lp-e/1200003464/0/0\" data-bid=\"1-1\" class=\"b\">Phm 1, 2,</a><a href=\"/en/wol/bc/r1/lp-e/1200003464/0/1\" data-bid=\"1-2\" class=\"b\">&#xA0;19</a>) It must have been composed sometime after the start of Paul&#x2019;s first imprisonment at Rome (probably c. 60-61&#xA0;C.E.), for the apostle entertained the hope of being &#x201C;set at liberty.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003464/1/0\" data-bid=\"2-1\" class=\"b\">Vs 22</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200003464/0\">ONESIMUS</a>; <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200003464/1\">PHILEMON</a>.The apostle&#x2019;s purpose in writing this letter was to encourage Philemon to accept his runaway slave Onesimus back kindly. Instead of using his apostolic authority to command him to do so, Paul appealed on the basis of love and personal friendship. (<a href=\"/en/wol/bc/r1/lp-e/1200003464/2/0\" data-bid=\"3-1\" class=\"b\">Phm 8, 9,</a><a href=\"/en/wol/bc/r1/lp-e/1200003464/2/1\" data-bid=\"3-2\" class=\"b\">&#xA0;17</a>) Knowing Philemon as a man of faith and love, Paul was confident that he would receive his formerly useless, but now Christian, slave back as he would the apostle himself. (<a href=\"/en/wol/bc/r1/lp-e/1200003464/3/0\" data-bid=\"4-1\" class=\"b\">Vss 10, 11,</a><a href=\"/en/wol/bc/r1/lp-e/1200003464/3/1\" data-bid=\"4-2\" class=\"b\">&#xA0;21</a>) This is especially noteworthy, since Philemon had the legal right to mete out severe punishment to Onesimus.Besides providing an actual example illustrating the beauty of Christian kindness, forgiveness, and mercy, the letter tells us something about the early Christians. They assembled in private homes, called one another &#x201C;brother&#x201D; and &#x201C;sister&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003464/4/0\" data-bid=\"5-1\" class=\"b\">Phm 1, 2,</a><a href=\"/en/wol/bc/r1/lp-e/1200003464/4/1\" data-bid=\"5-2\" class=\"b\">&#xA0;20</a>), prayed for one another (<a href=\"/en/wol/bc/r1/lp-e/1200003464/5/0\" data-bid=\"6-1\" class=\"b\">vss 4,</a><a href=\"/en/wol/bc/r1/lp-e/1200003464/5/1\" data-bid=\"6-2\" class=\"b\">&#xA0;22</a>), and were encouraged by the faith and love manifested by fellow believers (<a href=\"/en/wol/bc/r1/lp-e/1200003464/6/0\" data-bid=\"7-1\" class=\"b\">vss 4-7</a>).<strong>[Box on page&#xA0;627]</strong><strong>HIGHLIGHTS OF PHILEMON</strong>  A letter encouraging that love and mercy be shown to a runaway slave who had become a Christian  Written about 60-61&#xA0;C.E. while Paul was a prisoner in Rome<strong>Commendation of Philemon for his love and faith </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200003464/7/0\" data-bid=\"8-1\" class=\"b\">vss 1-7</a>)  Paul addresses Philemon as a beloved one and a fellow worker  Reports of Philemon&#x2019;s love and faith move Paul to thank God and bring the apostle much joy and comfort<strong>Paul sends back Onesimus as &#x201C;more than a slave&#x201D; </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200003464/8/0\" data-bid=\"9-1\" class=\"b\">vss 8-25</a>)  The imprisoned Paul appeals on the basis of love on behalf of the runaway slave Onesimus, who has become a Christian through his association with Paul  As Onesimus is useful in ministering to him, Paul would like to keep him; the apostle is sending him back, though, since he does not want to do anything without Philemon&#x2019;s consent  Paul urges Philemon to receive Onesimus as a brother, as if he were the apostle himself, and Paul expresses confidence in Philemon&#x2019;s doing even more than is being requested"}