{"title":"Philadelphia","link":"/en/wol/d/r1/lp-e/1200003462","html":"<span id=\"page626\" class=\"pageNum\" data-no=\"626\" data-before-text=\"626\"></span><strong>PHILADELPHIA</strong>[Brotherly Affection].A city in W Asia Minor having a Christian congregation to which one of the seven letters contained in Revelation was written. (<a href=\"/en/wol/bc/r1/lp-e/1200003462/0/0\" data-bid=\"1-1\" class=\"b\">Re 1:11;</a><a href=\"/en/wol/bc/r1/lp-e/1200003462/0/1\" data-bid=\"1-2\" class=\"b\"> 3:7-13</a>) The Lydian city of Philadelphia was situated on a hilly plateau S of the Cogamis River, about 45&#xA0;km (28&#xA0;mi) SE of Sardis and 80&#xA0;km (50&#xA0;mi) NW of Laodicea. It was built in the second century B.C.E. by Eumenes&#xA0;II, king of Pergamum, or his brother Attalus&#xA0;II (Philadelphus), after whom the city was named. The city lay at the head of a broad valley leading through Sardis to Smyrna (modern Izmir) on the seacoast. Roads connected it with the coast, Pergamum to the N, and Laodicea to the SE. The city served as a doorway to the heart of Phrygia.Philadelphia was the prosperous center of a wine-producing section, and its chief deity was Dionysus the god of wine. The area was subject to repeated earthquakes, one of which destroyed Philadelphia in 17&#xA0;C.E. With financial aid from Rome, the city was rebuilt and adopted the name Neocaesarea (New Caesarea) and, at a later period, Flavia. The site is now occupied by modern Alasehir. The ancient city was a center from which Hellenism spread in Asia Minor.Evidently there were Jews there, <a href=\"/en/wol/bc/r1/lp-e/1200003462/1/0\" data-bid=\"2-1\" class=\"b\">Revelation 3:9</a> mentioning &#x201C;those from the synagogue of Satan who say they are Jews.&#x201D; Perhaps these worked against the faithful Christians in the city by trying to win back Christians who were Jews by birth or to persuade them to retain or take up again certain practices of the Mosaic Law. The attempt was <span id=\"page627\" class=\"pageNum\" data-no=\"627\" data-before-text=\"627\"></span>unsuccessful. Jesus commended the Christians for their endurance. He encouraged them to &#x201C;keep on holding fast.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003462/2/0\" data-bid=\"3-1\" class=\"b\">Re 3:9-11</a>.For Philadelphia of the Decapolis, see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200003462/0\">RABBAH</a> No.&#xA0;1."}