{"title":"Phoenix","link":"/en/wol/d/r1/lp-e/1200003476","html":"<span id=\"page636\" class=\"pageNum\" data-no=\"636\" data-before-text=\"636\"></span><strong>PHOENIX</strong>(Phoe&#x2B9;nix) [from a root meaning &#x201C;palm tree&#x201D;].&#x201C;A harbor of Crete.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003476/0/0\" data-bid=\"1-1\" class=\"b\">Ac 27:12</a>) The grain boat on which Paul was traveling as a prisoner to Rome attempted to sail from Fair Havens to Phoenix for winter anchorage. Seized by a storm, it was subsequently wrecked on the island of Malta.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003476/1/0\" data-bid=\"2-1\" class=\"b\">Ac 27:13&#x2013;28:1</a>.As to the location of Phoenix, the Acts narrative indicates only that it was W of Fair Havens, on the S side of Crete, and that it provided safe winter anchorage. Two sites have therefore been proposed. One is Loutro, on the E side of a cape, about 65&#xA0;km (40&#xA0;mi) W of Fair Havens, and the other Phineka, on the opposite side of this cape. The literal Greek text describes the harbor at Phoenix as &#x201C;looking down [<em>ka&#xB7;ta&#x2B9;</em>] the southwest wind and down [<em>ka&#xB7;ta&#x2B9;</em>] the northwest wind.&#x201D; Scholars favoring Loutro interpret this to mean looking &#x201C;along&#x201D; or &#x201C;toward&#x201D; (<em>ka&#xB7;ta&#x2B9;</em>) the direction in which the SW and NW winds are blowing. (<a href=\"/en/wol/bc/r1/lp-e/1200003476/2/0\" data-bid=\"3-1\" class=\"b\">Ac 27:12</a>, ftn) By this understanding the harbor is said to open &#x2018;toward the NE and the SE&#x2019; (<em>RS, NW</em>), a description that could fit the large semicircular entrance to the harbor at Loutro. Phineka, because of its structure, is not used as a harbor today, though geologic changes in the vicinity may have affected its formation. However, Phineka does have two inlets, one <em>facing </em>SW and the other NW. Thus, those favoring this site understand the expression &#x201C;looking down&#x201D; to mean facing the direction from which the winds <em>originate </em>rather than that in which they blow."}