{"title":"Phoebe","link":"/en/wol/d/r1/lp-e/1200003474","html":"<span id=\"page635\" class=\"pageNum\" data-no=\"635\" data-before-text=\"635\"></span><strong>PHOEBE</strong>(Phoe&#x2B9;be) [Pure; Bright; Radiant].A Christian sister of the first-century congregation in Cenchreae. Paul, in his letter to the Christians at Rome, &#x2018;recommends&#x2019; this sister to them and calls on them to render her any needed assistance as one who &#x201C;proved to be a defender of many, yes, of me myself.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003474/0/0\" data-bid=\"1-1\" class=\"b\">Ro 16:1,&#xA0;2</a>) It may be that Phoebe delivered Paul&#x2019;s letter in Rome or else accompanied the one who did.Paul refers to Phoebe as &#x201C;a minister of the congregation that is in Cenchreae.&#x201D; This raises the question as to the sense in which the term <em>di&#xB7;a&#x2B9;ko&#xB7;nos </em>(minister) is here used. Some translators view the term in an official sense and hence render it &#x201C;deaconess&#x201D; (<em>RS, JB</em>). But the Scriptures make no provision for female ministerial servants. Goodspeed&#x2019;s translation views the term in a general sense and translates it &#x201C;helper.&#x201D; However, Paul&#x2019;s reference is evidently to something having to do with the spreading of the good news, the Christian ministry, and he was speaking of Phoebe as a female minister who was associated with the congregation in Cenchreae.<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200003474/1/0\" data-bid=\"2-1\" class=\"b\">Ac 2:17,&#xA0;18</a>.Phoebe served as &#x201C;a defender of many.&#x201D; The term translated &#x201C;defender&#x201D; (<em>pro&#xB7;sta&#x2B9;tis</em>) has the basic sense of &#x201C;protectress&#x201D; or &#x201C;succorer,&#x201D; so that it implies not mere cordiality but a coming to the aid of others who are in need. It may also be rendered &#x201C;patroness.&#x201D; Phoebe&#x2019;s freedom to travel and to render notable service in the congregation may indicate that she was a widow and possibly a woman of some material wealth. So, she may have been in position to use influence in the community in behalf of Christians who were being wrongly accused, defending them in this way; or she may have provided refuge for them in time of danger, serving as a protectress. The record gives no details."}