{"title":"Pigeon","link":"/en/wol/d/r1/lp-e/1200003483","html":"<span id=\"page638\" class=\"pageNum\" data-no=\"638\" data-before-text=\"638\"></span><strong>PIGEON</strong>[Heb., <em>yoh&#xB7;nah&#x2B9;, goh&#xB7;zal&#x2B9; </em>(young pigeon or fledgling); Gr., <em>pe&#xB7;ri&#xB7;ste&#xB7;ra&#x2B9;</em>].As noted under the heading <a href=\"/en/wol/tc/r1/lp-e/1200003483/0\">DOVE</a>, the same Hebrew word (<em>yoh&#xB7;nah&#x2B9;</em>) is applied to both the dove and the pigeon. Similarly, in English the distinction between the two birds is not sharply defined, although the name pigeon is usually applied to the larger types and especially to those that are domesticated and thus nonmigrating. Like the dove, the pigeon is a stout-bodied, short-legged bird with smooth and compact plumage.As a rule, Bible translations render the Hebrew <em>yoh&#xB7;nah&#x2B9; </em>as &#x201C;pigeon&#x201D; only in texts involving sacrifices, in which &#x201C;turtledoves&#x201D; (Heb., <em>to&#xB7;rim&#x2B9;</em>) are also regularly mentioned. The expression &#x201C;young pigeon(s)&#x201D; (<em>NW, KJ, RS</em>) in Hebrew is literally &#x201C;son(s) of a (or the) pigeon.&#x201D; Along with turtledoves, pigeons were acceptable for sacrificial use in burnt offerings (<a href=\"/en/wol/bc/r1/lp-e/1200003483/0/0\" data-bid=\"1-1\" class=\"b\">Le 1:14</a>); a pair could be presented by those too poor to afford a female lamb or kid for a guilt offering (<a href=\"/en/wol/bc/r1/lp-e/1200003483/1/0\" data-bid=\"2-1\" class=\"b\">Le 5:5-7</a>); a pigeon (or else a turtledove) as a sin offering was to accompany the offering of a young ram in a woman&#x2019;s purification rites following delivery of a child unless she lacked the ability to present the ram, in which case &#x201C;two young pigeons&#x201D; were acceptable (<a href=\"/en/wol/bc/r1/lp-e/1200003483/2/0\" data-bid=\"3-1\" class=\"b\">Le 12:6-8</a>) (as was the case in Mary&#x2019;s purification following the birth of Jesus; <a href=\"/en/wol/bc/r1/lp-e/1200003483/3/0\" data-bid=\"4-1\" class=\"b\">Lu 2:22-24</a>); and a pair of either pigeons or turtledoves was to be included in the purification offerings of a person who had recovered from a running discharge (<a href=\"/en/wol/bc/r1/lp-e/1200003483/4/0\" data-bid=\"5-1\" class=\"b\">Le 15:13, 14,</a><a href=\"/en/wol/bc/r1/lp-e/1200003483/4/1\" data-bid=\"5-2\" class=\"b\"> 28,&#xA0;29</a>). They were also acceptable in connection with the Nazirite&#x2019;s cleansing from defilement.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003483/5/0\" data-bid=\"6-1\" class=\"b\">Nu 6:10</a>.While many families among the Jews doubtless had their own pigeons, the expression, &#x201C;Now if he does not have the means for two turtledoves or two young pigeons,&#x201D; evidently indicates that they were often purchased for sacrificial purposes.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003483/6/0\" data-bid=\"7-1\" class=\"b\">Le 5:11</a>.The Hebrew term <em>goh&#xB7;zal&#x2B9;, </em>used in the account of Abraham&#x2019;s offering when &#x201C;Jehovah concluded with Abram a covenant,&#x201D; is understood to refer to &#x201C;a young pigeon.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003483/7/0\" data-bid=\"8-1\" class=\"b\">Ge 15:9,</a><a href=\"/en/wol/bc/r1/lp-e/1200003483/7/1\" data-bid=\"8-2\" class=\"b\">&#xA0;18</a>) This is because of the constant association of the pigeon with the turtledove in sacrifices prescribed in the Law later given to Israel. The same Hebrew word is rendered &#x201C;fledgling&#x201D; in <a href=\"/en/wol/bc/r1/lp-e/1200003483/8/0\" data-bid=\"9-1\" class=\"b\">Deuteronomy 32:11</a>. A pigeon doubtless formed part of the earlier sacrifice by Noah, since that sacrifice included &#x201C;some .&#xA0;.&#xA0;. of all the clean flying creatures.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003483/9/0\" data-bid=\"10-1\" class=\"b\">Ge 8:20</a>.The provision of the Law in making optional the use of either young pigeons or turtledoves was a helpful arrangement for the Jews, inasmuch as most turtledoves migrated from the land of Israel during the winter months, while the nonmigratory pigeons were available the year round.The pigeon is a strong, swift flier, able to reach speeds of over 80&#xA0;km/<wbr>hr (50&#xA0;mph). Its homing instinct caused it to be used for carrying messages from early times. Unlike human navigators who must use chronometers and sextants to determine their position, homing pigeons almost instantly know<wbr>&#x2014;by sensing the earth&#x2019;s magnetic field and from the position of the sun&#x2014;<wbr>which direction to fly, even though released in strange territory hundreds of kilometers from their homesite. They automatically allow for the movement of the sun across the sky so that the angle of their flight does not err.As common as chickens in many parts of the earth, pigeons differ from domestic fowl not only in their flying ability but also in their structure and in the fact that they are monogamous. Different from the rooster, the faithful male pigeon aids the female in building the nest and in incubating the eggs. Pigeons differ from all other birds in their distinct manner of feeding their young with &#x201C;pigeon&#x2019;s milk,&#x201D; a curdlike substance produced within the parents&#x2019; crop. Young pigeons, called squabs, are commonly used as food in many lands."}