{"title":"Pihahiroth","link":"/en/wol/d/r1/lp-e/1200003484","html":"<span id=\"page638\" class=\"pageNum\" data-no=\"638\" data-before-text=\"638\"></span><strong>PIHAHIROTH</strong>(Pi&#xB7;ha&#xB7;hi&#x2B9;roth).The last camping site of the Israelites before crossing the Red Sea. (<a href=\"/en/wol/bc/r1/lp-e/1200003484/0/0\" data-bid=\"1-1\" class=\"b\">Nu 33:7,&#xA0;8</a>) After having encamped at &#x201C;Etham at the edge of the wilderness&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003484/1/0\" data-bid=\"2-1\" class=\"b\">Ex 13:20</a>), Moses received instructions from Jehovah God to &#x201C;turn back and encamp before Pihahiroth between Migdol and the sea in view of Baal-zephon.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003484/2/0\" data-bid=\"3-1\" class=\"b\">Ex 14:1,&#xA0;2</a>) If the sites of Migdol and Baal-zephon were known today, the identification of Pihahiroth would not be difficult. This is not the case, however, and attempts at linking their names, as well as that of Pihahiroth, with certain localities along Egypt&#x2019;s eastern frontier have been varied and quite inconclusive. For this reason certain other geographic requirements contained in the account itself seem to present the soundest basis for obtaining some idea of the location of Pihahiroth.Pihahiroth was near the Red Sea at some point where the only route of escape from the advancing Egyptian forces was through the sea itself. The sea at that point must have been of sufficient depth to allow for the waters to be &#x201C;split apart&#x201D; to form a passage through &#x201C;the midst of the sea,&#x201D; with the waters forming a &#x201C;wall&#x201D; on both sides. (<a href=\"/en/wol/bc/r1/lp-e/1200003484/3/0\" data-bid=\"4-1\" class=\"b\">Ex 14:16,</a><a href=\"/en/wol/bc/r1/lp-e/1200003484/3/1\" data-bid=\"4-2\" class=\"b\"> 21,&#xA0;22</a>) No site N of the Gulf of Suez could adequately provide these requirements. It is true that many modern scholars favor the theory of a crossing in the shallow Bitter Lakes region, which begins about 25&#xA0;km (16&#xA0;mi) N of Suez. This <span id=\"page639\" class=\"pageNum\" data-no=\"639\" data-before-text=\"639\"></span>view, however, is accompanied either by a denial of the miraculous nature of the crossing (claiming that the crossing was only through a marsh or swamp) or by the idea that the northern end of the Red Sea anciently ran up into the Bitter Lakes region and that the waters there were of much greater depth at that time, whereas archaeological evidence is that there has been very little change in the water level from ancient times.For this reason the suggestion advanced by earlier scholars (of the 19th&#xA0;century) still seems to be that which meets best the requirements of the Bible history. Pihahiroth is evidently a site on the narrow plain running along the southeastern foot of Jebel &#x2BD;Ataqah about 20&#xA0;km (12&#xA0;mi) SW of Suez. It is suggested that the crossing started from the promontory called Ras &#x2BD;Ataqah and led across the seabed to the vicinity of the oasis &#x2BD;Ayun Musa&#x2BC; on the opposite shore. The seabed in this section descends quite gradually from either shore because of shoals that run out 3&#xA0;km (2&#xA0;mi) from either side. The maximum depth of water near the middle of this trajectory is about 15&#xA0;m (50&#xA0;ft). The distance from shore to shore is about 10&#xA0;km (6&#xA0;mi) allowing ample space for the possibly three million Israelites to be traversing the seabed while, at the same time, the military forces of Pharaoh were also making their way through the miraculously provided passage in an effort to overtake the Israelite host.<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200003484/0\">EXODUS</a> (Route of the Exodus).This view coincides generally with the tradition handed down by Josephus, Jewish historian of the first century C.E., that the Israelites prior to the crossing were &#x2018;confined between inaccessible cliffs and the sea.&#x2019; (<em>Jewish Antiquities, </em>II, 324 [xv,&#xA0;3]) A &#x2018;turning back&#x2019; of the Israelite nation from Etham to the place described above would also harmonize well with Jehovah&#x2019;s forecast that Pharaoh would say of them, &#x201C;They are wandering in confusion in the land. The wilderness has closed in upon them.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003484/4/0\" data-bid=\"5-1\" class=\"b\">Ex 14:3</a>) This would hardly be true of locations N of Suez. The location of Pihahiroth in the vicinity of Jebel &#x2BD;Ataqah would likewise allow for Pharaoh&#x2019;s forces to advance rapidly on the fleeing Israelites by a regularly traveled route from Memphis (the likely capital of Egypt at that time) to the Sinai Peninsula.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003484/5/0\" data-bid=\"6-1\" class=\"b\">Ex 14:4-9</a>.While satisfying the geographic requirements, such location of Pihahiroth must be viewed as only tentative, dependent on possible future confirmation."}