{"title":"Pilate","link":"/en/wol/d/r1/lp-e/1200003485","html":"<span id=\"page639\" class=\"pageNum\" data-no=\"639\" data-before-text=\"639\"></span><strong>PILATE</strong>Roman governor of Judea during Jesus&#x2019; earthly ministry. (<a href=\"/en/wol/bc/r1/lp-e/1200003485/0/0\" data-bid=\"1-1\" class=\"b\">Lu 3:1</a>) After Herod the Great&#x2019;s son Archelaus was removed from being ethnarch over Judea, provincial governors were appointed by the emperor to rule the province, Pilate evidently being the fifth of these. Tiberius appointed him in 26&#xA0;C.E., and his rule lasted ten years.Little is known of Pontius Pilate&#x2019;s personal history. The only period of his life to receive historical notice is his Judean governorship. The one inscription known bearing his name was found in 1961 at Caesarea. It also refers to the &#x201C;Tiberieum,&#x201D; a building Pilate dedicated in honor of Tiberius.As the emperor&#x2019;s representative, the governor exercised full control of the province. He could impose the death sentence, and according to those endorsing the view that the Sanhedrin could pass the death sentence, the governor&#x2019;s ratification had to be obtained by that Jewish court for such sentence by them to be valid. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200003485/1/0\" data-bid=\"2-1\" class=\"b\">Mt 26:65, 66;</a><a href=\"/en/wol/bc/r1/lp-e/1200003485/1/1\" data-bid=\"2-2\" class=\"b\"> Joh 18:31</a>.) As the official residence of the Roman ruler was at Caesarea (compare <a href=\"/en/wol/bc/r1/lp-e/1200003485/2/0\" data-bid=\"3-1\" class=\"b\">Ac 23:23,&#xA0;24</a>), the main body of Roman troops was stationed there, with a smaller force garrisoned at Jerusalem. Customarily, however, the governor resided at Jerusalem during festival seasons (such as at Passover time) and brought up military reinforcements with him. Pilate&#x2019;s wife was with him in Judea (<a href=\"/en/wol/bc/r1/lp-e/1200003485/3/0\" data-bid=\"4-1\" class=\"b\">Mt 27:19</a>), this being possible because of an earlier <span id=\"page640\" class=\"pageNum\" data-no=\"640\" data-before-text=\"640\"></span>change in Roman governmental policy concerning governors in dangerous assignments.Pilate&#x2019;s tenure of office was not a peaceful one. According to the Jewish historian Josephus, Pilate made a bad start as to his relations with his Jewish subjects. He sent Roman soldiers bearing standards with images of the emperor on them into Jerusalem at night. This move provoked great resentment; a delegation of Jews traveled to Caesarea to protest the presence of the standards and call for their removal. After five days of discussion, Pilate sought to frighten the petitioners with the threat of execution by his soldiers, but their determined refusal to yield caused him to accede to their request.<wbr>&#x2014;<em>Jewish Antiquities, </em>XVIII, 55-59 (iii,&#xA0;1).Philo, a Jewish writer of the first century C.E. in Alexandria, Egypt, describes a somewhat similar act by Pilate evoking protest, this time involving gold shields bearing the names of Pilate and Tiberius, which shields Pilate placed in his quarters at Jerusalem. A Jewish appeal went to the emperor at Rome, and Pilate was ordered to remove the shields to Caesarea.<wbr>&#x2014;<em>The Embassy to Gaius, </em>XXXVIII, 299-305.Josephus lists yet another disturbance. To construct an aqueduct to bring water into Jerusalem from a distance of about 40&#xA0;km (25&#xA0;mi), Pilate used money from the temple treasury at Jerusalem. Large crowds clamored against this act when Pilate made a visit to the city. Pilate sent disguised soldiers to mix in with the multitude and, at a signal, to attack them, resulting in Jews&#x2019; being injured and some being killed. (<em>Jewish Antiquities, </em>XVIII, 60-62 [iii,&#xA0;2]; <em>The Jewish War, </em>II, 175-177 [ix,&#xA0;4]) Apparently the project was carried through to completion. This latter conflict is often suggested as the occasion when Pilate &#x2018;mixed the blood of Galileans with their sacrifices,&#x2019; as recorded at <a href=\"/en/wol/bc/r1/lp-e/1200003485/4/0\" data-bid=\"5-1\" class=\"b\">Luke 13:1</a>. From this expression it appears that these Galileans were slain right in the temple area. There is no way of determining if this incident relates to that described by Josephus or is a separate occasion. However, since the Galileans were subjects of Herod Antipas, the district ruler of Galilee, this slaughter may have been at least a factor contributing to the enmity that existed between Pilate and Herod up until the time of Jesus&#x2019; trial.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003485/5/0\" data-bid=\"6-1\" class=\"b\">Lu 23:6-12</a>.<strong>Trial of Jesus. </strong>On Nisan 14, 33&#xA0;C.E., at dawn, Jesus was brought by the Jewish leaders to Pilate. As they would not enter the Gentile ruler&#x2019;s premises, Pilate went out to them and inquired as to the charge against Jesus. The charges were that Jesus was subversive, was advocating nonpayment of taxes, and was saying he was a king, thus rivaling Caesar. Told to take Jesus and judge him themselves, his accusers replied that it was not lawful for them to execute anyone. Pilate then took Jesus into the palace and questioned him concerning the charges. (PICTURE, Vol.&#xA0;2, p.&#xA0;741) Returning to the accusers, Pilate announced that he found no fault in the accused. The accusations continued, and upon learning that Jesus was from Galilee, Pilate sent him to Herod Antipas. Herod, displeased because Jesus refused to perform some sign, subjected him to mistreatment and ridicule and returned him to Pilate.The Jewish leaders and the people were again summoned, and Pilate renewed his efforts to avoid sentencing an innocent man to death, asking the crowd if they wanted Jesus released in accord with the custom of freeing a prisoner at each Passover festival. Instead, the crowd, incited by their religious leaders, clamored for the release of Barabbas, a robber, murderer, and seditionist. Repeated attempts by Pilate to free the accused brought only an increase in the shouting for Jesus&#x2019; impalement. Fearing a riot and seeking to placate the crowd, Pilate acceded to their wishes, washing his hands with water as though cleansing them from bloodguilt. Sometime prior to this, Pilate&#x2019;s wife had advised him of her troublesome dream concerning &#x201C;that righteous man.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003485/6/0\" data-bid=\"7-1\" class=\"b\">Mt 27:19</a>.Pilate now had Jesus whipped, and the soldiers placed a crown of thorns on Jesus&#x2019; head and dressed him with royal robes. Again Pilate appeared before the crowd, renewed his disavowal of finding any guilt in Jesus, and had Jesus come out before them with his robes and crown of thorns. At Pilate&#x2019;s cry, &#x201C;Look! The man!&#x201D; the leaders of the people renewed their demand for impalement, now revealing for the first time their charge of blasphemy. Their reference to Jesus as making himself God&#x2019;s son added to Pilate&#x2019;s apprehension, and he took Jesus inside for further questioning. Final efforts at releasing him brought the warning by the Jewish opposers that Pilate was becoming vulnerable to the charge of opposing Caesar. Hearing this threat, Pilate, bringing Jesus forth, now seated himself on the judgment seat. Pilate&#x2019;s cry, &#x201C;See! Your king!&#x201D; only revived the clamor for impalement and brought the declaration: &#x201C;We have no king but Caesar.&#x201D; Pilate then handed Jesus over to them to be impaled.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003485/7/0\" data-bid=\"8-1\" class=\"b\">Mt 27:1-31;</a><a href=\"/en/wol/bc/r1/lp-e/1200003485/7/1\" data-bid=\"8-2\" class=\"b\"> Mr 15:1-15;</a><a href=\"/en/wol/bc/r1/lp-e/1200003485/7/2\" data-bid=\"8-3\" class=\"b\"> Lu 23:1-25;</a><a href=\"/en/wol/bc/r1/lp-e/1200003485/7/3\" data-bid=\"8-4\" class=\"b\"> Joh 18:28-40;</a><a href=\"/en/wol/bc/r1/lp-e/1200003485/7/4\" data-bid=\"8-5\" class=\"b\"> 19:1-16</a>.Jewish writers, such as Philo, paint Pilate as an inflexible, self-willed man. (<em>The Embassy to </em><span id=\"page641\" class=\"pageNum\" data-no=\"641\" data-before-text=\"641\"></span><em>Gaius, </em>XXXVIII, 301) However, it may be that the actions of the Jews themselves were largely responsible for the strong measures the governor had taken against them. At any rate the Gospel accounts give some accurate insight into the man&#x2019;s makeup. His approach to matters was typical of the Roman ruler, his speech terse and blunt. Outwardly expressing the skeptical attitude of the cynic, as in saying &#x201C;What is truth?&#x201D; he, nevertheless, showed fear, likely a superstitious fear, upon hearing that he was dealing with one who claimed to be God&#x2019;s son. Though obviously not the condescending type, he displayed the politician&#x2019;s lack of integrity. He was concerned primarily with his position, what his superiors would say if they heard of further disturbances in his province, fearful of appearing to be overly lenient toward those accused of sedition. Pilate recognized Jesus&#x2019; innocence and the envy that motivated his accusers. Yet he gave in to the crowd and turned an innocent victim over for them to slaughter rather than risk damage to his political career.As part of &#x201C;the superior authorities,&#x201D; Pilate exercised power by divine tolerance. (<a href=\"/en/wol/bc/r1/lp-e/1200003485/8/0\" data-bid=\"9-1\" class=\"b\">Ro 13:1</a>) He bore responsibility for his decision, responsibility that water could not wash away. His wife&#x2019;s dream was evidently of divine origin, even as were the earthquake, the unusual darkness, and the rending of the curtain that took place on that day. (<a href=\"/en/wol/bc/r1/lp-e/1200003485/9/0\" data-bid=\"10-1\" class=\"b\">Mt 27:19,</a><a href=\"/en/wol/bc/r1/lp-e/1200003485/9/1\" data-bid=\"10-2\" class=\"b\"> 45,</a><a href=\"/en/wol/bc/r1/lp-e/1200003485/9/2\" data-bid=\"10-3\" class=\"b\"> 51-54;</a><a href=\"/en/wol/bc/r1/lp-e/1200003485/9/3\" data-bid=\"10-4\" class=\"b\"> Lu 23:44,&#xA0;45</a>) Her dream should have warned Pilate that this was no ordinary trial, no ordinary defendant. Yet, as Jesus said, the one delivering him to Pilate &#x2018;bore the greater guilt of sin.&#x2019; (<a href=\"/en/wol/bc/r1/lp-e/1200003485/10/0\" data-bid=\"11-1\" class=\"b\">Joh 19:10,&#xA0;11</a>) Judas, who originally betrayed Jesus, was called &#x201C;the son of destruction.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003485/11/0\" data-bid=\"12-1\" class=\"b\">Joh 17:12</a>) Those Pharisees who were guilty of complicity in the plot against Jesus&#x2019; life were described as &#x2018;subjects for Gehenna.&#x2019; (<a href=\"/en/wol/bc/r1/lp-e/1200003485/12/0\" data-bid=\"13-1\" class=\"b\">Mt 23:15,</a><a href=\"/en/wol/bc/r1/lp-e/1200003485/12/1\" data-bid=\"13-2\" class=\"b\"> 33</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200003485/13/0\" data-bid=\"14-1\" class=\"b\">Joh 8:37-44</a>.) And particularly the high priest, who headed the Sanhedrin, was responsible before God for handing over God&#x2019;s Son to this Gentile ruler for sentencing to death. (<a href=\"/en/wol/bc/r1/lp-e/1200003485/14/0\" data-bid=\"15-1\" class=\"b\">Mt 26:63-66</a>) Pilate&#x2019;s guilt did not equal theirs; yet his act was extremely reprehensible.Pilate&#x2019;s distaste for the promoters of the crime evidently was reflected in the sign he had placed over the impaled Jesus, identifying him as &#x201C;the King of the Jews,&#x201D; as well as his curt refusal to change it, saying: &#x201C;What I have written I have written.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003485/15/0\" data-bid=\"16-1\" class=\"b\">Joh 19:19-22</a>) When Joseph of Arimathea requested the dead body, Pilate, after first displaying the thoroughness of a Roman official by making sure Jesus was dead, granted the request. (<a href=\"/en/wol/bc/r1/lp-e/1200003485/16/0\" data-bid=\"17-1\" class=\"b\">Mr 15:43-45</a>) The concern of the chief priests and Pharisees over the possibility of theft of the body brought the terse reply: &#x201C;You have a guard. Go make it as secure as you know how.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003485/17/0\" data-bid=\"18-1\" class=\"b\">Mt 27:62-65</a>.<strong>Removal and Death. </strong>Josephus reports that Pilate&#x2019;s later removal from office resulted from complaints lodged by the Samaritans with Pilate&#x2019;s immediate superior, the governor of Syria, Vitellius. The complaint was about Pilate&#x2019;s slaughter of a number of Samaritans who were deluded by an impostor into assembling at Mount Gerizim in hopes of uncovering sacred treasures supposedly hidden there by Moses. Vitellius ordered Pilate to Rome to appear before Tiberius, and he put Marcellus in his place. Tiberius died in 37&#xA0;C.E. while Pilate was still on his way to Rome. (<em>Jewish Antiquities, </em>XVIII, 85-87 [iv,&#xA0;1];&#xA0;XVIII, 88, 89 [iv,&#xA0;2]) History gives no reliable data as to the ultimate results of his trial. The historian Eusebius of the late third and early fourth centuries claims that Pilate was obliged to commit suicide during the reign of Tiberius&#x2019; successor Gaius (Caligula).<wbr>&#x2014;<em>The Ecclesiastical History, </em>II, VII,&#xA0;1.<strong>[Picture on page&#xA0;639]</strong>Inscription discovered at Caesarea in 1961 naming Pontius Pilate"}