{"title":"Piles","link":"/en/wol/d/r1/lp-e/1200003487","html":"<span id=\"page641\" class=\"pageNum\" data-no=\"641\" data-before-text=\"641\"></span><strong>PILES</strong>Hemorrhoids; swellings of veins at the anus, frequently accompanied by bleeding. In this often painful disorder, there are vascular tumors beneath the mucous membrane of the rectum, either within the external sphincter (internal hemorrhoids) or on its outer side (external hemorrhoids), or both.Piles were among the disorders that Jehovah warned the Israelites they would suffer for disobedience. (<a href=\"/en/wol/bc/r1/lp-e/1200003487/0/0\" data-bid=\"1-1\" class=\"b\">De 28:15,</a><a href=\"/en/wol/bc/r1/lp-e/1200003487/0/1\" data-bid=\"1-2\" class=\"b\">&#xA0;27</a>) He afflicted the Philistines of Ashdod and its territories, Gath and Ekron, with piles while the sacred Ark was in their possession.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003487/1/0\" data-bid=\"2-1\" class=\"b\">1Sa 5:6-12</a>.The Hebrew word rendered &#x201C;piles&#x201D; (<em>Harkavy; NW</em>), &#x201C;hemorrhoids&#x201D; (<em>Le</em>), &#x201C;tumors&#x201D; (<em>AS; RS</em>), and &#x201C;plague-boils&#x201D; (<em>AT</em>), as at <a href=\"/en/wol/bc/r1/lp-e/1200003487/2/0\" data-bid=\"3-1\" class=\"b\">1&#xA0;Samuel 5:6</a>, is <em>&#x2BD;opha&#xB7;lim&#x2B9;, </em>denoting rounded swellings or eminences, hemorrhoids, or tumors at the anus. At <a href=\"/en/wol/bc/r1/lp-e/1200003487/3/0\" data-bid=\"4-1\" class=\"b\">1&#xA0;Samuel 6:11,</a><a href=\"/en/wol/bc/r1/lp-e/1200003487/3/1\" data-bid=\"4-2\" class=\"b\"> 17</a> in the Masoretic text, the swellings afflicting the Philistines are referred to as <em>techo&#xB7;rim&#x2B9;, </em>meaning &#x201C;tumors.&#x201D; In all six Scriptural occurrences of <em>&#x2BD;opha&#xB7;lim&#x2B9; </em>(piles), the Jewish Masoretes pointed this word with the vowels for <em>techo&#xB7;rim&#x2B9; </em>(tumors) and showed this latter term in the margin as the word to be read instead of <em>&#x2BD;opha&#xB7;lim&#x2B9;.</em>The five Philistine axis lords returned the Ark to Israel with a guilt offering to Jehovah, consisting partly of five golden images of the piles, that is, representations of these swellings. (<a href=\"/en/wol/bc/r1/lp-e/1200003487/4/0\" data-bid=\"5-1\" class=\"b\">1Sa 6:4, 5,</a><a href=\"/en/wol/bc/r1/lp-e/1200003487/4/1\" data-bid=\"5-2\" class=\"b\"> 11,</a><a href=\"/en/wol/bc/r1/lp-e/1200003487/4/2\" data-bid=\"5-3\" class=\"b\">&#xA0;17</a>) In a somewhat similar manner, certain ancient <span id=\"page642\" class=\"pageNum\" data-no=\"642\" data-before-text=\"642\"></span>peoples (particularly the Greeks and the Romans) invoked their deities for cures by presenting to them replicas of afflicted body parts, or they presented models thereof in gratitude for supposed cures.Since jerboas (mouselike jumping rodents) were bringing the land to ruin (<a href=\"/en/wol/bc/r1/lp-e/1200003487/5/0\" data-bid=\"6-1\" class=\"b\">1Sa 6:5</a>), some scholars believe the Philistines were afflicted with bubonic plague, a highly fatal infectious disease marked by such symptoms as fever, chills, prostration, and painful enlargement of the lymphatic glands, or buboes. This plague is transmitted chiefly through bites by fleas that have bitten infected rats or other rodents that are dying or dead.&#x201C;A death-dealing confusion&#x201D; occurred when the Ark was in Ekron, where &#x201C;the men that did not die had been struck with piles.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003487/6/0\" data-bid=\"7-1\" class=\"b\">1Sa 5:10-12</a>) Both pile and jerboa images are mentioned at <a href=\"/en/wol/bc/r1/lp-e/1200003487/7/0\" data-bid=\"8-1\" class=\"b\">1&#xA0;Samuel 6:4</a>, where the Philistine priests and diviners are quoted as saying, &#x201C;every one of you and your axis lords have the same scourge.&#x201D; But this may mean only that the entire nation, the axis lords and people alike, had suffered a common calamity, &#x201C;the same scourge,&#x201D; not necessarily that the rodents and the piles were associated in one epidemic disease or plague. The Bible seems to indicate only that the jerboas destroyed vegetation throughout Philistia, thus ruining the land, and does not specifically state that they were carriers of infection to the Philistines stricken by Jehovah."}