{"title":"Pisgah","link":"/en/wol/d/r1/lp-e/1200003497","html":"<span id=\"page644\" class=\"pageNum\" data-no=\"644\" data-before-text=\"644\"></span><strong>PISGAH</strong>(Pis&#x2B9;gah).An elevated place in the northern section of the Abarim mountain range immediately E of the Dead Sea. The exact location is unknown. Bible references are not in conflict with its suggested identity with Ras es-Siyaghah, a headland located about 16&#xA0;km (10&#xA0;mi) E of where the Jordan empties into the Dead Sea. Ras es-Siyaghah is a little NW of Jebel en-Neba, the summit traditionally known as Mount Nebo (Har Nevo).The physical features of these two elevations are in agreement with the Bible&#x2019;s brief description. Ras es-Siyaghah is about 100&#xA0;m (330&#xA0;ft) lower in elevation than Jebel en-Neba and is separated from the latter by a slight depression, or saddle. Though slightly lower than its neighbor summit, Ras es-Siyaghah is closer to Jericho and affords an unobstructed view of the Dead Sea some 1,000&#xA0;m (3,300&#xA0;ft) below, as well as a splendid view of the Jordan Valley, of the central range on which Hebron, Bethlehem and Jerusalem are situated, and of Mount Hermon over 160&#xA0;km (100&#xA0;mi) to the N.The first mention of this place is in connection with the campsites along the line of Israel&#x2019;s march toward the Promised Land. (<a href=\"/en/wol/bc/r1/lp-e/1200003497/0/0\" data-bid=\"1-1\" class=\"b\">Nu 21:20</a>) It was located in the southern part of that territory taken in the conquest of the Amorites after their king, Sihon, refused to let the Israelites pass through the land. (<a href=\"/en/wol/bc/r1/lp-e/1200003497/1/0\" data-bid=\"2-1\" class=\"b\">De 4:46,</a><a href=\"/en/wol/bc/r1/lp-e/1200003497/1/1\" data-bid=\"2-2\" class=\"b\"> 49;</a><a href=\"/en/wol/bc/r1/lp-e/1200003497/1/2\" data-bid=\"2-3\" class=\"b\"> Jos 12:1-3</a>) Later, Balak the king of Moab took Balaam &#x201C;to the field of Zophim, to the top of Pisgah,&#x201D; in a vain attempt to have the Israelites cursed.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003497/2/0\" data-bid=\"3-1\" class=\"b\">Nu 23:14</a>.Pisgah, however, is best remembered in connection with Moses&#x2019; extensive view of the Promised Land shortly before his death. (<a href=\"/en/wol/bc/r1/lp-e/1200003497/3/0\" data-bid=\"4-1\" class=\"b\">De 3:27;</a><a href=\"/en/wol/bc/r1/lp-e/1200003497/3/1\" data-bid=\"4-2\" class=\"b\"> 34:1-3</a>) Pisgah was designated as part of Reuben&#x2019;s tribal territory.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003497/4/0\" data-bid=\"5-1\" class=\"b\">De 3:16, 17;</a><a href=\"/en/wol/bc/r1/lp-e/1200003497/4/1\" data-bid=\"5-2\" class=\"b\"> Jos 13:15,</a><a href=\"/en/wol/bc/r1/lp-e/1200003497/4/2\" data-bid=\"5-3\" class=\"b\">&#xA0;20</a>.Wherever the name Pisgah occurs in the Bible, it is always qualified by such expressions as &#x201C;the head of,&#x201D; &#x201C;the top of,&#x201D; or &#x201C;the slopes of&#x201D; Pisgah. As a consequence it is frequently referred to as <em>Mount </em>Pisgah, though not so in the Scriptures."}