{"title":"Pisidia","link":"/en/wol/d/r1/lp-e/1200003499","html":"<span id=\"page645\" class=\"pageNum\" data-no=\"645\" data-before-text=\"645\"></span><strong>PISIDIA</strong>(Pi&#xB7;sid&#x2B9;i&#xB7;a).An interior region of southern Asia Minor. It was a mountainous section, taking in the western portion of the Taurus Range, lying N of Pamphylia and S of Galatian Phrygia, with Caria and Lycia on the W and Lycaonia on the E.&#xA0;The region is believed to have been about 190&#xA0;km (120&#xA0;mi) from E to W and about 80&#xA0;km (50&#xA0;mi) in breadth. It had many lofty ridges cut by valleys and mountain rivers; there were forests and pasturelands.The people of Pisidia were wild and warlike, forming tribal bands of robbers. These mountaineers were difficult to control and slow to be affected by Hellenic or Roman culture. The Romans assigned Galatian King Amyntas the task of subjugating them, but he died before accomplishing it. Pisidia became part of the Roman province of Galatia in 25&#xA0;B.C.E., and in 6&#xA0;B.C.E. colonies in the area were garrisoned to hold the people in check. These colonies were directed from Antioch, a city near the border between Pisidia and Phrygia. (See <a href=\"/en/wol/tc/r1/lp-e/1200003499/0\">ANTIOCH</a> No.&#xA0;2.) In 74&#xA0;C.E. the southern part of Pisidia was combined with Pamphylia and Lycia into a Roman province. The northern section remained part of the province of Galatia until, in postapostolic times, it was included in a new province bearing the name Pisidia.The apostle Paul passed through Pisidia on his first missionary tour, traveling from coastal Pamphylia over the mountains to Pisidian Antioch. (<a href=\"/en/wol/bc/r1/lp-e/1200003499/0/0\" data-bid=\"1-1\" class=\"b\">Ac 13:13,&#xA0;14</a>) He also passed through Pisidia on the return trip. (<a href=\"/en/wol/bc/r1/lp-e/1200003499/1/0\" data-bid=\"2-1\" class=\"b\">Ac 14:21,</a><a href=\"/en/wol/bc/r1/lp-e/1200003499/1/1\" data-bid=\"2-2\" class=\"b\">&#xA0;24</a>) The bandits and rushing mountain rivers of the area might well have been a basis for Paul&#x2019;s statement that he had been in &#x201C;dangers from rivers, in dangers from highwaymen.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003499/2/0\" data-bid=\"3-1\" class=\"b\">2Co 11:26</a>."}