{"title":"Pitch","link":"/en/wol/d/r1/lp-e/1200003503","html":"<span id=\"page646\" class=\"pageNum\" data-no=\"646\" data-before-text=\"646\"></span><strong>PITCH</strong>The sticky, liquid form of bitumen, a dark-colored mixture of hydrocarbons similar to what is generally called tar. (See <a href=\"/en/wol/tc/r1/lp-e/1200003503/0\">BITUMEN</a>.) It is translated from the Hebrew word <em>ze&#x2B9;pheth.</em>Mineral pitch is highly flammable and, unless kept well supplied with air, gives off great quantities of smoke when burning. Filling Edom&#x2019;s torrents with pitch and causing the land to become &#x201C;burning pitch&#x201D; with smoke ascending to time indefinite would be a fitting picture of devastating destruction. (<a href=\"/en/wol/bc/r1/lp-e/1200003503/0/0\" data-bid=\"1-1\" class=\"b\">Isa 34:9,&#xA0;10</a>) This description also helps to identify the substance, for Edom was near the Dead Sea, and even today bitumen is occasionally washed up on its shores, evidently coming from deposits now covered by the sea.According to <a href=\"/en/wol/bc/r1/lp-e/1200003503/1/0\" data-bid=\"2-1\" class=\"b\">Exodus 2:3</a> the papyrus ark in which Moses was concealed was coated with both &#x201C;bitumen and pitch.&#x201D; Jewish commentator Rashi suggested that this meant bitumen on the inside and pitch on the outside. Or it could mean a mixture of two different consistencies of the same basic substance. For instance, in <em>The Land and the Book, </em>W.&#xA0;M.&#xA0;Thomson suggests that <a href=\"/en/wol/bc/r1/lp-e/1200003503/2/0\" data-bid=\"3-1\" class=\"b\">Exodus 2:3</a> &#x201C;reveals the process by which they prepared the bitumen. The mineral, as found in this country, melts readily enough by itself; but then, when cold, it is as brittle as glass. It must be mixed with tar while melting, and in that way it forms a hard, glassy wax, perfectly impervious to water.&#x201D; (Revised by J.&#xA0;Grande, 1910, p.&#xA0;200) The Greek <em>Septuagint </em>uses the single term <em>a&#xB7;sphal&#xB7;to&#x2B9;pis&#xB7;sa, </em>a mixture of asphalt and pitch. In parts of the Middle East, mineral pitch has been used even in recent times as a coating for certain sailing vessels."}