{"title":"Plants of the Bible","link":"/en/wol/d/r1/lp-e/1200001068","html":"<span id=\"page543\" class=\"pageNum\" data-no=\"543\" data-before-text=\"543\"></span><strong>PLANTS OF THE BIBLE</strong>OLIVE, almond, caper berry, date palm<wbr>&#x2014;these are just a few of the nearly one hundred plants and trees mentioned in the Scriptures. Our knowing something about the plants of the Bible provides helpful background, shedding light on the meaning of certain Biblical statements.Consider as an example the olive tree<wbr>&#x2014;one of the most valuable plants in Bible times (see picture at right). This beautiful tree, often twisted, gnarled, and knotty, is quite hardy, frequently living for centuries. It receives early mention in the Scriptures. Following the Flood, a dove returned to Noah in the ark &#x201C;and, look! there was an olive leaf freshly plucked in its bill.&#x201D; This indicated to Noah that the floodwaters had receded.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001068/0/0\" data-bid=\"1-1\" class=\"b\">Ge 8:11</a>.The Bible psalmist alluded to some characteristics of the olive tree when he promised those fearing Jehovah: &#x201C;Your sons will be like slips of olive trees all around your table.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200001068/1/0\" data-bid=\"2-1\" class=\"b\">Ps 128:1-3</a>) Cuttings, or slips, cut from a grown olive tree are often used for starting new trees. In addition, aged olive trees may send up shoots from their roots, thereby perpetuating themselves. Like such shoots, sons would surround a father, contributing their part to the happiness of the family.The evergreen olive tree was especially appreciated for its oil. Olive oil was a basic food in the Israelite diet and was widely used as a cosmetic and as a fuel, and it was an important trade commodity. It was applied to bruises and wounds to soften and soothe them. (<a href=\"/en/wol/bc/r1/lp-e/1200001068/2/0\" data-bid=\"3-1\" class=\"b\">Lu 10:33,&#xA0;34</a>) Applied to the head, olive oil is likewise soothing and refreshing. Thus, older men of the Christian congregation are admonished to pray over a spiritually sick person, figuratively &#x201C;greasing him with oil in the name of Jehovah&#x201D;<wbr>&#x2014;applying God&#x2019;s Word to soothe, correct, and comfort him.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200001068/3/0\" data-bid=\"4-1\" class=\"b\">Jas 5:13-15</a>.<strong>[Picture on page&#xA0;543]</strong>Mallow<strong>[Picture on page&#xA0;543]</strong>Black Cumin<strong>[Picture on page&#xA0;543]</strong>Caper Blossom<span id=\"page544\" class=\"pageNum\" data-no=\"544\" data-before-text=\"544\"></span><strong>[Picture on page&#xA0;544]</strong>The mandrake, of the potato family, bears a yellowish fruit about the size of a plum<strong>[Picture on page&#xA0;544]</strong>The Shulammite likened her shepherd lover&#x2019;s locks to date clusters<strong>[Picture on page&#xA0;544]</strong>The almond tree is one of the earliest fruit-bearing trees to bloom in Israel. Its nutty fruit is a delicacy<strong>[Picture on page&#xA0;544]</strong>The papyrus, a large aquatic plant from which paper was made<strong>[Picture on page&#xA0;544]</strong>Flax plant, which is used in making linen<strong>[Picture on page&#xA0;544]</strong>One of the many balsam plants that produces an aromatic oil"}