{"title":"Pledge","link":"/en/wol/d/r1/lp-e/1200003511","html":"<span id=\"page648\" class=\"pageNum\" data-no=\"648\" data-before-text=\"648\"></span><strong>PLEDGE</strong>An object of personal property, such as a ring or garment, surrendered by a debtor to his creditor as a guarantee of the future repayment of a loan. The regulations of the Mosaic Law concerning pledges protected the interests of impoverished and defenseless members of the nation. They showed that God appreciated the difficulties of the poor and widows. The two Hebrew verbs <em>cha&#xB7;val&#x2B9; </em>and <em>&#x2BD;a&#xB7;vat&#x2B9;, </em>and their related nouns, have to do with a pledge.If a poor man gave his outer garment as a pledge, or security on a loan, the creditor was not to keep it overnight. (<a href=\"/en/wol/bc/r1/lp-e/1200003511/0/0\" data-bid=\"1-1\" class=\"b\">Ex 22:26, 27;</a><a href=\"/en/wol/bc/r1/lp-e/1200003511/0/1\" data-bid=\"1-2\" class=\"b\"> De 24:12,&#xA0;13</a>) A poor person would likely use his outer garment for covering at night; if he were deprived of it, he might suffer from the cold. For a person to ignore this law would mark him as greedy and heartless. (<a href=\"/en/wol/bc/r1/lp-e/1200003511/1/0\" data-bid=\"2-1\" class=\"b\">Job 22:6;</a><a href=\"/en/wol/bc/r1/lp-e/1200003511/1/1\" data-bid=\"2-2\" class=\"b\"> 24:9</a>) Yet, during Israel&#x2019;s apostasy, some persons not only seized garments from the poor as pledges but used them during their idolatrous feasts.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003511/2/0\" data-bid=\"3-1\" class=\"b\">Am 2:8</a>.Not returning &#x201C;a pledged thing&#x201D; was listed in <a href=\"/en/wol/bc/r1/lp-e/1200003511/3/0\" data-bid=\"4-1\" class=\"b\">Ezekiel 18:10-13</a> along with robbing and shedding blood as things combining to prove an unrepentant sinner worthy of death. On the other hand, a wicked man who abandoned his sins by, among other things, returning &#x201C;the very thing pledged&#x201D; would &#x201C;positively keep living.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003511/4/0\" data-bid=\"5-1\" class=\"b\">Eze 33:14-16</a>) It was also forbidden to take a hand mill or its upper grindstone as a pledge, for bread was usually baked daily, and to take the implements necessary for grinding the grain would mean seizing &#x201C;a soul,&#x201D; or life.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003511/5/0\" data-bid=\"6-1\" class=\"b\">De 24:6</a>.Widows were especially protected, since often they would not have anyone to defend or assist them. The Law forbade seizing a widow&#x2019;s garment as a pledge at all.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003511/6/0\" data-bid=\"7-1\" class=\"b\">De 24:17</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200003511/7/0\" data-bid=\"8-1\" class=\"b\">Job 24:3</a>.Also, one could not enter a man&#x2019;s house to take a pledged item from him. The debtor was to bring the pledge out to his creditor. (<a href=\"/en/wol/bc/r1/lp-e/1200003511/8/0\" data-bid=\"9-1\" class=\"b\">De 24:10,&#xA0;11</a>) In this way the inviolability of the man&#x2019;s home was upheld, and he could maintain self-respect, which would hardly be so if his creditor felt at liberty to enter the man&#x2019;s home without invitation. Thus, in addition to compassion and generosity (<a href=\"/en/wol/bc/r1/lp-e/1200003511/9/0\" data-bid=\"10-1\" class=\"b\">De 15:8</a>), the laws about pledges encouraged respect for the person and rights of others.<strong>Illustrative Use. </strong><a href=\"/en/wol/bc/r1/lp-e/1200003511/10/0\" data-bid=\"11-1\" class=\"b\">Deuteronomy 15:6</a> gave as a sign of God&#x2019;s blessing the fact that the Jews would have sufficient means to &#x201C;lend on pledge to many nations.&#x201D;If a person &#x201C;despised the word,&#x201D; by failing to repay a loan, he would forfeit what he put up as a pledge; in like manner a person would experience loss if he failed to obey God&#x2019;s commandment.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003511/11/0\" data-bid=\"12-1\" class=\"b\">Pr 13:13</a>.In the Hebrew Scriptures advice is repeatedly given against going surety for a stranger, thereby promising to pay that person&#x2019;s debt if he failed to do so. (<a href=\"/en/wol/bc/r1/lp-e/1200003511/12/0\" data-bid=\"13-1\" class=\"b\">Pr 11:15;</a><a href=\"/en/wol/bc/r1/lp-e/1200003511/12/1\" data-bid=\"13-2\" class=\"b\"> 22:26, 27</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200003511/0\">SURETY</a>.) Thus, <a href=\"/en/wol/bc/r1/lp-e/1200003511/13/0\" data-bid=\"14-1\" class=\"b\">Proverbs 20:16</a> speaks of &#x2018;taking the garment&#x2019; of the one going surety for a stranger. This is in direct contrast to the sympathetic consideration to be shown the poor man who is obliged to become debtor to another because of his own misfortune. The one going surety for a stranger is not simply unfortunate but is stupid; the proverb evidently says to &#x2018;let him suffer the consequences.&#x2019; The latter part of the verse calls for &#x2018;seizing a pledge&#x2019; in &#x201C;the instance of a foreign woman.&#x201D; The man entering into relationship with such a woman may become impoverished (compare <a href=\"/en/wol/bc/r1/lp-e/1200003511/14/0\" data-bid=\"15-1\" class=\"b\">Pr 5:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200003511/14/1\" data-bid=\"15-2\" class=\"b\"> 8-10</a>), and so he may have to pledge his remaining possessions as security for his debts. The proverb apparently says that he merits no pity, inasmuch as he acted contrary to all sound advice in having dealings with the &#x201C;foreign woman.&#x201D;"}