{"title":"Poplars","link":"/en/wol/d/r1/lp-e/1200003525","html":"<span id=\"page653\" class=\"pageNum\" data-no=\"653\" data-before-text=\"653\"></span><strong>POPLARS</strong>[Heb., <em>&#x2BD;ara&#xB7;vim&#x2B9; </em>(plural)].The Hebrew name for this tree corresponds to the Arabic <em>gharab, </em>which continues to be used for the Euphrates poplar. Thus, although the poplar and willow are of the same family of trees, and both common to the Middle East, modern lexicographers favor the poplar tree (<em>Populus euphratica</em>) in translation.<wbr>&#x2014;See Koehler and Baumgartner&#x2019;s <em>Lexicon in Veteris Testamenti Libros, </em>Leiden, 1958, p.&#xA0;733; Brown, Driver, and Briggs&#x2019; <em>Hebrew and English Lexicon of the Old Testament, </em>1980, p.&#xA0;788; <em>The New Westminster Dictionary of the Bible, </em>edited by H.&#xA0;Gehman, 1970, p.&#xA0;998.The poplar tree is very common along the banks of the Euphrates (while the willow is comparatively rare there) and thus fits well the reference at <a href=\"/en/wol/bc/r1/lp-e/1200003525/0/0\" data-bid=\"1-1\" class=\"b\">Psalm 137:1, 2</a>, which describes the weeping Jewish exiles as hanging their harps on the poplar trees. The small, crisp, heart-shaped leaves of the Euphrates poplar (also called aspen) are carried on flattened stems that hang obliquely from the main stalk, and this results in their swaying back and forth at the slightest breeze, a motion that might suggest the emotional swaying of persons weeping in grief.Euphrates poplars are also found along the banks of rivers and streams in Syria and Palestine, and particularly in the Jordan River valley. There, along with tamarisk trees, they often form dense thickets, while elsewhere they may grow to a height of from 9 to 14&#xA0;m (30 to 45&#xA0;ft). In all the Scriptural references, these poplar trees are associated with watercourses or &#x2018;torrent valleys.&#x2019; They were included among the trees whose boughs were used at the Festival of Booths (<a href=\"/en/wol/bc/r1/lp-e/1200003525/1/0\" data-bid=\"2-1\" class=\"b\">Le 23:40</a>); they provided cover for the mighty &#x201C;Behemoth&#x201D; (hippopotamus) along the river (<a href=\"/en/wol/bc/r1/lp-e/1200003525/2/0\" data-bid=\"3-1\" class=\"b\">Job 40:15,</a><a href=\"/en/wol/bc/r1/lp-e/1200003525/2/1\" data-bid=\"3-2\" class=\"b\">&#xA0;22</a>); and the ease with which they sprout along well-watered places is used at <a href=\"/en/wol/bc/r1/lp-e/1200003525/3/0\" data-bid=\"4-1\" class=\"b\">Isaiah 44:3, 4</a> to describe the rapid growth and increase resulting from Jehovah&#x2019;s outpoured blessings and spirit."}