{"title":"Potiphar","link":"/en/wol/d/r1/lp-e/1200003534","html":"<span id=\"page656\" class=\"pageNum\" data-no=\"656\" data-before-text=\"656\"></span><strong>POTIPHAR</strong>(Pot&#x2B9;i&#xB7;phar) [from Egyptian, a shortened form of Potiphera].An Egyptian court official and chief of Pharaoh&#x2019;s bodyguard. He was Joseph&#x2019;s master for a time and, it appears, was a man of wealth. (<a href=\"/en/wol/bc/r1/lp-e/1200003534/0/0\" data-bid=\"1-1\" class=\"b\">Ge 37:36;</a><a href=\"/en/wol/bc/r1/lp-e/1200003534/0/1\" data-bid=\"1-2\" class=\"b\"> 39:4</a>) Potiphar purchased Joseph from the traveling Midianite merchants and, observing what a good servant Joseph was, eventually put him in charge of his whole house and field, which establishment Jehovah blessed on Joseph&#x2019;s account.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003534/1/0\" data-bid=\"2-1\" class=\"b\">Ge 37:36;</a><a href=\"/en/wol/bc/r1/lp-e/1200003534/1/1\" data-bid=\"2-2\" class=\"b\"> 39:1-6</a>.Potiphar&#x2019;s wife was not as faithful to him as was his servant Joseph. She repeatedly endeavored to seduce Joseph and, one day when no other men were around, grabbed hold of him, but Joseph still refused and ran out. When Potiphar came home, he heard only his wife&#x2019;s frustrated barrage of false accusations. Potiphar angrily had Joseph thrown into prison.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003534/2/0\" data-bid=\"3-1\" class=\"b\">Ge 39:7-20</a>.This prison seems to have been connected with Potiphar&#x2019;s house or at least came under his jurisdiction as &#x201C;chief of the bodyguard.&#x201D; Thus, the record speaks of Pharaoh&#x2019;s chief cupbearer and chief baker being thrown into this same jail, &#x201C;the jail of the house of the chief of the bodyguard,&#x201D; &#x201C;the jail of [Joseph&#x2019;s] master&#x2019;s house.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003534/3/0\" data-bid=\"4-1\" class=\"b\">Ge 39:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200003534/3/1\" data-bid=\"4-2\" class=\"b\"> 40:1-7</a>) However, it seems unlikely that Potiphar is to be equated with &#x201C;the chief officer of the prison house&#x201D; who &#x201C;gave over into Joseph&#x2019;s hand all the prisoners who were in the prison house.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003534/4/0\" data-bid=\"5-1\" class=\"b\">Ge 39:21-23</a>) This officer was probably a subordinate of Potiphar.Potiphar&#x2019;s title &#x201C;court official&#x201D; translates the Hebrew word <em>sa&#xB7;ris&#x2B9;, </em>&#x201C;eunuch,&#x201D; which in its broader usage meant a chamberlain, courtier, or trusted officer of the throne. The &#x201C;court official [<em>sa&#xB7;ris&#x2B9;</em>] that had a command over the men of war&#x201D; when Jerusalem fell in 607&#xA0;B.C.E. was no doubt a high government official, not a castrated person lacking masculinity. (<a href=\"/en/wol/bc/r1/lp-e/1200003534/5/0\" data-bid=\"6-1\" class=\"b\">2Ki 25:19</a>) So, also, Potiphar was a military man, chief of the bodyguard, as well as a married man, facts that indicate that he was not a eunuch in the more common sense."}