{"title":"Potsherd","link":"/en/wol/d/r1/lp-e/1200003536","html":"<span id=\"page657\" class=\"pageNum\" data-no=\"657\" data-before-text=\"657\"></span><strong>POTSHERD</strong>A shard or broken piece of pottery; a fragment of earthenware. The Hebrew word <em>che&#x2B9;res, </em>though sometimes applying to an earthenware vessel or earthenware flask that is unbroken (<a href=\"/en/wol/bc/r1/lp-e/1200003536/0/0\" data-bid=\"1-1\" class=\"b\">Nu 5:17;</a><a href=\"/en/wol/bc/r1/lp-e/1200003536/0/1\" data-bid=\"1-2\" class=\"b\"> Jer 19:1</a>), is possibly related to an Arabic word meaning &#x201C;scrape&#x201D; or &#x201C;scratch&#x201D; and can thus denote something rough, like a potsherd. When Satan struck Job with &#x201C;a malignant boil&#x201D; from the crown of his head to the sole of his foot, Job &#x201C;proceeded to take for himself a fragment of earthenware with which to scrape himself.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003536/1/0\" data-bid=\"2-1\" class=\"b\">Job 2:7,&#xA0;8</a>) And concerning Leviathan it is stated: &#x201C;As pointed earthenware fragments are its underparts.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003536/2/0\" data-bid=\"3-1\" class=\"b\">Job 41:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200003536/2/1\" data-bid=\"3-2\" class=\"b\">&#xA0;30</a>.The Greek word <em>o&#x2B9;stra&#xB7;kon </em>(appearing in <em>LXX </em>at <a href=\"/en/wol/bc/r1/lp-e/1200003536/3/0\" data-bid=\"4-1\" class=\"b\">Job 2:8</a>) was applied by the Greeks to potsherds on which they recorded votes.<strong>Archaeological Discoveries. </strong>Potsherds, or pieces of pottery, are the most numerous items found by archaeologists during excavations of ancient sites. In the past, a broken piece of pottery might be used for such things as raking ashes or dipping water. (<a href=\"/en/wol/bc/r1/lp-e/1200003536/4/0\" data-bid=\"5-1\" class=\"b\">Isa 30:14</a>) But especially were potsherds employed as inexpensive writing materials in Egypt, Mesopotamia, and elsewhere in the ancient Middle East. For instance, earthenware fragments were used for the well-known Lachish Letters, which repeatedly contain the divine name, Jehovah, in Tetragrammaton form (YHWH). In Egypt, archaeologists have found numerous pieces of limestone and earthenware fragments on which there appear drawings and inscriptions written in ink (generally in cursive hieroglyphic script), many said to date from about the 16th to the 11th centuries B.C.E. and some thus possibly reaching back to the days of Moses and of Israel&#x2019;s bondage in Egypt. Certain of these inscribed fragments consist of stories, poems, hymns, and the like, some of which were probably written as school lessons. Earthenware fragments apparently were used as writing material by people generally much as memo pads and other pieces of paper are today, to record accounts, sales, marriage contracts, lawsuits, and many other matters.More than 60 ostraca inscribed with ink in Paleo-Hebrew script were discovered in the ruins of the royal palace in Samaria. They seem to be records of vineyard production, many possibly dating from the time of Jeroboam&#xA0;II. They give names of places and persons, the latter including some compound forms involving the use of the names Baal, El, and Jehovah.Greek ostraca found in Egypt include various types of documents but principally tax receipts. They give some insight into the Greek language as spoken by the common people of that land during Ptolemaic, Roman, and Byzantine times, and so they are of some use in studies of the Koine used by writers of the Christian Greek Scriptures. Twenty Greek ostraca found in Upper Egypt were inscribed with portions of the four Gospels, these probably dating from the seventh century C.E.<strong>Used in Illustrations. </strong>Potsherds are also used with figurative associations in the Scriptures. David, distressed and surrounded by enemies, said in a psalm prophetic of the Messiah&#x2019;s sufferings: &#x201C;My power has dried up just like a fragment of earthenware.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003536/5/0\" data-bid=\"6-1\" class=\"b\">Ps 22:11-15</a>) As articles made of clay were baked they would become very dry, and their brittleness became evident when a vessel was reduced to fragments.Glazing methods were evidently common in King Solomon&#x2019;s day, for <a href=\"/en/wol/bc/r1/lp-e/1200003536/6/0\" data-bid=\"7-1\" class=\"b\">Proverbs 26:23</a> states: &#x201C;As a silver glazing overlaid upon a fragment of earthenware are fervent lips along with a bad heart.&#x201D; Like &#x201C;silver glazing&#x201D; that would hide the earthenware it covered, &#x201C;fervent lips&#x201D; could conceal &#x201C;a bad heart&#x201D; when there was only a pretense of friendship.Oholibah (Jerusalem) was warned by Jehovah that she would be filled with drunkenness and grief, drinking the cup her sister Oholah (Samaria) had drunk. Judah would drink this figurative cup to the limit, God&#x2019;s judgments being fully executed upon her. Thus, through Ezekiel, God said: &#x201C;You will have to drink it and drain it out, and its earthenware fragments you will gnaw.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003536/7/0\" data-bid=\"8-1\" class=\"b\">Eze 23:4,</a><a href=\"/en/wol/bc/r1/lp-e/1200003536/7/1\" data-bid=\"8-2\" class=\"b\"> 32-34</a>.The utter folly of man&#x2019;s complaining about God and finding fault with the divine way of doing things is shown in the words: &#x201C;Woe to the one that has contended with his Former, as an earthenware fragment with the other earthenware fragments of the ground! Should the clay say to its former: &#x2018;What do you make?&#x2019; And your achievement say: &#x2018;He has no hands&#x2019;?&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003536/8/0\" data-bid=\"9-1\" class=\"b\">Isa 45:9,</a><a href=\"/en/wol/bc/r1/lp-e/1200003536/8/1\" data-bid=\"9-2\" class=\"b\">&#xA0;13</a>."}