{"title":"Praetorian Guard","link":"/en/wol/d/r1/lp-e/1200003541","html":"<span id=\"page665\" class=\"pageNum\" data-no=\"665\" data-before-text=\"665\"></span><strong>PRAETORIAN GUARD</strong>A special group of Roman soldiers, originally organized by Augustus as an imperial bodyguard for the emperor. It consisted of nine (later increased to ten) cohorts of 1,000 men each. They were all Italian volunteers; their pay was double or triple that of a soldier in the legions. Tiberius concentrated this corps d&#x2019;elite in Rome by constructing fortified barracks N of the walls of the city. Though cohorts might be <span id=\"page666\" class=\"pageNum\" data-no=\"666\" data-before-text=\"666\"></span>sent to foreign lands, three were always stationed in Rome, one being in barracks adjacent to the emperor&#x2019;s palace. Since the Praetorian Guard were basically the only permanent troops in Italy, they came to constitute a powerful political force in supporting or overthrowing an emperor. Eventually the size and makeup of the Praetorian Guard changed, men from the provinces even being admitted. It was finally abolished by Emperor Constantine in 312&#xA0;C.E.In the Gospels and Acts, the Latinism <em>prai&#xB7;to&#x2B9;ri&#xB7;on </em>is used with regard to a palace or residence. The tent of an army commander had been known as <em>praetorium, </em>and so, in time, the term was applied to the residence of a provincial governor. Thus Pilate interrogated Jesus in the <em>praetorium, </em>or &#x201C;governor&#x2019;s palace.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003541/0/0\" data-bid=\"1-1\" class=\"b\">Joh 18:28,</a><a href=\"/en/wol/bc/r1/lp-e/1200003541/0/1\" data-bid=\"1-2\" class=\"b\"> 33;</a><a href=\"/en/wol/bc/r1/lp-e/1200003541/0/2\" data-bid=\"1-3\" class=\"b\"> 19:9</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200003541/0\">GOVERNOR&#x2019;S PALACE</a>.) Evidently there, judgments were rendered and troops were barracked. (<a href=\"/en/wol/bc/r1/lp-e/1200003541/1/0\" data-bid=\"2-1\" class=\"b\">Mt 27:27;</a><a href=\"/en/wol/bc/r1/lp-e/1200003541/1/1\" data-bid=\"2-2\" class=\"b\"> Mr 15:16</a>) At Caesarea, Paul was &#x201C;kept under guard in the praetorian palace of Herod.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003541/2/0\" data-bid=\"3-1\" class=\"b\">Ac 23:35</a>.In view of this usage, some have suggested that <em>prai&#xB7;to&#x2B9;ri&#xB7;on </em>at <a href=\"/en/wol/bc/r1/lp-e/1200003541/3/0\" data-bid=\"4-1\" class=\"b\">Philippians 1:13</a> applied to Nero&#x2019;s palace on Palatine Hill or to a judgment hall where Paul&#x2019;s case might be heard. However, the <em>Cyclopaedia </em>by M&#x2019;Clintock and Strong (Vol.&#xA0;VIII, p.&#xA0;469) points out: &#x201C;It was not the imperial palace, .&#xA0;.&#xA0;. for this was never called <em>praetorium </em>in Rome; nor was it the judgment-hall, for no such building stood in Rome, and the name <em>praetoria </em>was not until much later applied to the courts of justice.&#x201D; When first imprisoned in Rome, Paul was &#x201C;permitted to stay by himself with the soldier guarding him.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003541/4/0\" data-bid=\"5-1\" class=\"b\">Ac 28:16</a>) So his prison bonds would have become public knowledge in association with Christ among the soldiers of the Praetorian Guard, and especially so if his guard was changed daily. As a consequence, many translators understand <em>prai&#xB7;to&#x2B9;ri&#xB7;on </em>at <a href=\"/en/wol/bc/r1/lp-e/1200003541/5/0\" data-bid=\"6-1\" class=\"b\">Philippians 1:13</a> to signify the Praetorian Guard and not some building or judicial body.<wbr>&#x2014;<em>RS, NW, AS, TC.</em>The <em>Textus Receptus </em>includes at <a href=\"/en/wol/bc/r1/lp-e/1200003541/6/0\" data-bid=\"7-1\" class=\"b\">Acts 28:16</a>: &#x201C;the centurion delivered the prisoners to the captain of the guard.&#x201D; (<em>KJ</em>) This latter officer has been explained by some to have been Sextus Afranius Burrus, the prefect of the Praetorian Guard under Nero until 62&#xA0;C.E. Darby even renders it: &#x201C;the centurion delivered up the prisoners to the praetorian prefect.&#x201D; However, Darby&#x2019;s version puts this material in brackets as an instance where there are variations in the manuscripts. Other modern versions omit the phrase altogether since it is not in ancient manuscripts such as the Sinaitic, Alexandrine, and Vatican No.&#xA0;1209.<wbr>&#x2014;<em>RS, AT, NW, JB.</em><strong>[Picture on page&#xA0;666]</strong>Model of a member of the Praetorian Guard"}