{"title":"Presumptuousness","link":"/en/wol/d/r1/lp-e/1200003551","html":"<span id=\"page680\" class=\"pageNum\" data-no=\"680\" data-before-text=\"680\"></span><strong>PRESUMPTUOUSNESS</strong>The taking upon oneself of more than what right or propriety warrants, or without authority; impertinent boldness in conduct or thought; the taking of undue liberties; the undertaking of something in rash defiance. The word is related to haughtiness, arrogance, pride, and forwardness. Its antonyms are meekness and modesty.<strong>Pride and Anger Bring Presumptuousness. </strong>The Hebrew word <em>za&#xB7;dhohn&#x2B9;, </em>rendered &#x201C;presumptuousness,&#x201D; is derived from the verb <em>zidh, </em>meaning &#x201C;boil up, become heated.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003551/0/0\" data-bid=\"1-1\" class=\"b\">Ge 25:29;</a><a href=\"/en/wol/bc/r1/lp-e/1200003551/0/1\" data-bid=\"1-2\" class=\"b\"> Ex 21:14</a>) The heat of anger or pride can cause one to act rashly, to become unwarrantedly bold, and to overstep one&#x2019;s rights. The proverb says: &#x201C;Presumptuous, self-assuming braggart is the name of the one who is acting in a fury of presumptuousness.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003551/1/0\" data-bid=\"2-1\" class=\"b\">Pr 21:24</a>) At <a href=\"/en/wol/bc/r1/lp-e/1200003551/2/0\" data-bid=\"3-1\" class=\"b\">Deuteronomy 1:43</a> the verb form is used in describing the action of the people of Israel in disobeying God&#x2019;s command and running ahead without authorization. Moses said to them: &#x201C;So I spoke to you, and you did not listen but began to behave rebelliously against Jehovah&#x2019;s order and <em>to get all heated up, </em>and you tried to go up into the mountain.&#x201D; Another Hebrew word, <em>&#x2BD;a&#xB7;phal&#x2B9;, </em>is employed in the account of the same incident at <a href=\"/en/wol/bc/r1/lp-e/1200003551/3/0\" data-bid=\"4-1\" class=\"b\">Numbers 14:40-44</a>: &#x201C;Moses said: &#x2018; .&#xA0;.&#xA0;. Do not go up, because Jehovah is not in your midst&#xA0;.&#xA0;.&#xA0;.&#x2019; However, they <em>presumed </em>to go up to the top of the mountain,&#x201D; where they met defeat at the hands of the inhabitants. They were &#x2018;swelled up&#x2019; with false confidence.<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200003551/4/0\" data-bid=\"5-1\" class=\"b\">Hab 2:4</a>.The fact that anger can bring destructive presumptuousness and gross violation of God&#x2019;s law is also shown in God&#x2019;s command to Israel: &#x201C;In case a man <em>becomes heated </em>[form of <em>zidh</em>] against his fellow to the point of killing him with craftiness, you are to take him even from being at my altar to die.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003551/5/0\" data-bid=\"6-1\" class=\"b\">Ex 21:14</a>.<strong>To Be Carefully Guarded Against. </strong>King David, who was granted many favors and great authority by God, realized that, nonetheless, he could be guilty of presumptuousness. He prayed: &#x201C;Mistakes<wbr>&#x2014;who can discern? From concealed sins pronounce me innocent. Also from presumptuous acts hold your servant back; do not let them dominate me. In that case I shall be complete, and I shall have remained innocent from much transgression.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003551/6/0\" data-bid=\"7-1\" class=\"b\">Ps 19:12,&#xA0;13</a>) The danger is great, therefore, and something to be closely guarded against. A presumptuous act is a much more serious sin than a mistake. Whether one is in a high position or a low one, the taking of liberties is a detestable thing in God&#x2019;s sight. Uzziah, though a mighty king who had experienced God&#x2019;s blessings, was struck with leprosy for presumptuously taking priestly duties into his own hands. (<a href=\"/en/wol/bc/r1/lp-e/1200003551/7/0\" data-bid=\"8-1\" class=\"b\">2Ch 26:16-21</a>) <span id=\"page681\" class=\"pageNum\" data-no=\"681\" data-before-text=\"681\"></span>Presumptuousness prompted King Saul into rebellion against Jehovah. Not willing to wait for Samuel&#x2019;s arrival, Saul took it upon himself to offer sacrifice. (<a href=\"/en/wol/bc/r1/lp-e/1200003551/8/0\" data-bid=\"9-1\" class=\"b\">1Sa 13:8-14</a>) He also used his own judgment in sparing Amalekite King Agag and the best of the spoil, when Jehovah&#x2019;s command had been to devote the Amalekites to destruction. For his presumptuous course Saul was rejected as king.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003551/9/0\" data-bid=\"10-1\" class=\"b\">1Sa 15:8, 9,</a><a href=\"/en/wol/bc/r1/lp-e/1200003551/9/1\" data-bid=\"10-2\" class=\"b\"> 11,</a><a href=\"/en/wol/bc/r1/lp-e/1200003551/9/2\" data-bid=\"10-3\" class=\"b\"> 18,&#xA0;19</a>.A notable example of presumption on the part of a nonroyal Israelite is that of Uzzah. The ark of the covenant was being transported to Jerusalem in a cattle-drawn cart, contrary to the divinely outlined procedure. When the cattle nearly caused an upset, Uzzah reached out and grabbed hold of the Ark to steady it. For this irreverent presumption Jehovah struck him, and he died.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003551/10/0\" data-bid=\"11-1\" class=\"b\">2Sa 6:6,&#xA0;7</a>.A person not sure of what action he should take on a matter, or not certain if it is within his authority to do a certain thing, should by all means first consult others who have knowledge and discernment. The Scriptures counsel: &#x201C;By presumptuousness one only causes a struggle, but with those consulting together there is wisdom.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003551/11/0\" data-bid=\"12-1\" class=\"b\">Pr 13:10</a>) Presumptuousness leads to disastrous results; modesty will save a person. The wise man says: &#x201C;Has presumptuousness come? Then dishonor will come; but wisdom is with the modest ones.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003551/12/0\" data-bid=\"13-1\" class=\"b\">Pr 11:2</a>.<strong>Disrespect for God&#x2019;s Sovereignty. </strong>When a person acts presumptuously toward God he is showing disrespect for Jehovah&#x2019;s sovereignty and Godship. Those claiming to be his servants and misrepresenting him are most reprehensible. Of the false prophets, Jehovah said: &#x201C;The prophet who <em>presumes </em>to speak in my name a word that I have not commanded him to speak .&#xA0;.&#xA0;. that prophet must die. .&#xA0;.&#xA0;. When the prophet speaks in the name of Jehovah and the word does not occur or come true, .&#xA0;.&#xA0;. with <em>presumptuousness </em>the prophet spoke it.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003551/13/0\" data-bid=\"14-1\" class=\"b\">De 18:20-22</a>.Also, disrespect for Jehovah is shown by disrespect for his appointed servants, which can be caused by presumptuousness. In Israel, difficult cases were brought to &#x2018;the place Jehovah chose&#x2019; (which, from David&#x2019;s day onward, was Jerusalem). Anyone who flouted the judgment rendered was to be put to death, for in standing up against God&#x2019;s representatives he was acting in defiance of God. The law read: &#x201C;In accordance with the law that they will point out to you, and according to the judicial decision that they will say to you, you should do. .&#xA0;.&#xA0;. And the man who will <em>behave with presumptuousness </em>in not listening to the priest who is standing to minister there to Jehovah your God or to the judge, that man must die; and you must clear out what is bad from Israel. And all the people will hear and become afraid, and they will not act presumptuously anymore.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003551/14/0\" data-bid=\"15-1\" class=\"b\">De 17:8-13</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200003551/15/0\" data-bid=\"16-1\" class=\"b\">Nu 15:30</a>.) The apostle Peter speaks of some who show great disrespect for God and his anointed servants, describing them as &#x201C;daring [from Greek <em>tol&#xB7;me&#xB7;tes&#x2B9;, </em>&#x201C;presumptuous,&#x201D; <em>KJ</em>], self-willed, they do not tremble at glorious ones but speak abusively.&#x201D; Such men, Peter says, &#x201C;suffer destruction in their own course of destruction.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003551/16/0\" data-bid=\"17-1\" class=\"b\">2Pe 2:10,</a><a href=\"/en/wol/bc/r1/lp-e/1200003551/16/1\" data-bid=\"17-2\" class=\"b\">&#xA0;12</a>.Presuming on fleshly connections can be a snare. John the Baptizer discerned the Jews&#x2019; thinking when they approached him. He warned them: &#x201C;Do not presume to say to yourselves, &#x2018;As a father we have Abraham.&#x2019; For I say to you that God is able to raise up children to Abraham from these stones.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003551/17/0\" data-bid=\"18-1\" class=\"b\">Mt 3:9</a>) The Greek word here rendered &#x201C;presume&#x201D; is <em>do&#x2B9;xe&#xB7;te, </em>from <em>do&#xB7;ke&#x2B9;o, </em>which, basically, means &#x201C;think; form an opinion (right or wrong).&#x201D;<strong>Presumptuousness to End. </strong>Ancient Babylon was a prototype of presumptuousness against God, for which God&#x2019;s everlasting enmity was against her. The prophet Jeremiah said to her: &#x201C;&#x2018;Look! I am against you, O&#xA0;Presumptuousness,&#x2019; is the utterance of the Sovereign Lord. .&#xA0;.&#xA0;. Presumptuousness will certainly stumble and fall.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003551/18/0\" data-bid=\"19-1\" class=\"b\">Jer 50:29,</a><a href=\"/en/wol/bc/r1/lp-e/1200003551/18/1\" data-bid=\"19-2\" class=\"b\"> 31,&#xA0;32</a>) Symbolic Babylon the Great has proved to be God&#x2019;s bitter and most presumptuous enemy on earth; she makes the inhabitants of the earth drunk &#x201C;with the wine of her fornication&#x201D; and is responsible for &#x201C;the blood of prophets and of holy ones and of all those who have been slaughtered on the earth.&#x201D; For this she will suffer everlasting destruction. (<a href=\"/en/wol/bc/r1/lp-e/1200003551/19/0\" data-bid=\"20-1\" class=\"b\">Re 17:2,</a><a href=\"/en/wol/bc/r1/lp-e/1200003551/19/1\" data-bid=\"20-2\" class=\"b\">&#xA0;5;</a><a href=\"/en/wol/bc/r1/lp-e/1200003551/19/2\" data-bid=\"20-3\" class=\"b\"> 18:7, 8,</a><a href=\"/en/wol/bc/r1/lp-e/1200003551/19/3\" data-bid=\"20-4\" class=\"b\"> 20,</a><a href=\"/en/wol/bc/r1/lp-e/1200003551/19/4\" data-bid=\"20-5\" class=\"b\">&#xA0;24</a>) This is in harmony with Jehovah&#x2019;s promise to bring an end to all Babylonish presumptuousness: &#x201C;I shall actually cause the pride of the presumptuous ones to cease, and the haughtiness of the tyrants I shall abase.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003551/20/0\" data-bid=\"21-1\" class=\"b\">Isa 13:11</a>."}