{"title":"Prophetess","link":"/en/wol/d/r1/lp-e/1200003563","html":"<span id=\"page698\" class=\"pageNum\" data-no=\"698\" data-before-text=\"698\"></span><strong>PROPHETESS</strong>A woman who prophesies or carries on the work of a prophet. As shown under the headings <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200003563/0\">PROPHET</a> and <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200003563/1\">PROPHECY</a>, prophesying basically means the inspired telling forth of messages from God, the revealing of the divine will. Prediction of future events might or might not be involved. Even as there were both true and false prophets, so some prophetesses were used by Jehovah and were moved by his spirit while others were false prophetesses, disapproved by Him.Miriam is the first woman designated a prophetess in the Bible. God evidently conveyed some message or messages through her, perhaps in inspired singing. (<a href=\"/en/wol/bc/r1/lp-e/1200003563/0/0\" data-bid=\"1-1\" class=\"b\">Ex 15:20,&#xA0;21</a>) Thus, she and Aaron are recorded as saying to Moses: &#x201C;Is it not by us also that [Jehovah] has spoken?&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003563/1/0\" data-bid=\"2-1\" class=\"b\">Nu 12:2</a>) Jehovah himself, through the prophet Micah, spoke of having sent &#x201C;Moses, Aaron and Miriam&#x201D; before the Israelites when bringing them up out of Egypt. (<a href=\"/en/wol/bc/r1/lp-e/1200003563/2/0\" data-bid=\"3-1\" class=\"b\">Mic 6:4</a>) Though Miriam was privileged to be used as an instrument of divine communication, her relationship as such toward God was inferior to that of her brother Moses. When she failed to keep her proper place, she suffered severe chastisement from God.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003563/3/0\" data-bid=\"4-1\" class=\"b\">Nu 12:1-15</a>.In the period of the Judges, Deborah served as a source of information from Jehovah, making known his judgments on certain matters and conveying his instruction, as in his commands to Barak. (<a href=\"/en/wol/bc/r1/lp-e/1200003563/4/0\" data-bid=\"5-1\" class=\"b\">Jg 4:4-7,</a><a href=\"/en/wol/bc/r1/lp-e/1200003563/4/1\" data-bid=\"5-2\" class=\"b\"> 14-16</a>) Thus, during a period of national weakness and apostasy, she served figuratively as &#x201C;a mother in Israel.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003563/5/0\" data-bid=\"6-1\" class=\"b\">Jg 5:6-8</a>) Huldah the prophetess served in a similar manner, in King Josiah&#x2019;s day, making known God&#x2019;s judgment toward the nation and its king.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003563/6/0\" data-bid=\"7-1\" class=\"b\">2Ki 22:14-20;</a><a href=\"/en/wol/bc/r1/lp-e/1200003563/6/1\" data-bid=\"7-2\" class=\"b\"> 2Ch 34:22-28</a>.Isaiah refers to his wife as &#x201C;the prophetess.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003563/7/0\" data-bid=\"8-1\" class=\"b\">Isa 8:3</a>) Though some commentators suggest that she was such only in the sense of being married to a prophet, this conjecture has no Scriptural evidence to back it up. It appears more likely that she had received a prophetic assignment of some sort from Jehovah, as had earlier prophetesses.Nehemiah speaks unfavorably of the prophetess Noadiah, who, along with &#x201C;the rest of the prophets,&#x201D; tried to instill fear in Nehemiah and so obstruct the rebuilding of Jerusalem&#x2019;s walls. (<a href=\"/en/wol/bc/r1/lp-e/1200003563/8/0\" data-bid=\"9-1\" class=\"b\">Ne 6:14</a>) Though she acted in opposition to God&#x2019;s will, this does not necessarily mean that she had not held a valid standing as a prophetess prior thereto.Jehovah spoke to Ezekiel of Israelite women who were &#x201C;acting as prophetesses out of their own heart.&#x201D; This implies that these prophetesses had no divine commission from God but were merely imitations, self-made prophetesses. (<a href=\"/en/wol/bc/r1/lp-e/1200003563/9/0\" data-bid=\"10-1\" class=\"b\">Eze 13:17-19</a>) By their ensnaring and hoodwinking practices and propaganda they were &#x2018;hunting souls,&#x2019; condemning the righteous and condoning the wicked, but Jehovah would deliver his people out of their hand.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003563/10/0\" data-bid=\"11-1\" class=\"b\">Eze 13:20-23</a>.At the time of Jesus&#x2019; birth, while the Jews were still Jehovah&#x2019;s covenant people, the aged Anna served as a prophetess. She &#x201C;was never missing from the temple, rendering sacred service night and day with fastings and supplications.&#x201D; By &#x201C;speaking about the child [Jesus] to all those waiting for Jerusalem&#x2019;s deliverance,&#x201D; she acted as a prophetess in the basic sense of &#x2018;telling forth&#x2019; a revelation of God&#x2019;s purpose.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003563/11/0\" data-bid=\"12-1\" class=\"b\">Lu 2:36-38</a>.Prophesying was among the miraculous gifts of the spirit that were granted to the newly formed Christian congregation. Certain Christian women, such as Philip&#x2019;s four virgin daughters, prophesied under the impulse of God&#x2019;s holy spirit. (<a href=\"/en/wol/bc/r1/lp-e/1200003563/12/0\" data-bid=\"13-1\" class=\"b\">Ac 21:9;</a><a href=\"/en/wol/bc/r1/lp-e/1200003563/12/1\" data-bid=\"13-2\" class=\"b\"> 1Co 12:4,</a><a href=\"/en/wol/bc/r1/lp-e/1200003563/12/2\" data-bid=\"13-3\" class=\"b\">&#xA0;10</a>) This was in fulfillment of <a href=\"/en/wol/bc/r1/lp-e/1200003563/13/0\" data-bid=\"14-1\" class=\"b\">Joel 2:28, 29</a>, which foretold that &#x201C;your sons and your daughters will certainly prophesy.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003563/14/0\" data-bid=\"15-1\" class=\"b\">Ac 2:14-18</a>) Such gift, however, did not remove a woman from subjection to the headship of her husband or to that of men within the Christian congregation; in symbol of her subjection she was to wear a head covering when prophesying (<a href=\"/en/wol/bc/r1/lp-e/1200003563/15/0\" data-bid=\"16-1\" class=\"b\">1Co 11:3-6</a>) and was not to act as a teacher within the congregation.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003563/16/0\" data-bid=\"17-1\" class=\"b\">1Ti 2:11-15;</a><a href=\"/en/wol/bc/r1/lp-e/1200003563/16/1\" data-bid=\"17-2\" class=\"b\"> 1Co 14:31-35</a>.A Jezebel-like woman in the congregation of Thyatira claimed to have prophetic powers but followed the course of ancient false prophetesses and received the condemnation of Christ Jesus in his message to John at <a href=\"/en/wol/bc/r1/lp-e/1200003563/17/0\" data-bid=\"18-1\" class=\"b\">Revelation 2:20-23</a>. She improperly acted as a teacher and misled members of the congregation into wrong practices."}