{"title":"Proselyte","link":"/en/wol/d/r1/lp-e/1200003565","html":"<span id=\"page699\" class=\"pageNum\" data-no=\"699\" data-before-text=\"699\"></span><strong>PROSELYTE</strong>A convert, that is, one who embraced Judaism, getting circumcised, if a male. (<a href=\"/en/wol/bc/r1/lp-e/1200003565/0/0\" data-bid=\"1-1\" class=\"b\">Mt 23:15</a>, ftn) The Greek word <em>pro&#xB7;se&#x2B9;ly&#xB7;tos </em>(proselyte) is used in both the <em>Septuagint </em>and the Christian Greek Scriptures.For more than 19 centuries Jehovah dealt with a special, select people, the family of Abraham and his seed, primarily the nation of Israel. Yet it was possible for a non-Hebrew or a non-Israelite who desired to serve Jehovah according to the requirements of true worship to do so. However, he would have to convert to true religion, that is, become a proselyte. The Mosaic Law made specific provisions for a person of non-Israelite origin dwelling in Israel. Such an &#x201C;alien resident&#x201D; could become a full worshiper of Jehovah, being circumcised, if a male, in acknowledgment of his acceptance of true worship. (<a href=\"/en/wol/bc/r1/lp-e/1200003565/1/0\" data-bid=\"2-1\" class=\"b\">Ex 12:48,&#xA0;49</a>) A proselyte was responsible to obey all of the Law, and he was to be treated by natural Jews as a brother. (<a href=\"/en/wol/bc/r1/lp-e/1200003565/2/0\" data-bid=\"3-1\" class=\"b\">Le 19:33, 34;</a><a href=\"/en/wol/bc/r1/lp-e/1200003565/2/1\" data-bid=\"3-2\" class=\"b\"> 24:22;</a><a href=\"/en/wol/bc/r1/lp-e/1200003565/2/2\" data-bid=\"3-3\" class=\"b\"> Ga 5:3</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200003565/0\">ALIEN RESIDENT</a>.) The Hebrew word <em>ger, </em>rendered &#x201C;alien resident&#x201D; (&#x201C;stranger,&#x201D; <em>KJ</em>), does not always signify such a religious convert (<a href=\"/en/wol/bc/r1/lp-e/1200003565/3/0\" data-bid=\"4-1\" class=\"b\">Ge 15:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200003565/3/1\" data-bid=\"4-2\" class=\"b\"> Ex 2:22;</a><a href=\"/en/wol/bc/r1/lp-e/1200003565/3/2\" data-bid=\"4-3\" class=\"b\"> Jer 14:8</a>), but in more than 70 instances where the translators of the <em>Septuagint </em>possibly believed that it did, they rendered it by the Greek <em>pro&#xB7;se&#x2B9;ly&#xB7;tos.</em>Throughout Israelite history non-Jews became proselytes, in effect saying about the Jews what Moabitess Ruth said to Naomi: &#x201C;Your people will be my people, and your God my God.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003565/4/0\" data-bid=\"5-1\" class=\"b\">Ru 1:16;</a><a href=\"/en/wol/bc/r1/lp-e/1200003565/4/1\" data-bid=\"5-2\" class=\"b\"> Jos 6:25;</a><a href=\"/en/wol/bc/r1/lp-e/1200003565/4/2\" data-bid=\"5-3\" class=\"b\"> Mt 1:5</a>) Solomon&#x2019;s prayer at the inauguration of the temple reflected God&#x2019;s open and generous spirit toward those of many nations who might want to serve Him as proselytes. (<a href=\"/en/wol/bc/r1/lp-e/1200003565/5/0\" data-bid=\"6-1\" class=\"b\">1Ki 8:41-43</a>) Non-Jews mentioned by name who evidently became proselytes included Doeg the Edomite (<a href=\"/en/wol/bc/r1/lp-e/1200003565/6/0\" data-bid=\"7-1\" class=\"b\">1Sa 21:7</a>), Uriah the Hittite (<a href=\"/en/wol/bc/r1/lp-e/1200003565/7/0\" data-bid=\"8-1\" class=\"b\">2Sa 11:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200003565/7/1\" data-bid=\"8-2\" class=\"b\">&#xA0;11</a>), and Ebed-melech the Ethiopian (<a href=\"/en/wol/bc/r1/lp-e/1200003565/8/0\" data-bid=\"9-1\" class=\"b\">Jer 38:7-13</a>). When the Jews in Mordecai&#x2019;s time received permission to stand and defend themselves, &#x201C;many of the peoples of the land were declaring themselves Jews.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003565/9/0\" data-bid=\"10-1\" class=\"b\">Es 8:17</a>) The <em>Septuagint </em>reads: &#x201C;And many of the Gentiles were circumcised, and became Jews.&#x201D;<wbr>&#x2014;Bagster.<strong>Active in Proselytizing. </strong>As a result of the Babylonian exile Judaism became widespread. Jews of the Dispersion came into contact with pagans of many nations. The establishment of synagogues and the availability of the Hebrew Scriptures in the Greek language made it easier for persons throughout the Roman world to learn of the Jewish religion. Ancient writers such as Horace and Seneca testified that numerous persons in various lands joined themselves to the Jews, thus becoming proselytes. Josephus reported that Jews in Syrian Antioch &#x201C;were constantly attracting to their religious ceremonies multitudes of Greeks, and these they had in some measure incorporated with themselves.&#x201D; (<em>The Jewish War, </em>VII, 45, [iii,&#xA0;3]) <em>The Interpreter&#x2019;s Dictionary of the Bible </em>points out that &#x201C;the Jews in Rome exhibited such an aggressive spirit of proselytism that they were charged with seeking to infect the Romans with their cult, and the government expelled the chief propagandists from the city in 139&#xA0;B.C.&#x201D; (Edited by G.&#xA0;Buttrick, 1962, Vol.&#xA0;3, p.&#xA0;925) This charge, of course, may have been unfounded or exaggerated, perhaps being politically motivated <span id=\"page700\" class=\"pageNum\" data-no=\"700\" data-before-text=\"700\"></span>or due to some racial or religious prejudice. Nevertheless, Jesus himself said about the hypocritical scribes and Pharisees: &#x201C;You traverse sea and dry land to make one proselyte, and when he becomes one you make him a subject for Gehenna twice as much so as yourselves.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003565/10/0\" data-bid=\"11-1\" class=\"b\">Mt 23:15</a>.<strong><em>Proselytizing by force. </em></strong>Not all the Jewish proselytes were won over by peaceful means. Historian Josephus related that, when John Hyrcanus I conquered the Idumeans, which was in about 125&#xA0;B.C.E., he told the people that they could stay in their country only if they submitted to circumcision, thus forcing them to become proselytes. (<em>Jewish Antiquities, </em>XIII, 257, 258 [ix,&#xA0;1]) Aristobulus, the son of John Hyrcanus, did the same with the Ituraeans. (XIII, 318 [xi,&#xA0;3]) Later, Jews under Alexander Jannaeus demolished Pella because the inhabitants refused to become proselytes. (XIII, 397 [xv,&#xA0;4]) Political considerations, rather than missionary zeal, were undoubtedly the basis for such deeds.<strong>Proselytes Became Christians. </strong>The record in the Christian Greek Scriptures indicates that some of the circumcised Jewish proselytes were sincere in their worship of Jehovah. The crowd from many lands who heard Peter on the day of Pentecost 33&#xA0;C.E. and became Christians was made up of &#x201C;both Jews and proselytes.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003565/11/0\" data-bid=\"12-1\" class=\"b\">Ac 2:10</a>) The proselytes from other lands had journeyed to Jerusalem in obedience to Jehovah&#x2019;s law. Similarly, the Ethiopian eunuch whom Philip baptized had gone to Jerusalem to worship and was reading God&#x2019;s Word as he traveled homeward. (<a href=\"/en/wol/bc/r1/lp-e/1200003565/12/0\" data-bid=\"13-1\" class=\"b\">Ac 8:27-38</a>) He must have been a eunuch in the sense of &#x201C;court official,&#x201D; for had he been castrated he could not have become a proselyte. (<a href=\"/en/wol/bc/r1/lp-e/1200003565/13/0\" data-bid=\"14-1\" class=\"b\">De 23:1</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200003565/1\">ETHIOPIA, ETHIOPIAN</a>.) In the early days of the Christian congregation &#x201C;Nicolaus, a proselyte of Antioch,&#x201D; was appointed to special duties in connection with the distribution of food, being a man &#x201C;full of spirit and wisdom.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003565/14/0\" data-bid=\"15-1\" class=\"b\">Ac 6:2-6</a>.<strong><em>Good news spread among the Gentiles. </em></strong>Until 36&#xA0;C.E. the Christian message was directed solely to Jews, to Gentiles who had become circumcised Jewish proselytes, and to Samaritans. The Italian Cornelius is described as &#x201C;a devout man and one fearing God .&#xA0;.&#xA0;. [who] made many gifts of mercy to the people and made supplication to God continually.&#x201D; But he was not a Jewish proselyte, for he was an uncircumcised Gentile. (<a href=\"/en/wol/bc/r1/lp-e/1200003565/15/0\" data-bid=\"16-1\" class=\"b\">Ac 10:1,&#xA0;2</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200003565/16/0\" data-bid=\"17-1\" class=\"b\">Lu 7:2-10</a>.) When once the door was opened to the Gentiles, active Christian missionary work expanded. Nevertheless, Paul often preached first to the Jews and proselytes in cities to which he traveled. Paul had great love for his Jewish brothers and a desire that they might be saved. (<a href=\"/en/wol/bc/r1/lp-e/1200003565/17/0\" data-bid=\"18-1\" class=\"b\">Ro 9:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200003565/17/1\" data-bid=\"18-2\" class=\"b\"> 10:1</a>) Moreover, the Jews and proselytes were the logical ones to approach first, for they knew of Jehovah and his laws and were looking for the Messiah. Their background enabled those among them with good hearts to recognize Jesus Christ as the fulfillment of their hopes. These could form a strong nucleus for a congregation and could, in turn, teach the Gentiles, who knew nothing about Jehovah and his Word."}