{"title":"Prostitute","link":"/en/wol/d/r1/lp-e/1200003566","html":"<span id=\"page700\" class=\"pageNum\" data-no=\"700\" data-before-text=\"700\"></span><strong>PROSTITUTE</strong>A person, usually a woman, given to indiscriminate lewdness; specifically, a woman who offers herself indiscriminately for sexual intercourse for hire; a harlot. The Hebrew word for prostitute is <em>zoh&#xB7;nah&#x2B9;, </em>while its Greek equivalent is <em>por&#x2B9;ne.<wbr></em>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200003566/0\">HARLOT</a>.<strong>Under the Law. </strong>The law that God gave to Israel commanded: &#x201C;Do not profane your daughter by making her a prostitute, in order that the land may not commit prostitution and the land actually be filled with loose morals.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003566/0/0\" data-bid=\"1-1\" class=\"b\">Le 19:29</a>) Adultery was prohibited by the seventh commandment (<a href=\"/en/wol/bc/r1/lp-e/1200003566/1/0\" data-bid=\"2-1\" class=\"b\">Ex 20:14;</a><a href=\"/en/wol/bc/r1/lp-e/1200003566/1/1\" data-bid=\"2-2\" class=\"b\"> De 5:18</a>); the penalty was death for both parties. (<a href=\"/en/wol/bc/r1/lp-e/1200003566/2/0\" data-bid=\"3-1\" class=\"b\">Le 20:10</a>) The girl found guilty of having married under the false pretense of virginity was to be put to death. (<a href=\"/en/wol/bc/r1/lp-e/1200003566/3/0\" data-bid=\"4-1\" class=\"b\">De 22:13-21</a>) The engaged girl who committed fornication with another man was considered the same as an adulterous wife, and she was put to death. (<a href=\"/en/wol/bc/r1/lp-e/1200003566/4/0\" data-bid=\"5-1\" class=\"b\">De 22:23,&#xA0;24</a>) The single girl who committed fornication was to be married to the man who seduced her unless the father refused to permit the marriage.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003566/5/0\" data-bid=\"6-1\" class=\"b\">Ex 22:16, 17;</a><a href=\"/en/wol/bc/r1/lp-e/1200003566/5/1\" data-bid=\"6-2\" class=\"b\"> De 22:28,&#xA0;29</a>.For these and other reasons, prostitutes in Israel were, doubtless with few exceptions, foreign women. The Proverbs repeatedly warn against the &#x201C;strange woman&#x201D; and the &#x201C;foreign woman&#x201D; who would entice a man to commit immorality.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003566/6/0\" data-bid=\"7-1\" class=\"b\">Pr 2:16;</a><a href=\"/en/wol/bc/r1/lp-e/1200003566/6/1\" data-bid=\"7-2\" class=\"b\"> 5:20;</a><a href=\"/en/wol/bc/r1/lp-e/1200003566/6/2\" data-bid=\"7-3\" class=\"b\"> 7:5;</a><a href=\"/en/wol/bc/r1/lp-e/1200003566/6/3\" data-bid=\"7-4\" class=\"b\"> 22:14;</a><a href=\"/en/wol/bc/r1/lp-e/1200003566/6/4\" data-bid=\"7-5\" class=\"b\"> 23:27</a>.A priest was forbidden by the Law to marry a prostitute, and the daughter of a priest who committed prostitution was to be put to death and afterward burned in the fire. (<a href=\"/en/wol/bc/r1/lp-e/1200003566/7/0\" data-bid=\"8-1\" class=\"b\">Le 21:7,</a><a href=\"/en/wol/bc/r1/lp-e/1200003566/7/1\" data-bid=\"8-2\" class=\"b\"> 9,</a><a href=\"/en/wol/bc/r1/lp-e/1200003566/7/2\" data-bid=\"8-3\" class=\"b\">&#xA0;14</a>) The &#x2018;hire of a prostitute&#x2019; was not to be received as a contribution at Jehovah&#x2019;s sanctuary, because prostitutes were detestable in Jehovah&#x2019;s sight.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003566/8/0\" data-bid=\"9-1\" class=\"b\">De 23:18</a>.It was the case of two prostitutes, handled in a wise and understanding way, that greatly strengthened the faith of the people in Solomon as the fitting successor of David to the throne of Israel. Probably the case had been one upon which the judges of the lower court could not decide, and it was referred, therefore, to the king. (<a href=\"/en/wol/bc/r1/lp-e/1200003566/9/0\" data-bid=\"10-1\" class=\"b\">De 1:17;</a><a href=\"/en/wol/bc/r1/lp-e/1200003566/9/1\" data-bid=\"10-2\" class=\"b\"> 17:8-11;</a><a href=\"/en/wol/bc/r1/lp-e/1200003566/9/2\" data-bid=\"10-3\" class=\"b\"> 1Sa 8:20</a>) These women may have been prostitutes, not in a commercial sense, <span id=\"page701\" class=\"pageNum\" data-no=\"701\" data-before-text=\"701\"></span>but women who had committed fornication, either Jewish women or, quite possibly, women of foreign descent.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003566/10/0\" data-bid=\"11-1\" class=\"b\">1Ki 3:16-28</a>.<strong>Temple Prostitutes. </strong>Temple prostitutes constituted a prominent feature of false religion. The historian Herodotus (I, 199) reports the &#x201C;foulest Babylonian custom is that which compels every woman of the land once in her life to sit in the temple of Aphrodite and have intercourse with some stranger.&#x201D; Temple prostitutes were also connected with the worship of Baal, Ashtoreth, and other gods and goddesses worshiped in Canaan and elsewhere.Male temple prostitutes were also a part of degenerate worship.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003566/11/0\" data-bid=\"12-1\" class=\"b\">1Ki 14:23, 24;</a><a href=\"/en/wol/bc/r1/lp-e/1200003566/11/1\" data-bid=\"12-2\" class=\"b\"> 15:12;</a><a href=\"/en/wol/bc/r1/lp-e/1200003566/11/2\" data-bid=\"12-3\" class=\"b\"> 22:46</a>.<strong>&#x2018;The Way to Death.&#x2019; </strong>King Solomon, in <a href=\"/en/wol/bc/r1/lp-e/1200003566/12/0\" data-bid=\"13-1\" class=\"b\">the seventh chapter of Proverbs</a>, describes a scene that he observed, illustrating the workings of the prostitute and the results to those who are ensnared by her. He speaks of a young man passing along the street near a prostitute&#x2019;s house, at the approach of night. Solomon describes the young man as &#x201C;in want of heart,&#x201D; lacking discernment or good sense. (See <a href=\"/en/wol/tc/r1/lp-e/1200003566/1\">HEART</a>.) The woman, dressed in the immodest manner of a prostitute, is lying in wait and approaches him. She has smooth lips and fair speech, but her actual disposition is boisterous and stubborn; she is cunning of heart. This prostitute puts on a display of being righteous by saying that she had made communion sacrifices that very day (implying that there would be food on which to feast, inasmuch as the offerer regularly took part of the communion sacrifice for himself and his family).<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003566/13/0\" data-bid=\"14-1\" class=\"b\">Pr 7:6-21</a>.Now that the young man is enticed to this point, Solomon shows, he is irresistibly drawn into sin with her, throwing all good sense to the wind, going ahead &#x2018;like a bull to the slaughter,&#x2019; as a man who is in fetters and cannot escape the discipline he will get. &#x201C;Until,&#x201D; says Solomon, &#x201C;an arrow cleaves open his liver,&#x201D; that is, until he gets the wound that causes death, both spiritually and physically, for not only has he exposed his body to death-dealing sexually transmitted disease (in advanced cases of syphilis, bacterial organisms overwhelm the liver), but also &#x201C;he has not known that it involves his very soul.&#x201D; His entire being and his life are seriously affected, and he has sinned seriously against God. Solomon concludes his account saying: &#x201C;The ways to Sheol her house is; they are descending to the interior rooms of death.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003566/14/0\" data-bid=\"15-1\" class=\"b\">Pr 7:22, 23,</a><a href=\"/en/wol/bc/r1/lp-e/1200003566/14/1\" data-bid=\"15-2\" class=\"b\"> 27</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200003566/15/0\" data-bid=\"16-1\" class=\"b\">Pr 2:16-19;</a><a href=\"/en/wol/bc/r1/lp-e/1200003566/15/1\" data-bid=\"16-2\" class=\"b\"> 5:3-14</a>.<strong><em>&#x2018;Destroys valuable things.&#x2019; </em></strong>The proverb says: &#x201C;A man that is loving wisdom makes his father rejoice, but he that is having companionship with prostitutes destroys valuable things.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003566/16/0\" data-bid=\"17-1\" class=\"b\">Pr 29:3</a>) First of all, he destroys his relationship with God, the most valuable possession; then he brings reproach upon his family and destroys family relationships. As another proverb warns, such a man &#x2018;gives to others his dignity and his years to what is cruel; strangers take their fill of his power, and the things he got by pain come to be in the house of a foreigner.&#x2019;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003566/17/0\" data-bid=\"18-1\" class=\"b\">Pr 5:9,&#xA0;10</a>.The wise man therefore counsels: &#x201C;Do not desire her [the foreign woman&#x2019;s] prettiness in your heart, .&#xA0;.&#xA0;. because in behalf of a woman prostitute one comes down to a round loaf of bread; but as regards another man&#x2019;s wife, she hunts even for a precious soul.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003566/18/0\" data-bid=\"19-1\" class=\"b\">Pr 6:24-26</a>) This may mean that a man in Israel, by his association with a prostitute, squandered his substance and was reduced to poverty (compare <a href=\"/en/wol/bc/r1/lp-e/1200003566/19/0\" data-bid=\"20-1\" class=\"b\">1Sa 2:36;</a><a href=\"/en/wol/bc/r1/lp-e/1200003566/19/1\" data-bid=\"20-2\" class=\"b\"> Lu 15:30</a>), but the man who committed adultery with another man&#x2019;s wife was losing his soul (under the Law death was the penalty for adultery). Or, the entire passage may be referring to the adulterous wife as a prostitute.The concluding verses of the chapter (<a href=\"/en/wol/bc/r1/lp-e/1200003566/20/0\" data-bid=\"21-1\" class=\"b\">Pr 6:29-35</a>) say: &#x201C;[As to] anyone having relations with the wife of his fellowman, no one touching her will remain unpunishable. People do not despise a thief just because he commits thievery to fill his soul when he is hungry. But, when found, he will make it good with seven times as much; all the valuables of his house he will give. Anyone committing adultery with a woman is in want of heart; he that does it is bringing his own soul to ruin. A plague and dishonor he will find, and his reproach itself will not be wiped out. For the rage of an able-bodied man is jealousy, and he will not show compassion in the day of vengeance. He will have no consideration for any sort of ransom, neither will he show willingness, no matter how large you make the present.&#x201D;The meaning of <a href=\"/en/wol/bc/r1/lp-e/1200003566/21/0\" data-bid=\"22-1\" class=\"b\">Proverbs 6:30-35</a> may be that men do not look down greatly on a thief who steals to satisfy hunger; they understand his action to an extent. Nevertheless, if caught, he is made to restore with &#x2018;interest&#x2019; what he stole (this was especially so under the Law [<a href=\"/en/wol/bc/r1/lp-e/1200003566/22/0\" data-bid=\"23-1\" class=\"b\">Ex 22:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200003566/22/1\" data-bid=\"23-2\" class=\"b\"> 3,&#xA0;4</a>]; &#x201C;seven times&#x201D; may be used in the proverb to indicate that he is made to pay the penalty to the fullest extent). But the adulterer can make no restitution for his sin; his reproach, which is great, remains, and in no way can he ransom or buy himself off from the punishment he deserves.If a Christian who is a member of the spiritual body of Christ has relations with a prostitute or commits fornication, he is taking a member of the <span id=\"page702\" class=\"pageNum\" data-no=\"702\" data-before-text=\"702\"></span>Christ away and making it the member of a harlot, joining himself to a prostitute as one body. He is thereby sinning against his own body as regards its being &#x2018;a member of Christ.&#x2019;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003566/23/0\" data-bid=\"24-1\" class=\"b\">1Co 6:15-18</a>.<strong>Must Forsake Such Practice to Be Saved. </strong>There is hope for those who are prostitutes if they turn away from the detestable practice and exercise faith in the ransom sacrifice of Jesus Christ. The apostle wrote to the Christians at Corinth, reminding them that some of them were fornicators and adulterers but that they had forsaken that course and had been washed clean and declared righteous in the name of the Lord Jesus Christ. (<a href=\"/en/wol/bc/r1/lp-e/1200003566/24/0\" data-bid=\"25-1\" class=\"b\">1Co 6:9-11</a>) Many of the harlots in Israel showed themselves to have better hearts than the religious leaders. These women, viewed with scorn by the scribes and Pharisees, humbly accepted the preaching of John the Baptizer, and Jesus used them as an example to the religious leaders, saying: &#x201C;Truly I say to you that the tax collectors and the harlots are going ahead of you into the kingdom of God.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003566/25/0\" data-bid=\"26-1\" class=\"b\">Mt 21:31,&#xA0;32</a>.<strong><em>Rahab. </em></strong>Rahab is an example of a prostitute who expressed faith in God and was counted righteous. (<a href=\"/en/wol/bc/r1/lp-e/1200003566/26/0\" data-bid=\"27-1\" class=\"b\">Jas 2:25</a>) Men sent by Joshua to spy out Jericho lodged at Rahab&#x2019;s house. (<a href=\"/en/wol/bc/r1/lp-e/1200003566/27/0\" data-bid=\"28-1\" class=\"b\">Jos 2:1</a>) It would not be reasonable to assume that they did so for immoral purposes. As to their motive, Professors C.&#xA0;F.&#xA0;Keil and F.&#xA0;Delitzsch, in <em>Commentary on the Old Testament </em>remark: &#x201C;Their entering the house of such a person would not excite so much suspicion. Moreover, the situation of her house against or upon the town wall was one which facilitated escape. But the Lord so guided the course of the spies, that they found in this sinner the very person who was the most suitable for their purpose, and upon whose heart the tidings of the miracles wrought by the living God on behalf of Israel had made such an impression, that she not only informed the spies of the despondency of the Canaanites, but, with believing trust in the power of the God of Israel, concealed the spies from all the inquiries of her countrymen, though at the greatest risk to herself.&#x201D; (1973, Vol.&#xA0;II, Joshua, p.&#xA0;34) In view of God&#x2019;s statement that Israel was to drive out the Canaanites because of their immoral practices and in view also of God&#x2019;s blessing on the conquest of Jericho and upon Rahab herself, it would be entirely unreasonable to assume that the spies committed immorality with Rahab or that she continued her practice of prostitution afterward.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003566/28/0\" data-bid=\"29-1\" class=\"b\">Le 18:24-30</a>.In regard to Jephthah&#x2019;s being the son of a prostitute woman (<a href=\"/en/wol/bc/r1/lp-e/1200003566/29/0\" data-bid=\"30-1\" class=\"b\">Jg 11:1</a>), and Samson&#x2019;s lodging in the house of a prostitute in the city of Gaza (<a href=\"/en/wol/bc/r1/lp-e/1200003566/30/0\" data-bid=\"31-1\" class=\"b\">Jg 16:1</a>), see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200003566/2\">JEPHTHAH</a>; <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200003566/3\">SAMSON</a>.<strong>Figurative Use. </strong>A person, a nation, or a congregation of persons dedicated to God who make alliances with the world or who turn to the worship of false gods are called in the Bible &#x201C;prostitutes.&#x201D; Such was the nation of Israel. Israel was seduced into having &#x201C;immoral intercourse&#x201D; with foreign gods and, just as an unfaithful wife would seek out other men, she looked to foreign nations for security and salvation from her enemies instead of looking to her &#x201C;husbandly owner,&#x201D; Jehovah God. (<a href=\"/en/wol/bc/r1/lp-e/1200003566/31/0\" data-bid=\"32-1\" class=\"b\">Isa 54:5,&#xA0;6</a>) Moreover, Jerusalem became so debased in her unfaithfulness that she went beyond the usual custom of prostitutes, as the prophet Ezekiel was inspired to say: &#x201C;To all prostitutes they are accustomed to give a present, but you<wbr>&#x2014;you have given your presents to all those passionately loving you, and you offer a bribe to them to come in to you from all around in your acts of prostitution.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003566/32/0\" data-bid=\"33-1\" class=\"b\">Eze 16:33,&#xA0;34</a>) Both the ten-tribe kingdom of Israel and the two-tribe kingdom of Judah were denounced as prostitutes in this symbolic manner.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003566/33/0\" data-bid=\"34-1\" class=\"b\">Eze 23:1-49</a>.The most notorious example of spiritual prostitution is &#x201C;Babylon the Great, the mother of the harlots and of the disgusting things of the earth.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003566/34/0\" data-bid=\"35-1\" class=\"b\">Re 17:5</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200003566/4\">BABYLON THE GREAT</a>."}