{"title":"Province","link":"/en/wol/d/r1/lp-e/1200003570","html":"<span id=\"page707\" class=\"pageNum\" data-no=\"707\" data-before-text=\"707\"></span><strong>PROVINCE</strong>The Greek term <em>e&#xB7;par&#xB7;khei&#x2B9;a, </em>rendered &#x201C;province,&#x201D; refers to the sphere of authority of a Roman administrator. When Rome expanded its conquests beyond the Italian peninsula, the territory or geographic limits of the rule of a governor came to be called a province.In 27&#xA0;B.C.E. the first Roman emperor, Augustus, arranged the 22 then-existing provinces into two categories. The ten more peaceful ones that did not require the constant presence of Roman legions became senatorial provinces. The chief <span id=\"page708\" class=\"pageNum\" data-no=\"708\" data-before-text=\"708\"></span>Roman official of this type of province was the proconsul. (<a href=\"/en/wol/bc/r1/lp-e/1200003570/0/0\" data-bid=\"1-1\" class=\"b\">Ac 18:12</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200003570/0\">PROCONSUL</a>.) The remaining provinces were constituted imperial provinces, being directly responsible to the emperor and administered by a governor and, in larger ones, a military commander called a legate. Imperial provinces were often near the frontier or for some other reason required legions to be stationed in them; by closely controlling these provinces the emperor kept the army under his authority. After 27&#xA0;B.C.E. new provinces formed from conquered territories became imperial provinces. A province might be subdivided into smaller administrative sections or districts.The status of a province could shift between senatorial and imperial. (See <a href=\"/en/wol/tc/r1/lp-e/1200003570/1\">CYPRUS</a>.) Also, the boundaries of a province were sometimes adjusted. As a result, a particular city or area might be in a certain province at one time and later in an adjacent one, or even in a newly formed province. For examples of this, see <a href=\"/en/wol/tc/r1/lp-e/1200003570/2\">CAPPADOCIA</a>; <a href=\"/en/wol/tc/r1/lp-e/1200003570/3\">CILICIA</a>; <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200003570/4\">PAMPHYLIA</a>; <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200003570/5\">PISIDIA</a>.With the banishment of Archelaus (<a href=\"/en/wol/bc/r1/lp-e/1200003570/1/0\" data-bid=\"2-1\" class=\"b\">Mt 2:22</a>), son of Herod the Great, Judea came under the rule of Roman governors. The governor of the province was to some degree responsible to the legate of the larger province of Syria.When Paul was delivered to Felix at Caesarea, the governor &#x201C;inquired from what province he [Paul] was, and ascertained that he was from Cilicia.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003570/2/0\" data-bid=\"3-1\" class=\"b\">Ac 23:34</a>) Tarsus, Paul&#x2019;s birthplace, was in the Roman province of Cilicia.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003570/3/0\" data-bid=\"4-1\" class=\"b\">Ac 22:3</a>.The governor of an imperial province was appointed by the emperor for no set period of office, unlike the proconsul of a senatorial province, who normally served for only one year. Felix was replaced as governor of the imperial province of Judea by Festus.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003570/4/0\" data-bid=\"5-1\" class=\"b\">Ac 25:1</a>.See also <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200003570/6\">JURISDICTIONAL DISTRICT</a>."}