{"title":"Proverbial Saying","link":"/en/wol/d/r1/lp-e/1200003568","html":"<span id=\"page702\" class=\"pageNum\" data-no=\"702\" data-before-text=\"702\"></span><strong>PROVERBIAL SAYING</strong>The Hebrew term translated &#x201C;proverbial saying&#x201D; or &#x201C;proverbial utterance&#x201D; (<em>ma&#xB7;shal&#x2B9;</em>) is generally thought to be derived from a root word meaning &#x201C;be like&#x201D; or &#x201C;be comparable&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003568/0/0\" data-bid=\"1-1\" class=\"b\">Ps 49:12</a>), and indeed, many proverbial sayings employ likenesses or comparisons. Some scholars relate the expression &#x201C;proverbial saying&#x201D; to the Hebrew verb meaning &#x201C;rule&#x201D;; so it could be construed at times to be a saying of a ruler, an expression that carries power, or one that indicates superiority in mental action. Consistent with this view is the fact that King Solomon, who was known for his wisdom, could speak 3,000 proverbs and recorded many of these proverbial sayings.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003568/1/0\" data-bid=\"2-1\" class=\"b\">1Ki 4:32</a>.Among the Israelites there were popular or frequently used expressions that were full of meaning because of the circumstances that surrounded them. Generally, these proverbial sayings were concisely stated. (<a href=\"/en/wol/bc/r1/lp-e/1200003568/2/0\" data-bid=\"3-1\" class=\"b\">1Sa 10:12</a>) Not all of them expressed proper viewpoints, however, and there were some with which Jehovah specifically took issue.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003568/3/0\" data-bid=\"4-1\" class=\"b\">Eze 12:22, 23;</a><a href=\"/en/wol/bc/r1/lp-e/1200003568/3/1\" data-bid=\"4-2\" class=\"b\"> 18:2,&#xA0;3</a>.Some sayings became common expressions of <span id=\"page703\" class=\"pageNum\" data-no=\"703\" data-before-text=\"703\"></span>ridicule or contempt for certain people. (<a href=\"/en/wol/bc/r1/lp-e/1200003568/4/0\" data-bid=\"5-1\" class=\"b\">Hab 2:6</a>) In such cases even the object of the scorn, whether a person or something inanimate, was said to be &#x201C;a proverbial saying.&#x201D; Thus the Israelites were warned that if they failed to listen to Jehovah and obey his commandments, both they and their temple would become a proverbial saying among the nations. (<a href=\"/en/wol/bc/r1/lp-e/1200003568/5/0\" data-bid=\"6-1\" class=\"b\">De 28:15,</a><a href=\"/en/wol/bc/r1/lp-e/1200003568/5/1\" data-bid=\"6-2\" class=\"b\"> 37;</a><a href=\"/en/wol/bc/r1/lp-e/1200003568/5/2\" data-bid=\"6-3\" class=\"b\"> 1Ki 9:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200003568/5/3\" data-bid=\"6-4\" class=\"b\"> 2Ch 7:20</a>) The attitude expressed toward a nation that became a proverbial saying is well indicated in the Bible in the accompanying expressions, which show that Israel would become a reproach, an object of derision, of jeering, of humiliation, and of taunts. (<a href=\"/en/wol/bc/r1/lp-e/1200003568/6/0\" data-bid=\"7-1\" class=\"b\">Ps 44:13-15;</a><a href=\"/en/wol/bc/r1/lp-e/1200003568/6/1\" data-bid=\"7-2\" class=\"b\"> Jer 24:9</a>) Individuals who became proverbial sayings thereby became the subject of the songs of drinkers of intoxicating liquor and someone in whose face others would spit. (<a href=\"/en/wol/bc/r1/lp-e/1200003568/7/0\" data-bid=\"8-1\" class=\"b\">Ps 69:11, 12;</a><a href=\"/en/wol/bc/r1/lp-e/1200003568/7/1\" data-bid=\"8-2\" class=\"b\"> Job 17:6</a>) Clearly, one who became a proverbial saying was reduced to a very low state.Not all proverbial sayings were expressed in one or two short, pithy sentences. In <a href=\"/en/wol/bc/r1/lp-e/1200003568/8/0\" data-bid=\"9-1\" class=\"b\">Isaiah chapter&#xA0;14</a> is recorded a more extensive one, portraying vividly and with apt comparisons the disastrous effects of the pride of the king of Babylon. With biting sarcasm it heaps ridicule on the one who thought of himself as the &#x201C;shining one, son of the dawn.&#x201D;When the likeness or comparison embodied in a proverbial saying was at first somewhat obscure or puzzling, it might also be called a riddle. (<a href=\"/en/wol/bc/r1/lp-e/1200003568/9/0\" data-bid=\"10-1\" class=\"b\">Ps 78:2</a>) That was true of the one that Ezekiel was inspired to tell Israel in which he likened the course of the nation in relation to Babylon and Egypt to a vine planted by one eagle that later reached out hungrily to another.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003568/10/0\" data-bid=\"11-1\" class=\"b\">Eze 17:2-18</a>.Some proverbial utterances, such as those of Job, were set out in poetic style. (<a href=\"/en/wol/bc/r1/lp-e/1200003568/11/0\" data-bid=\"12-1\" class=\"b\">Job 27:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200003568/11/1\" data-bid=\"12-2\" class=\"b\"> 29:1</a>) The ideas that Job was inspired to express were not put down in the concise style characteristic of most proverbs but were developed into highly instructive poems filled with figurative speech.God also caused Balaam to make a series of proverbial utterances, and these, too, are put down in the form of poetry. (<a href=\"/en/wol/bc/r1/lp-e/1200003568/12/0\" data-bid=\"13-1\" class=\"b\">Nu 23:7,</a><a href=\"/en/wol/bc/r1/lp-e/1200003568/12/1\" data-bid=\"13-2\" class=\"b\"> 18;</a><a href=\"/en/wol/bc/r1/lp-e/1200003568/12/2\" data-bid=\"13-3\" class=\"b\"> 24:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200003568/12/3\" data-bid=\"13-4\" class=\"b\"> 15,</a><a href=\"/en/wol/bc/r1/lp-e/1200003568/12/4\" data-bid=\"13-5\" class=\"b\"> 20, 21,</a><a href=\"/en/wol/bc/r1/lp-e/1200003568/12/5\" data-bid=\"13-6\" class=\"b\">&#xA0;23</a>) Far from expressing any scorn for Israel in these proverbial utterances, Balaam &#x201C;blessed them to the limit,&#x201D; though he did prophesy woe for other peoples. (<a href=\"/en/wol/bc/r1/lp-e/1200003568/13/0\" data-bid=\"14-1\" class=\"b\">Nu 23:11</a>) The proverbial aspect here is not because of any popular repetition of what Balaam said nor because his statements were concise expressions of wisdom. Rather, these are termed proverbial utterances because of the power and rich meaning of what was said, along with his use of a variety of likenesses or comparisons in some of his statements."}