{"title":"Purse","link":"/en/wol/d/r1/lp-e/1200003590","html":"<span id=\"page717\" class=\"pageNum\" data-no=\"717\" data-before-text=\"717\"></span><strong>PURSE</strong>A bag or pouch used by both men and women to carry gold, silver, copper, coined money, or other items. Women sometimes had ornamental purses, or handbags, possibly of a long, round shape. (<a href=\"/en/wol/bc/r1/lp-e/1200003590/0/0\" data-bid=\"1-1\" class=\"b\">Isa 3:16,</a><a href=\"/en/wol/bc/r1/lp-e/1200003590/0/1\" data-bid=\"1-2\" class=\"b\"> 22;</a><a href=\"/en/wol/bc/r1/lp-e/1200003590/0/2\" data-bid=\"1-3\" class=\"b\"> 46:6;</a><a href=\"/en/wol/bc/r1/lp-e/1200003590/0/3\" data-bid=\"1-4\" class=\"b\"> Mt 10:9</a>) Early purses were made of leather, of woven rushes, or of cotton. Since they were in the form of bags, they were drawn together and secured at the neck by means of leather straps or other cords.<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200003590/0\">BAG</a>.Also in use was the girdle purse (literally, &#x2018;girdle&#x2019;; Gr., <em>zo&#x2B9;ne; </em><a href=\"/en/wol/bc/r1/lp-e/1200003590/1/0\" data-bid=\"2-1\" class=\"b\">Mt 10:9;</a><a href=\"/en/wol/bc/r1/lp-e/1200003590/1/1\" data-bid=\"2-2\" class=\"b\"> Mr 6:8</a>), perhaps a type of money belt. Either the girdle had a hollow space in which money could be carried, or if the girdle was made of cloth and worn in folds, the money was kept in its folds.Jesus, when sending out his 70 disciples in preaching work, evidently in Judea, told them not to provide themselves with purses, indicating that Jehovah God would provide for them through fellow Israelites, among whom hospitality was a custom. (<a href=\"/en/wol/bc/r1/lp-e/1200003590/2/0\" data-bid=\"3-1\" class=\"b\">Lu 10:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200003590/2/1\" data-bid=\"3-2\" class=\"b\"> 4,</a><a href=\"/en/wol/bc/r1/lp-e/1200003590/2/2\" data-bid=\"3-3\" class=\"b\">&#xA0;7</a>) Shortly before his death, however, Jesus advised the apostles to carry purses, for he knew that his disciples would soon be scattered and persecuted. Because of official opposition, even persons favoring their message might be afraid to assist them. Also, they would soon be carrying the Kingdom message to Gentile lands. All of this would require that Jesus&#x2019; followers be prepared to care for themselves materially.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003590/3/0\" data-bid=\"4-1\" class=\"b\">Lu 22:35,&#xA0;36</a>.Highlighting the excelling value of spiritual things, Jesus urged his followers to make lasting purses for themselves, acquiring heavenly treasure.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003590/4/0\" data-bid=\"5-1\" class=\"b\">Lu 12:33</a>."}