{"title":"Queen of the Heavens","link":"/en/wol/d/r1/lp-e/1200003606","html":"<span id=\"page721\" class=\"pageNum\" data-no=\"721\" data-before-text=\"721\"></span><strong>QUEEN OF THE HEAVENS</strong>The title of a goddess worshiped by apostate Israelites in the days of Jeremiah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003606/0/0\" data-bid=\"1-1\" class=\"b\">Jer 44:17-19</a>.Although the women were primarily involved, apparently the entire family participated in some way in worshiping the &#x201C;queen of the heavens.&#x201D; The women baked sacrificial cakes, the sons collected the firewood, and the fathers lit the fires. (<a href=\"/en/wol/bc/r1/lp-e/1200003606/1/0\" data-bid=\"2-1\" class=\"b\">Jer 7:18</a>) That the worship of this goddess had a strong hold on the Jews is reflected by the fact that those who had fled down to Egypt after the murder of Governor Gedaliah attributed their calamity to their neglecting to make sacrificial smoke and drink offerings to the &#x201C;queen of the heavens.&#x201D; The prophet Jeremiah, though, forcefully pointed out the wrongness of their view.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003606/2/0\" data-bid=\"3-1\" class=\"b\">Jer 44:15-30</a>.The Scriptures do not specifically identify the &#x201C;queen of the heavens.&#x201D; It has been suggested that this goddess is to be identified with the Sumerian fertility goddess Inanna, Babylonian Ishtar. The name Inanna literally means &#x201C;Queen of Heaven.&#x201D; The corresponding Babylonian goddess Ishtar was qualified in the Akkadian texts by the epithets &#x201C;queen of the heavens&#x201D; and &#x201C;queen of the heavens and of the stars.&#x201D;It appears that Ishtar worship spread to other countries. In one of the Amarna Tablets, Tushratta, writing to Amenophis&#xA0;III, mentions &#x201C;Ishtar, mistress of heaven.&#x201D; In Egypt, an inscription of King Horemheb, believed to have reigned in the 14th&#xA0;century B.C.E., mentions &#x201C;Astarte [Ishtar] lady of heaven.&#x201D; A fragment of a stele found at Memphis from the reign of Merneptah, Egyptian king believed to have reigned in the 13th&#xA0;century B.C.E., represents Astarte with the inscription: &#x201C;Astarte, lady of heaven.&#x201D; In the Persian period, at Syene (modern Aswan), Astarte was surnamed &#x201C;the queen of the heavens.&#x201D;The worship of the &#x201C;queen of the heavens&#x201D; was practiced as late as the fourth century C.E. In about 375&#xA0;C.E., in his treatise <em>Panarion </em>(79, 1,&#xA0;7), Epiphanius states: &#x201C;Some women decorate a sort of chariot or a four-cornered bench and, after stretching over it a piece of linen, on a certain feast day of the year they place in front of it a loaf for some days and offer it up in the name of Mary. Then all the women partake of this loaf.&#x201D; Epiphanius (79, 8, 1,&#xA0;2) connected these practices with the worship of the &#x201C;queen of the heavens&#x201D; presented in Jeremiah and quotes <a href=\"/en/wol/bc/r1/lp-e/1200003606/3/0\" data-bid=\"4-1\" class=\"b\">Jeremiah 7:18</a> and <a href=\"/en/wol/bc/r1/lp-e/1200003606/4/0\" data-bid=\"5-1\" class=\"b\">44:25</a>.<wbr>&#x2014;<em>Epiphanius, </em>edited by Karl Holl, Leipzig, 1933, Vol.&#xA0;3, pp.&#xA0;476, 482, 483."}