{"title":"Quirinius","link":"/en/wol/d/r1/lp-e/1200003607","html":"<span id=\"page721\" class=\"pageNum\" data-no=\"721\" data-before-text=\"721\"></span><strong>QUIRINIUS</strong>(Qui&#xB7;rin&#x2B9;i&#xB7;us).Roman governor of Syria at the time of the &#x201C;registration&#x201D; ordered by Caesar Augustus that resulted in Jesus&#x2019; birth taking place in Bethlehem. (<a href=\"/en/wol/bc/r1/lp-e/1200003607/0/0\" data-bid=\"1-1\" class=\"b\">Lu 2:1,&#xA0;2</a>) His full name was Publius Sulpicius Quirinius.In the Chronographus Anni CCCLIIII, a list of Roman consuls, the name of Quirinius appears in 12&#xA0;B.C.E. along with that of Messala. (<em>Chronica Minora, </em>edited by T.&#xA0;Mommsen, Munich, 1981, Vol.&#xA0;I, p.&#xA0;56) Roman historian Tacitus briefly recounts Quirinius&#x2019; history, saying: &#x201C;[He] sprang from the municipality of Lanuvium<wbr>&#x2014;had no connection; but as an intrepid soldier and an active servant he won a consulate under the deified Augustus, and, a little later, by capturing the Homonadensian strongholds beyond the Cilician frontier, earned the insignia of triumph&#xA0;.&#xA0;.&#xA0;.&#xA0;, adviser to Gaius Caesar during his command in Armenia.&#x201D; (<em>The Annals, </em>III, XLVIII) His death took place in 21&#xA0;C.E.Not mentioned by Tacitus is Quirinius&#x2019; relationship to Syria. Jewish historian Josephus relates Quirinius&#x2019; assignment to Syria as governor in connection with the simultaneous assignment of Coponius as the Roman ruler of Judea. He states: &#x201C;Quirinius, a Roman senator who had proceeded through all the magistracies to the consulship and a man who was extremely distinguished in other respects, arrived in Syria, dispatched by Caesar to be governor of the nation and to make an assessment of their property. Coponius, a man of equestrian rank, was sent along with him to rule over the Jews with full authority.&#x201D; Josephus goes on to relate that Quirinius came into Judea, to which his authority was extended, and ordered a taxation there. This brought much resentment and an unsuccessful attempt at revolt, led by &#x201C;Judas, a <span id=\"page722\" class=\"pageNum\" data-no=\"722\" data-before-text=\"722\"></span>Gaulanite.&#x201D; (<em>Jewish Antiquities, </em>XVIII, 1, 2, 3, 4 [i,&#xA0;1]) This is evidently the revolt referred to by Luke at <a href=\"/en/wol/bc/r1/lp-e/1200003607/1/0\" data-bid=\"2-1\" class=\"b\">Acts 5:37</a>. According to Josephus&#x2019; account it took place in &#x201C;the thirty-seventh year after Caesar&#x2019;s defeat of Antony at Actium.&#x201D; (<em>Jewish Antiquities, </em>XVIII, 26 [ii,&#xA0;1]) That would indicate that Quirinius was governor of Syria in 6&#xA0;C.E.For a long time this was the only governorship of Syria by Quirinius for which secular history supplied confirmation. However, in the year 1764 an inscription known as the <em>Lapis Tiburtinus </em>was found in Rome, which, though not giving the name, contains information that most scholars acknowledge could apply only to Quirinius. (<em>Corpus Inscriptionum Latinarum, </em>edited by H.&#xA0;Dessau, Berlin, 1887, Vol.&#xA0;14, p.&#xA0;397, No.&#xA0;3613) It contains the statement that on going to Syria he became governor (or, legate) for &#x2018;the second time.&#x2019; On the basis of inscriptions found in Antioch containing Quirinius&#x2019; name, many historians acknowledge that Quirinius was also governor of Syria in the B.C.E. period.There is uncertainty on their part, however, as to where Quirinius fits among the secularly recorded governors of Syria. Josephus lists Quintilius Varus as governor of Syria at the time of, and subsequent to, the death of Herod the Great. (<em>Jewish Antiquities, </em>XVII, 89 [v,&#xA0;2];&#xA0;XVII, 221 [ix,&#xA0;3]) Tacitus also refers to Varus as being governor at the time of Herod&#x2019;s death. (<em>The Histories, </em>V, IX) Josephus states that Varus&#x2019; predecessor was Saturninus (C.&#xA0;Sentius Saturninus).Many scholars, in view of the evidence of an earlier governorship by Quirinius, suggest the years 3-2&#xA0;B.C.E. for his governorship. While these dates would harmonize satisfactorily with the Biblical record, the <em>basis </em>on which these scholars select them is in error. That is, they list Quirinius as governor during those years because they place his rule <em>after </em>that of Varus and hence <em>after </em>the death of Herod the Great, for which they use the popular but erroneous date of 4&#xA0;B.C.E. (See <a href=\"/en/wol/tc/r1/lp-e/1200003607/0\">CHRONOLOGY</a>; <a href=\"/en/wol/tc/r1/lp-e/1200003607/1\">HEROD</a> No.&#xA0;1 [Date of His Death].) (For the same reason, that is, their use of the unproved date 4&#xA0;B.C.E. for Herod&#x2019;s death, they give Varus&#x2019; governorship as from 6 to 4&#xA0;B.C.E.; the length of his rule, however, is conjectural, for Josephus does not specify the date of its beginning or of its end.) The best evidence points to 2&#xA0;B.C.E. for the birth of Jesus. Hence Quirinius&#x2019; governorship must have included this year or part thereof.Some scholars call attention to the fact that the term used by Luke, and usually translated &#x201C;governor,&#x201D; is <em>he&#xB7;ge&#xB7;mon&#x2B9;. </em>This Greek term is used to describe Roman legates, procurators, and proconsuls, and it means, basically, a &#x201C;leader&#x201D; or &#x201C;high executive officer.&#x201D; Some, therefore, suggest that, at the time of what Luke refers to as the <em>&#x201C;first </em>registration,&#x201D; Quirinius served in Syria in the capacity of a special legate of the emperor exercising extraordinary powers. A factor that may also aid in understanding the matter is Josephus&#x2019; clear reference to a dual rulership of Syria, since in his account he speaks of two persons, Saturninus and Volumnius, serving simultaneously as &#x201C;governors of Syria.&#x201D; (<em>Jewish Antiquities, </em>XVI, 277, 280 [ix,&#xA0;1];&#xA0;XVI, 344 [x,&#xA0;8]) Thus, if Josephus is correct in his listing of Saturninus and Varus as successive presidents of Syria, it is possible that Quirinius served simultaneously either with Saturninus (as Volumnius had done) or with Varus prior to Herod&#x2019;s death (which likely occurred in 1&#xA0;B.C.E.). <em>The New Schaff-Herzog Encyclopedia of Religious Knowledge </em>presents this view: &#x201C;Quirinius stood in exactly the same relation to Varus, the governor of Syria, as at a later time Vespasian did to Mucianus. Vespasian conducted the war in Palestine while Mucianus was governor of Syria; and Vespasian was <em>legatus Augusti, </em>holding precisely the same title and technical rank as Mucianus.&#x201D;<wbr>&#x2014;1957, Vol.&#xA0;IX, pp.&#xA0;375, 376.An inscription found in Venice (<em>Lapis Venetus</em>) refers to a census conducted by Quirinius in Syria. However, it provides no means for determining whether this was in his earlier or his later governorship.<wbr>&#x2014;<em>Corpus Inscriptionum Latinarum, </em>edited by T.&#xA0;Mommsen, O.&#xA0;Hirschfeld, and A.&#xA0;Domaszewski, 1902, Vol.&#xA0;3, p.&#xA0;1222, No.&#xA0;6687.Luke&#x2019;s proved accuracy in historical matters gives sound reason for accepting as factual his reference to Quirinius as governor of Syria around the time of Jesus&#x2019; birth. It may be remembered that Josephus, virtually the only other source of information, was not born until 37&#xA0;C.E., hence nearly four decades after Jesus&#x2019; birth. Luke, on the other hand, was already a physician traveling with the apostle Paul by about 49&#xA0;C.E. when Josephus was but a boy of&#xA0;12. Of the two, Luke, even on ordinary grounds, is the more likely source for reliable information on the matter of the Syrian governorship just prior to Jesus&#x2019; birth. Justin Martyr, a Palestinian of the second century C.E., cited the Roman records as proof of Luke&#x2019;s accuracy as regards Quirinius&#x2019; governorship at the time of Jesus&#x2019; birth. (<em>A Catholic Commentary on Holy Scripture, </em>edited by B.&#xA0;Orchard, 1953, p.&#xA0;943) There is no evidence that Luke&#x2019;s account was ever challenged by early historians, even by early critics such as Celsus."}