{"title":"Rachel","link":"/en/wol/d/r1/lp-e/1200003621","html":"<span id=\"page726\" class=\"pageNum\" data-no=\"726\" data-before-text=\"726\"></span><strong>RACHEL</strong>(Ra&#x2B9;chel) [Ewe; Female Sheep].A daughter of Laban, younger sister of Leah, and Jacob&#x2019;s first cousin and preferred wife. (<a href=\"/en/wol/bc/r1/lp-e/1200003621/0/0\" data-bid=\"1-1\" class=\"b\">Ge 29:10,</a><a href=\"/en/wol/bc/r1/lp-e/1200003621/0/1\" data-bid=\"1-2\" class=\"b\"> 16,</a><a href=\"/en/wol/bc/r1/lp-e/1200003621/0/2\" data-bid=\"1-3\" class=\"b\">&#xA0;30</a>) Jacob fled from his murderous brother Esau in 1781&#xA0;B.C.E., traveling to Haran in Paddan-aram, in &#x201C;the land of the Orientals.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003621/1/0\" data-bid=\"2-1\" class=\"b\">Ge 28:5;</a><a href=\"/en/wol/bc/r1/lp-e/1200003621/1/1\" data-bid=\"2-2\" class=\"b\"> 29:1</a>) Rachel, a girl &#x201C;beautiful in form and beautiful of countenance,&#x201D; served as a shepherdess for her father; she met Jacob at a well near Haran. Jacob was received into his uncle&#x2019;s household and one month later agreed to serve Laban seven years in order to marry Rachel, with whom he was now in love. His love did not weaken during the seven years, and so these &#x201C;proved to be like some few days&#x201D; to him. On the wedding night, however, his uncle substituted the older daughter Leah, who evidently cooperated in carrying out the deceit. The following morning when Jacob accused him of trickery, Laban appealed to local custom as an excuse for his conduct. Jacob agreed to carry out a full marriage week with Leah before receiving Rachel and thereafter to work another seven years for Laban.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003621/2/0\" data-bid=\"3-1\" class=\"b\">Ge 29:4-28</a>.Rachel did not disappoint Jacob as his wife, and Jacob showed her more love than Leah. Jehovah now favored Leah in her disadvantaged position, blessing her with four sons, while Rachel remained barren. (<a href=\"/en/wol/bc/r1/lp-e/1200003621/3/0\" data-bid=\"4-1\" class=\"b\">Ge 29:29-35</a>) Rachel displayed jealousy of her sister as well as despair over her own infertility, a condition then viewed as a great reproach among women. Her fretful impatience angered even her loving husband. To compensate for her own barrenness, she gave Jacob her maidservant for procreation purposes (as Sarah had done earlier with her slave Hagar), and the two children born as a result were considered Rachel&#x2019;s. Leah&#x2019;s maid and Leah herself produced a total of four more sons before Rachel&#x2019;s hope was finally realized and she brought forth her own first son, Joseph.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003621/4/0\" data-bid=\"5-1\" class=\"b\">Ge 30:1-24</a>.Jacob was now ready to depart from Haran, but his father-in-law prevailed upon him to remain longer, and it was six years later that, at God&#x2019;s direction, Jacob pulled away. Because of Laban&#x2019;s double-dealing methods, Jacob did not advise him of his departure, and both Leah and Rachel were in agreement with their husband in this. Before leaving, Rachel stole her father&#x2019;s &#x201C;teraphim,&#x201D; evidently some type of idol images. When Laban later caught up with the group and made known the theft (apparently his major concern), Jacob, unaware of Rachel&#x2019;s guilt, showed his disapproval of the act itself, decreeing death for the offender if that one was found in his entourage. Laban&#x2019;s search led into Rachel&#x2019;s tent, but she avoided exposure, claiming to be indisposed because of her menstrual period, while remaining seated on the saddle basket containing the teraphim.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003621/5/0\" data-bid=\"6-1\" class=\"b\">Ge 30:25-30;</a><a href=\"/en/wol/bc/r1/lp-e/1200003621/5/1\" data-bid=\"6-2\" class=\"b\"> 31:4-35,</a><a href=\"/en/wol/bc/r1/lp-e/1200003621/5/2\" data-bid=\"6-3\" class=\"b\">&#xA0;38</a>.At his meeting with his brother Esau, Jacob showed his continued preference for Rachel by putting her and her only son last in the order of travel, doubtless viewing this as the safest position in the event of attack by Esau. (<a href=\"/en/wol/bc/r1/lp-e/1200003621/6/0\" data-bid=\"7-1\" class=\"b\">Ge 33:1-3,</a><a href=\"/en/wol/bc/r1/lp-e/1200003621/6/1\" data-bid=\"7-2\" class=\"b\">&#xA0;7</a>) After dwelling for a time in Succoth, then in Shechem, and finally in Bethel, Jacob headed farther south. Somewhere between Bethel and Bethlehem, Rachel gave birth to her second child, Benjamin, but died in childbearing and was buried there, Jacob erecting a pillar to mark the grave.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003621/7/0\" data-bid=\"8-1\" class=\"b\">Ge 33:17, 18;</a><a href=\"/en/wol/bc/r1/lp-e/1200003621/7/1\" data-bid=\"8-2\" class=\"b\"> 35:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200003621/7/2\" data-bid=\"8-3\" class=\"b\"> 16-20</a>.<span id=\"page727\" class=\"pageNum\" data-no=\"727\" data-before-text=\"727\"></span>The few details recorded can give only an incomplete picture of Rachel&#x2019;s personality. She was a worshiper of Jehovah (<a href=\"/en/wol/bc/r1/lp-e/1200003621/8/0\" data-bid=\"9-1\" class=\"b\">Ge 30:22-24</a>), but she showed human failings, her theft of the teraphim and her shrewdness in avoiding detection perhaps being at least partly attributable to her family background. Whatever her weaknesses, she was dearly loved by Jacob, who, even in old age, viewed her as having been his true wife and prized her children over all his others. (<a href=\"/en/wol/bc/r1/lp-e/1200003621/9/0\" data-bid=\"10-1\" class=\"b\">Ge 44:20,</a><a href=\"/en/wol/bc/r1/lp-e/1200003621/9/1\" data-bid=\"10-2\" class=\"b\"> 27-29</a>) His words to Joseph shortly before dying, though simple, nevertheless convey the depth of Jacob&#x2019;s affection for her. (<a href=\"/en/wol/bc/r1/lp-e/1200003621/10/0\" data-bid=\"11-1\" class=\"b\">Ge 48:1-7</a>) She and Leah are spoken of as having &#x201C;built the house of Israel [Jacob].&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003621/11/0\" data-bid=\"12-1\" class=\"b\">Ru 4:11</a>.Archaeological discoveries may shed some light on Rachel&#x2019;s appropriation of her father&#x2019;s &#x201C;teraphim.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003621/12/0\" data-bid=\"13-1\" class=\"b\">Ge 31:19</a>) Cuneiform tablets found at Nuzi in N Mesopotamia, believed to date from about the middle of the second millennium B.C.E., reveal that some ancient peoples viewed the possession of household gods as representing legal title to inheritance of family property. (<em>Ancient Near Eastern Texts, </em>edited by J.&#xA0;Pritchard, 1974, pp.&#xA0;219, 220) Some suggest that Rachel may have felt that Jacob had the right to a share in the inheritance in Laban&#x2019;s property as an adopted son and that she may have taken the teraphim to ensure this or even to gain advantage over Laban&#x2019;s sons. Or she may have viewed the possession of these as a means of blocking any legal attempt by her father to claim some of the wealth Jacob had gained while in his service. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200003621/13/0\" data-bid=\"14-1\" class=\"b\">Ge 30:43;</a><a href=\"/en/wol/bc/r1/lp-e/1200003621/13/1\" data-bid=\"14-2\" class=\"b\"> 31:1, 2,</a><a href=\"/en/wol/bc/r1/lp-e/1200003621/13/2\" data-bid=\"14-3\" class=\"b\"> 14-16</a>.) These possibilities, of course, depend upon the existence of such a custom among Laban&#x2019;s people and upon the teraphim&#x2019;s actually being such household gods.Rachel&#x2019;s grave site &#x201C;in the territory of Benjamin at Zelzah&#x201D; was still known in Samuel&#x2019;s time, some six centuries later. (<a href=\"/en/wol/bc/r1/lp-e/1200003621/14/0\" data-bid=\"15-1\" class=\"b\">1Sa 10:2</a>) The traditional location of the grave lies about 1.5&#xA0;km (1&#xA0;mi) N of Bethlehem. This, however, would place it in the territory of Judah, not Benjamin. Therefore others suggest a location farther N, but any attempt at being precise is useless today.<strong><em>Centuries after Rachel&#x2019;s death, why did the Bible tell of her weeping over her sons in the future?</em></strong>At <a href=\"/en/wol/bc/r1/lp-e/1200003621/15/0\" data-bid=\"16-1\" class=\"b\">Jeremiah 31:15</a> Rachel is depicted as weeping over her sons who have been carried into the land of the enemy, her lamentation being heard in Ramah (N of Jerusalem in the territory of Benjamin). (See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200003621/0\">RAMAH</a> No.&#xA0;1.) Since Ephraim, whose tribal descendants are often used collectively to stand for the northern kingdom of Israel, is mentioned several times in the context (<a href=\"/en/wol/bc/r1/lp-e/1200003621/16/0\" data-bid=\"17-1\" class=\"b\">Jer 31:6,</a><a href=\"/en/wol/bc/r1/lp-e/1200003621/16/1\" data-bid=\"17-2\" class=\"b\"> 9,</a><a href=\"/en/wol/bc/r1/lp-e/1200003621/16/2\" data-bid=\"17-3\" class=\"b\"> 18,</a><a href=\"/en/wol/bc/r1/lp-e/1200003621/16/3\" data-bid=\"17-4\" class=\"b\">&#xA0;20</a>), some scholars believe this prophecy relates to the exiling of the people of the northern kingdom by the Assyrians. (<a href=\"/en/wol/bc/r1/lp-e/1200003621/17/0\" data-bid=\"18-1\" class=\"b\">2Ki 17:1-6;</a><a href=\"/en/wol/bc/r1/lp-e/1200003621/17/1\" data-bid=\"18-2\" class=\"b\"> 18:9-11</a>) On the other hand, it might relate to the eventual exiling of both those of Israel and of Judah (the latter by Babylon). In the first case, the figure of Rachel would be very appropriate since she was the maternal ancestor of Ephraim (through Joseph), the most prominent tribe of the northern kingdom. In the second case, Rachel&#x2019;s being the mother not only of Joseph but also of Benjamin, whose tribe formed part of the southern kingdom of Judah, would make her a fitting symbol of the mothers of <em>all </em>Israel, their bringing forth sons now seeming to have been in vain. Jehovah&#x2019;s comforting promise, however, was that the exiles would &#x201C;certainly return from the land of the enemy.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003621/18/0\" data-bid=\"19-1\" class=\"b\">Jer 31:16</a>.This text was quoted by Matthew in connection with the slaughter of infants in Bethlehem at Herod&#x2019;s order. (<a href=\"/en/wol/bc/r1/lp-e/1200003621/19/0\" data-bid=\"20-1\" class=\"b\">Mt 2:16-18</a>) Since Rachel&#x2019;s grave was at least relatively near Bethlehem (though apparently not at the traditional site), this figure of Rachel weeping was appropriate to express the grief of the mothers of the slain children. But even more so was this quotation of Jeremiah&#x2019;s prophecy appropriate in view of the similarity of the situation. The Israelites were subject to a foreign power. Their sons had again been taken away. This time, however, &#x201C;the land of the enemy&#x201D; into which they had gone was obviously not a political region as in the earlier case. It was the grave, the region ruled over by &#x2018;King Death&#x2019; (compare <a href=\"/en/wol/bc/r1/lp-e/1200003621/20/0\" data-bid=\"21-1\" class=\"b\">Ps 49:14;</a><a href=\"/en/wol/bc/r1/lp-e/1200003621/20/1\" data-bid=\"21-2\" class=\"b\"> Re 6:8</a>), death being called &#x201C;the last enemy&#x201D; to be destroyed. (<a href=\"/en/wol/bc/r1/lp-e/1200003621/21/0\" data-bid=\"22-1\" class=\"b\">Ro 5:14,</a><a href=\"/en/wol/bc/r1/lp-e/1200003621/21/1\" data-bid=\"22-2\" class=\"b\"> 21;</a><a href=\"/en/wol/bc/r1/lp-e/1200003621/21/2\" data-bid=\"22-3\" class=\"b\"> 1Co 15:26</a>) Any return from such &#x201C;exile&#x201D; would, of course, be by means of a resurrection from the dead."}