{"title":"Rahab","link":"/en/wol/d/r1/lp-e/1200003623","html":"<span id=\"page727\" class=\"pageNum\" data-no=\"727\" data-before-text=\"727\"></span><strong>RAHAB</strong>(Ra&#x2B9;hab).<strong>1. </strong>[Heb., <em>Ra&#xB7;chav&#x2B9;, </em>possibly, Wide; Spacious]. A prostitute of Jericho who became a worshiper of Jehovah. In the spring of 1473&#xA0;B.C.E., two Israelite spies came into Jericho and took up lodging at Rahab&#x2019;s home. (<a href=\"/en/wol/bc/r1/lp-e/1200003623/0/0\" data-bid=\"1-1\" class=\"b\">Jos 2:1</a>) The duration of their stay there is not stated, but Jericho was not so big that it would take a long time to spy it out.That Rahab really was a harlot, or prostitute, in the common sense of the word has been denied in some circles, especially among Jewish traditionalists, but this does not seem to have support in fact. <span id=\"page728\" class=\"pageNum\" data-no=\"728\" data-before-text=\"728\"></span>The Hebrew word <em>zoh&#xB7;nah&#x2B9; </em>always has to do with an illicit relationship, either sexual or as a figure of spiritual unfaithfulness, and in each instance where it denotes a prostitute, it is so translated. It is not rendered &#x201C;hostess,&#x201D; &#x201C;innkeeper,&#x201D; or the like. Besides, among the Canaanites harlotry was not a business of ill repute.Rahab&#x2019;s two guests were recognized as Israelites by others, who reported the matter to the king. However, Rahab quickly hid the men among flax stalks that were drying on the roof so that when the authorities got there to pick the men up she was able to direct them elsewhere without arousing their suspicions. In all of this, Rahab demonstrated greater devotion to the God of Israel than to her own condemned community.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003623/1/0\" data-bid=\"2-1\" class=\"b\">Jos 2:2-7</a>.At what point Rahab had become aware of the spies&#x2019; purpose there and Israel&#x2019;s intentions concerning Jericho is uncertain. But she now confessed to them the great fear and dread existing in the city because of reports about Jehovah&#x2019;s saving acts for Israel over the past 40 years or more. She asked the spies to swear to her for the preservation of herself and her whole family<wbr>&#x2014;father, mother, and all the rest. To this they agreed, provided she gather all the family into her house, hang a scarlet cord from the window, and remain silent concerning their visit, all of which she promised to do. Further protecting the spies, she enabled them to escape through a window (the house being on the city wall) and told them how they could avoid the search party that had headed for the Jordan at the fords.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003623/2/0\" data-bid=\"3-1\" class=\"b\">Jos 2:8-22</a>.The spies reported back to Joshua all that had happened. (<a href=\"/en/wol/bc/r1/lp-e/1200003623/3/0\" data-bid=\"4-1\" class=\"b\">Jos 2:23,&#xA0;24</a>) Then when Jericho&#x2019;s wall fell down, Rahab&#x2019;s house, &#x201C;on a side of the wall,&#x201D; was not destroyed. (<a href=\"/en/wol/bc/r1/lp-e/1200003623/4/0\" data-bid=\"5-1\" class=\"b\">Jos 2:15;</a><a href=\"/en/wol/bc/r1/lp-e/1200003623/4/1\" data-bid=\"5-2\" class=\"b\"> 6:22</a>) On Joshua&#x2019;s orders that Rahab&#x2019;s household be spared, the same two spies brought her out to safety. After a period of separation from Israel&#x2019;s camp, Rahab and her family were permitted to dwell among the Israelites. (<a href=\"/en/wol/bc/r1/lp-e/1200003623/5/0\" data-bid=\"6-1\" class=\"b\">Jos 6:17,</a><a href=\"/en/wol/bc/r1/lp-e/1200003623/5/1\" data-bid=\"6-2\" class=\"b\"> 23,</a><a href=\"/en/wol/bc/r1/lp-e/1200003623/5/2\" data-bid=\"6-3\" class=\"b\">&#xA0;25</a>) This former prostitute then became the wife of Salmon and the mother of Boaz in the royal ancestry of the Davidic kings; she is one of the four women named in Matthew&#x2019;s genealogy of Jesus. (<a href=\"/en/wol/bc/r1/lp-e/1200003623/6/0\" data-bid=\"7-1\" class=\"b\">Ru 4:20-22;</a><a href=\"/en/wol/bc/r1/lp-e/1200003623/6/1\" data-bid=\"7-2\" class=\"b\"> Mt 1:5,&#xA0;6</a>) She is also an outstanding example of one who, though not an Israelite, by works proved her complete faith in Jehovah. &#x201C;By faith,&#x201D; Paul tells us, &#x201C;Rahab the harlot did not perish with those who acted disobediently, because she received the spies in a peaceable way.&#x201D; &#x201C;Was not also Rahab the harlot declared righteous by works, after she had received the messengers hospitably and sent them out by another way?&#x201D; asks James.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003623/7/0\" data-bid=\"8-1\" class=\"b\">Heb 11:30, 31;</a><a href=\"/en/wol/bc/r1/lp-e/1200003623/7/1\" data-bid=\"8-2\" class=\"b\"> Jas 2:25</a>.<strong>2. </strong>[Heb., <em>Ra&#x2B9;hav, </em>from a root meaning &#x201C;storm with importunities&#x201D;]. A symbolic expression first used in <a href=\"/en/wol/bc/r1/lp-e/1200003623/8/0\" data-bid=\"9-1\" class=\"b\">Job (9:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200003623/8/1\" data-bid=\"9-2\" class=\"b\"> 26:12</a>), where it is translated &#x201C;stormer.&#x201D; (<em>NW</em>) In the second of these passages, the context and parallel construction connect it with a great sea monster. Similarly, <a href=\"/en/wol/bc/r1/lp-e/1200003623/9/0\" data-bid=\"10-1\" class=\"b\">Isaiah 51:9</a> links Rahab with a sea monster: &#x201C;Are you not the one that broke Rahab to pieces, that pierced the sea monster?&#x201D;Rahab, a &#x201C;sea monster,&#x201D; came to symbolize Egypt and her Pharaoh who opposed Moses and Israel. <a href=\"/en/wol/bc/r1/lp-e/1200003623/10/0\" data-bid=\"11-1\" class=\"b\">Isaiah 51:9, 10</a> alludes to Jehovah&#x2019;s delivering Israel from Egypt: &#x201C;Are you not the one that dried up the sea, the waters of the vast deep? The one that made the depths of the sea a way for the repurchased ones to go across?&#x201D; At <a href=\"/en/wol/bc/r1/lp-e/1200003623/11/0\" data-bid=\"12-1\" class=\"b\">Isaiah 30:7</a> &#x201C;Rahab&#x201D; is again connected with Egypt. <a href=\"/en/wol/bc/r1/lp-e/1200003623/12/0\" data-bid=\"13-1\" class=\"b\">Psalm 87:4</a> mentions &#x201C;Rahab&#x201D; where Egypt appropriately fits, as the first in a list of Israel&#x2019;s enemies, along with Babylon, Philistia, Tyre, and Cush. The Targums use &#x201C;the Egyptians&#x201D; in this verse, and at <a href=\"/en/wol/bc/r1/lp-e/1200003623/13/0\" data-bid=\"14-1\" class=\"b\">Psalm 89:10</a> they paraphrase &#x201C;Rahab&#x201D; in such a way as to link the term with Egypt&#x2019;s arrogant Pharaoh whom Jehovah humiliated."}