{"title":"Rampart","link":"/en/wol/d/r1/lp-e/1200003639","html":"<span id=\"page733\" class=\"pageNum\" data-no=\"733\" data-before-text=\"733\"></span><strong>RAMPART</strong>A mound of earth or stones, or even a wall, raised as a fortification around a place.The siege rampart (Heb., <em>so&#xB7;lelah&#x2B9;</em>) was a mound of earth (and sometimes stones) cast up by an army to form an inclined plane for bringing battering rams and other siege equipment against a fortified city. (<a href=\"/en/wol/bc/r1/lp-e/1200003639/0/0\" data-bid=\"1-1\" class=\"b\">2Sa 20:15</a>) The Assyrian king Sennacherib cast up a siege rampart against Lachish. Excavations at Lachish show that this rampart consisted mainly of stones bound together by a large quantity of mortar. However, Sennacherib was not able to cast up a siege rampart against Jerusalem.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003639/1/0\" data-bid=\"2-1\" class=\"b\">2Ki 19:32</a>.Siege ramparts were to be thrown up by Nebuchadnezzar the king of Babylon against Jerusalem and against Tyre. (<a href=\"/en/wol/bc/r1/lp-e/1200003639/2/0\" data-bid=\"3-1\" class=\"b\">Jer 6:6;</a><a href=\"/en/wol/bc/r1/lp-e/1200003639/2/1\" data-bid=\"3-2\" class=\"b\"> Eze 21:22;</a><a href=\"/en/wol/bc/r1/lp-e/1200003639/2/2\" data-bid=\"3-3\" class=\"b\"> 26:7,&#xA0;8</a>) The siege against Jerusalem was illustrated prophetically when Ezekiel was directed to engrave a model of Jerusalem on a brick and build a siege rampart against it.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003639/3/0\" data-bid=\"4-1\" class=\"b\">Eze 4:1,&#xA0;2</a>.The rampart (Heb., <em>ma&#xB7;tsohr&#x2B9;</em>) mentioned at <a href=\"/en/wol/bc/r1/lp-e/1200003639/4/0\" data-bid=\"5-1\" class=\"b\">Zechariah 9:3, 4</a> apparently has reference to the strong fortifications of Tyre, which consisted of high walls constructed of large blocks of stone. The city of Babylon was unusually strong, having an inner rampart and an outer rampart, both of them made of bricks.<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200003639/0\">BABYLON</a> No.&#xA0;1.In some instances the rampart (Heb., <em>chehl</em>) that a city had as a part of its fortifications was built from the earth dug up when a moat was excavated around the city. The rampart rising from the moat at Hazor was about 15&#xA0;m (50&#xA0;ft) high. This made the top of the rampart nearly 30&#xA0;m (100&#xA0;ft) from the bottom of the moat. The city of Jerusalem had its own fortifications, including a rampart.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003639/5/0\" data-bid=\"6-1\" class=\"b\">Ps 122:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200003639/5/1\" data-bid=\"6-2\" class=\"b\"> 48:13</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200003639/1\">FORTIFICATIONS</a>.Divine help or &#x201C;salvation&#x201D; may serve as a sure protection, comparable to walls and a rampart. Thus, with apparent reference to Jerusalem, <a href=\"/en/wol/bc/r1/lp-e/1200003639/6/0\" data-bid=\"7-1\" class=\"b\">Isaiah 26:1</a> says what Jehovah God would do for the city: &#x201C;He sets salvation itself for walls and rampart.&#x201D;"}