{"title":"Reaper, Reaping","link":"/en/wol/d/r1/lp-e/1200003655","html":"<span id=\"page755\" class=\"pageNum\" data-no=\"755\" data-before-text=\"755\"></span><strong>REAPER, REAPING</strong>Harvesting of grain in ancient times was accomplished by cutting the grain with a sickle (<a href=\"/en/wol/bc/r1/lp-e/1200003655/0/0\" data-bid=\"1-1\" class=\"b\">De 16:9;</a><a href=\"/en/wol/bc/r1/lp-e/1200003655/0/1\" data-bid=\"1-2\" class=\"b\"> Mr 4:29</a>), or sometimes by uprooting it from the earth. In the latter case, the complete stalk was reaped by pulling the roots from the soil, which was important in arid lands where straw was scarce and grain did not grow very tall.The ancient sickle was fashioned from wood or bone and had flint inserts that served as a cutting edge. Later, the more familiar curved metal blade was used. The reaper would grasp the stalks with one hand and cut them with the other.<span id=\"page756\" class=\"pageNum\" data-no=\"756\" data-before-text=\"756\"></span>The Israelites were commanded not to reap the edges of their fields. Instead, they were to leave a little grain standing &#x201C;for the afflicted one and the alien resident.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003655/1/0\" data-bid=\"2-1\" class=\"b\">Le 19:9,&#xA0;10</a>) After the grain was reaped, it was gathered, bound in sheaves, and piled in heaps, perhaps on the threshing floor.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003655/2/0\" data-bid=\"3-1\" class=\"b\">Ge 37:6,&#xA0;7;</a><a href=\"/en/wol/bc/r1/lp-e/1200003655/2/1\" data-bid=\"3-2\" class=\"b\"> Ru 3:6,&#xA0;7</a>.<strong>Figurative Use. </strong>Reaping is often used figuratively in the Scriptures to illustrate the end result of one&#x2019;s works, whether good or bad. The divine principle is that &#x201C;whatever a man is sowing, this he will also reap.&#x201D; Paul showed that, whereas the one sowing with a view to the flesh reaps corruption therefrom, &#x201C;he who is sowing with a view to the spirit will reap everlasting life from the spirit,&#x201D; and he assured Galatian Christians that they would reap if they did not tire out. (<a href=\"/en/wol/bc/r1/lp-e/1200003655/3/0\" data-bid=\"4-1\" class=\"b\">Ga 6:7-9;</a><a href=\"/en/wol/bc/r1/lp-e/1200003655/3/1\" data-bid=\"4-2\" class=\"b\"> Pr 22:8;</a><a href=\"/en/wol/bc/r1/lp-e/1200003655/3/2\" data-bid=\"4-3\" class=\"b\"> Ho 8:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200003655/3/3\" data-bid=\"4-4\" class=\"b\">&#xA0;7</a>) In encouraging Christian generosity toward needy fellow believers in Judea, the apostle told the Corinthians: &#x201C;He that sows sparingly will also reap sparingly; and he that sows bountifully will also reap bountifully.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003655/4/0\" data-bid=\"5-1\" class=\"b\">2Co 9:5-7</a>.Jesus Christ dispatched his disciples to &#x201C;reap,&#x201D; implying that they were to gather responsive ones as his disciples. (<a href=\"/en/wol/bc/r1/lp-e/1200003655/5/0\" data-bid=\"6-1\" class=\"b\">Joh 4:35-38</a>) According to Jesus&#x2019; illustration of the symbolic &#x201C;wheat&#x201D; and &#x201C;weeds,&#x201D; at &#x201C;the conclusion of the system of things,&#x201D; the Son of man sends out his angelic reapers to &#x201C;collect out from his kingdom all things that cause stumbling and persons who are doing lawlessness.&#x201D; These &#x201C;weeds&#x201D; (&#x201C;the sons of the wicked one&#x201D;) are pitched into a figurative fiery furnace, whereas &#x201C;the wheat&#x201D; (&#x201C;the sons of the kingdom&#x201D;) are preserved and &#x201C;will shine as brightly as the sun in the kingdom of their Father.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003655/6/0\" data-bid=\"7-1\" class=\"b\">Mt 13:24-30,</a><a href=\"/en/wol/bc/r1/lp-e/1200003655/6/1\" data-bid=\"7-2\" class=\"b\"> 36-43</a>.That the glorified and enthroned Jesus Christ directs this reaping and separating work is shown by John&#x2019;s vision in Revelation, where Christ is pictured as someone &#x201C;like a son of man, with a golden crown on his head and a sharp sickle in his hand.&#x201D; In response to the angelic cry, &#x201C;Put your sickle in and reap, because the hour has come to reap, for the harvest of the earth is thoroughly ripe,&#x201D; John beheld that he &#x201C;thrust in his sickle on the earth, and the earth was reaped.&#x201D; The apostle observed that thereafter &#x201C;the vine of the earth&#x201D; was gathered and hurled into &#x201C;the great winepress of the anger of God.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003655/7/0\" data-bid=\"8-1\" class=\"b\">Re 14:14-20</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200003655/8/0\" data-bid=\"9-1\" class=\"b\">Re 19:11-16</a>."}