{"title":"Rebekah","link":"/en/wol/d/r1/lp-e/1200003658","html":"<span id=\"page756\" class=\"pageNum\" data-no=\"756\" data-before-text=\"756\"></span><strong>REBEKAH</strong>(Re&#xB7;bek&#x2B9;ah) [possibly, Cow].Daughter of Bethuel the son of Nahor, and therefore grandniece of Abraham. Her brother&#x2019;s name was Laban.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003658/0/0\" data-bid=\"1-1\" class=\"b\">Ge 22:20-23</a>.In 1878&#xA0;B.C.E., when Abraham sent his household manager, likely Eliezer, in search of a suitable wife for his son Isaac (now 40 years old), he came to &#x201C;the city of Nahor&#x201D; in the upper Mesopotamian valley. There at a well, this servant prayed that Jehovah&#x2019;s choice would be the damsel who not only would give him a drink when asked but also would volunteer to water his ten camels. (<a href=\"/en/wol/bc/r1/lp-e/1200003658/1/0\" data-bid=\"2-1\" class=\"b\">Ge 24:1-14</a>) While he was praying, Rebekah came to the well with a water jar. When he asked her for a sip of water, she graciously gave him a drink and then &#x201C;quickly emptied her jar into the drinking trough and ran yet again and again to the well to draw water, and kept drawing for all his camels. All the while the man was gazing at her in wonder, keeping silent to know whether Jehovah had made his trip successful or not.&#x201D; Rebekah proved to be kind, hospitable, modest in her manner, and industrious; besides this, &#x201C;the young woman was very attractive in appearance.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003658/2/0\" data-bid=\"3-1\" class=\"b\">Ge 24:14-21</a>.<span id=\"page757\" class=\"pageNum\" data-no=\"757\" data-before-text=\"757\"></span>Abraham&#x2019;s servant, recognizing that his prayer had been answered, bestowed upon Rebekah a gold nose ring and two beautiful gold bracelets (worth c. $1,350 in modern-day values). These she showed to her family<wbr>&#x2014;her mother and her brother Laban&#x2014;<wbr>who, in turn, extended the hospitality of their home to the visitor and the attendants with him. (<a href=\"/en/wol/bc/r1/lp-e/1200003658/3/0\" data-bid=\"4-1\" class=\"b\">Ge 24:22-32</a>) But before he would eat, the man stated his business. Laban and his father Bethuel gave their consent for Rebekah to marry Isaac; gifts, consisting of precious articles of gold and silver and exquisite garments, were given to Rebekah and her family, and then they all ate together. (<a href=\"/en/wol/bc/r1/lp-e/1200003658/4/0\" data-bid=\"5-1\" class=\"b\">Ge 24:33-54</a>) This transaction constituted an honorable marriage contract, not between Rebekah and Isaac, but between their parents, according to the custom of the time. Rebekah was in this way betrothed to Isaac and was from then on, in effect, his wife.With Rebekah&#x2019;s consent, the caravan took off the next morning for the long journey to the Negeb near Beer-lahai-roi, where Isaac was living at the time. Before she left, Rebekah&#x2019;s family blessed her, saying: &#x201C;May you become thousands times ten thousand, and let your seed take possession of the gate of those who hate it.&#x201D; Her nurse Deborah and other lady attendants accompanied Rebekah, none of whom, it appears, ever returned to their homeland.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003658/5/0\" data-bid=\"6-1\" class=\"b\">Ge 24:55-62;</a><a href=\"/en/wol/bc/r1/lp-e/1200003658/5/1\" data-bid=\"6-2\" class=\"b\"> 35:8</a>.Upon reaching their destination, Rebekah put on a headcloth at the approach of her bridegroom Isaac, and after Abraham&#x2019;s servant had recounted all the events of his mission, relating how Jehovah had directed the choice, Isaac brought Rebekah into his mother&#x2019;s tent to become his wife. Isaac dearly loved Rebekah, and in her he &#x201C;found comfort after the loss of his mother&#x201D; Sarah, who had died three years earlier.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003658/6/0\" data-bid=\"7-1\" class=\"b\">Ge 24:63-67</a>.Like Sarah, Rebekah for a long time remained barren. After some 19 years, during which time Isaac persistently appealed to Jehovah, she conceived and then bore the twins Esau and Jacob. So distressing was her pregnancy, as the two struggled with each other in her womb, that Rebekah wondered, &#x201C;Just why am I alive?&#x201D; In response, Jehovah assured her that she would become the mother of two great nations and that &#x201C;the older will serve the younger.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003658/7/0\" data-bid=\"8-1\" class=\"b\">Ge 25:20-26</a>) This, Paul says, was to demonstrate that the choice of the &#x2018;seed of promise&#x2019; depended entirely on God.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003658/8/0\" data-bid=\"9-1\" class=\"b\">Ro 9:6-13</a>.Also like Sarah, Rebekah disguised her identity on one occasion, passing herself off as her husband&#x2019;s sister. This was when a famine in the land forced her family to take up residence for a time in Philistine territory ruled over by King Abimelech. Rebekah must have been well along in years, yet because of her great beauty Isaac, the designated heir of the Abrahamic covenant, was presumed to be in danger of being killed if it was known he was her husband.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003658/9/0\" data-bid=\"10-1\" class=\"b\">Ge 26:1-11</a>.When Isaac had grown old and was preparing to bless Esau his firstborn, Rebekah took immediate steps to secure the desired blessing for Jacob. (<a href=\"/en/wol/bc/r1/lp-e/1200003658/10/0\" data-bid=\"11-1\" class=\"b\">Ge 25:28-34;</a><a href=\"/en/wol/bc/r1/lp-e/1200003658/10/1\" data-bid=\"11-2\" class=\"b\"> 27:1-5</a>) Whether Rebekah knew of Jacob&#x2019;s legal right to the birthright through purchase is not stated, but she was well aware of what Jehovah had told her, namely, that the older would serve the younger. So she took action to see that Jacob would secure his father&#x2019;s blessing. The outcome was in harmony with Jehovah&#x2019;s purpose.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003658/11/0\" data-bid=\"12-1\" class=\"b\">Ge 27:6-29</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200003658/0\">JACOB</a> No 1.Later, when Rebekah learned of Esau&#x2019;s plans to kill Jacob, she influenced Isaac to send Jacob to her homeland in search of a wife for himself. It had grieved both her and Isaac very much that Esau had taken two wives from among the hated Canaanites.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003658/12/0\" data-bid=\"13-1\" class=\"b\">Ge 26:34, 35;</a><a href=\"/en/wol/bc/r1/lp-e/1200003658/12/1\" data-bid=\"13-2\" class=\"b\"> 27:41-46;</a><a href=\"/en/wol/bc/r1/lp-e/1200003658/12/2\" data-bid=\"13-3\" class=\"b\"> 28:1-5;</a><a href=\"/en/wol/bc/r1/lp-e/1200003658/12/3\" data-bid=\"13-4\" class=\"b\"> 29:10-12</a>.Just when Rebekah died is not stated, but it may have been before Jacob returned home from Mesopotamia. (<a href=\"/en/wol/bc/r1/lp-e/1200003658/13/0\" data-bid=\"14-1\" class=\"b\">Ge 35:27</a>) She was buried in the family cave of Machpelah along with Abraham and Sarah, where later Isaac, Leah, and Jacob were interred.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003658/14/0\" data-bid=\"15-1\" class=\"b\">Ge 49:29-31;</a><a href=\"/en/wol/bc/r1/lp-e/1200003658/14/1\" data-bid=\"15-2\" class=\"b\"> 50:13</a>."}