{"title":"Rechabites","link":"/en/wol/d/r1/lp-e/1200003663","html":"<span id=\"page759\" class=\"pageNum\" data-no=\"759\" data-before-text=\"759\"></span><strong>RECHABITES</strong>(Re&#x2B9;cha&#xB7;bites) [Of (Belonging to) Rechab].Descendants of Rechab the Kenite through Jehonadab.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003663/0/0\" data-bid=\"1-1\" class=\"b\">Jer 35:6;</a><a href=\"/en/wol/bc/r1/lp-e/1200003663/0/1\" data-bid=\"1-2\" class=\"b\"> 1Ch 2:55</a>.During Jehonadab&#x2019;s time it seems that at least some of the Rechabites lived in the northern kingdom, for it was there that Jehonadab joined Jehu (king, c.&#xA0;904-877&#xA0;B.C.E.) in opposing Baal worship and &#x201C;all who were left over of Ahab&#x2019;s in Samaria.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003663/1/0\" data-bid=\"2-1\" class=\"b\">2Ki 10:15-17</a>) Jehonadab laid a command on his family (whether before or after the experience with Jehu is not stated) to live in tents, not sowing seed, not planting vineyards, and not drinking wine, because they were alien residents in the land.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003663/2/0\" data-bid=\"3-1\" class=\"b\">Jer 35:6-10</a>.In the final part of Jehoiakim&#x2019;s reign (628-618&#xA0;B.C.E.) a number of Rechabites dwelt in Judah. When Nebuchadnezzar came against the land, the Rechabites entered Jerusalem for protection from the Chaldeans and Syrians. At Jehovah&#x2019;s order, Jeremiah brought Jaazaniah their leader and all the Rechabites to a dining room in the temple. (<a href=\"/en/wol/bc/r1/lp-e/1200003663/3/0\" data-bid=\"4-1\" class=\"b\">Jer 35:1-4</a>) That they could all fit in one of the temple&#x2019;s dining rooms suggests that they were not very numerous. Jeremiah, as God had directed, put cups of wine before them and said: &#x201C;Drink wine.&#x201D; Out of respect for the command of their ancestor they refused to do so, and they explained that they had recently left their usual habitat to move into the city only because of the invading armies.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003663/4/0\" data-bid=\"5-1\" class=\"b\">Jer 35:5-11</a>.Jehovah was pleased with the respectful obedience they showed. Their unswerving obedience to an earthly father stood in contrast to the disobedience of the Judeans to their Creator. (<a href=\"/en/wol/bc/r1/lp-e/1200003663/5/0\" data-bid=\"6-1\" class=\"b\">Jer 35:12-16</a>) God gave the Rechabites the rewarding promise: &#x201C;There will not be cut off from Jonadab the son of Rechab a man to stand before me always.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003663/6/0\" data-bid=\"7-1\" class=\"b\">Jer 35:19</a>.During Nehemiah&#x2019;s governorship after the exile, &#x201C;Malchijah the son of Rechab&#x201D; repaired the Gate of the Ash-heaps. If this Rechab is the same one who was the father or ancestor of Jehonadab, it shows that Rechabites survived the exile and returned to the land. (<a href=\"/en/wol/bc/r1/lp-e/1200003663/7/0\" data-bid=\"8-1\" class=\"b\">Ne 3:14</a>) At <a href=\"/en/wol/bc/r1/lp-e/1200003663/8/0\" data-bid=\"9-1\" class=\"b\">1&#xA0;Chronicles 2:55</a> Hammath is listed as &#x201C;the father of the house of Rechab.&#x201D;"}