{"title":"Registration","link":"/en/wol/d/r1/lp-e/1200003676","html":"<span id=\"page764\" class=\"pageNum\" data-no=\"764\" data-before-text=\"764\"></span><strong>REGISTRATION</strong>An enrollment, usually by name and lineage according to tribe and household. It involved more than a simple census or count of heads. The national registrations referred to in the Bible served various purposes, such as taxation, assignments of military service, or (for those Levites included) appointments to duties at the sanctuary.<strong>At Sinai. </strong>At Jehovah&#x2019;s command the first registration took place during the encampment at Sinai in the second month of the second year <span id=\"page765\" class=\"pageNum\" data-no=\"765\" data-before-text=\"765\"></span>following the Exodus from Egypt. To assist Moses in this undertaking, a chieftain was selected out of each tribe to take the responsibility and oversight of the registration in his tribe. Not only were all males listed who were 20 years old and upward<wbr>&#x2014;eligible for service in the army&#x2014;<wbr>but the Law also placed on the registered ones a head tax of half a shekel ($1.10) for the service of the tabernacle. (<a href=\"/en/wol/bc/r1/lp-e/1200003676/0/0\" data-bid=\"1-1\" class=\"b\">Ex 30:11-16;</a><a href=\"/en/wol/bc/r1/lp-e/1200003676/0/1\" data-bid=\"1-2\" class=\"b\"> Nu 1:1-16,</a><a href=\"/en/wol/bc/r1/lp-e/1200003676/0/2\" data-bid=\"1-3\" class=\"b\"> 18,&#xA0;19</a>) The total number listed amounted to 603,550, excluding the Levites, who would have no inheritance in the land. These paid no tabernacle tax and were not required to serve in the army.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003676/1/0\" data-bid=\"2-1\" class=\"b\">Nu 1:44-47;</a><a href=\"/en/wol/bc/r1/lp-e/1200003676/1/1\" data-bid=\"2-2\" class=\"b\"> 2:32, 33;</a><a href=\"/en/wol/bc/r1/lp-e/1200003676/1/2\" data-bid=\"2-3\" class=\"b\"> 18:20,</a><a href=\"/en/wol/bc/r1/lp-e/1200003676/1/3\" data-bid=\"2-4\" class=\"b\">&#xA0;24</a>.The record in the book of Numbers shows that a count was also made of the number of firstborn males from the 12 tribes, and of all the Levite males, from a month old and upward. (<a href=\"/en/wol/bc/r1/lp-e/1200003676/2/0\" data-bid=\"3-1\" class=\"b\">Nu 3:14,&#xA0;15</a>) This was because Jehovah had bought the firstborn ones as his when he saved them from the destruction of the firstborn in Egypt. Now he desired to use the Levites as his specially sanctified ones for sanctuary service. The Levites were therefore to be given to Jehovah by Israel to redeem the firstborn of the other tribes. The count showed that there were 22,000 male Levites and 22,273 non-Levite firstborn. (<a href=\"/en/wol/bc/r1/lp-e/1200003676/3/0\" data-bid=\"4-1\" class=\"b\">Nu 3:11-13,</a><a href=\"/en/wol/bc/r1/lp-e/1200003676/3/1\" data-bid=\"4-2\" class=\"b\"> 39-43</a>) To redeem the 273 firstborn in excess of the Levites, a five-shekel ($11) payment to the sanctuary was required for each.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003676/4/0\" data-bid=\"5-1\" class=\"b\">Nu 3:44-51</a>.Also the Kohathites, Gershonites, and Merarites between 30 and 50 years of age were numbered. These were given special assignments of service at the sanctuary.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003676/5/0\" data-bid=\"6-1\" class=\"b\">Nu 4:34-49</a>.<strong>On the Plains of Moab. </strong>A second recorded registration is the one taken on the Plains of Moab, after the scourge because of Israel&#x2019;s sin in connection with Baal of Peor. It was found then that the number of men 20 years old and upward was 601,730, a decrease of 1,820 from the census taken nearly 39 years earlier. (<a href=\"/en/wol/bc/r1/lp-e/1200003676/6/0\" data-bid=\"7-1\" class=\"b\">Nu 26:1, 2,</a><a href=\"/en/wol/bc/r1/lp-e/1200003676/6/1\" data-bid=\"7-2\" class=\"b\">&#xA0;51</a>) The count of Levites from a month old and upward was 23,000, or 1,000 more than the first census.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003676/7/0\" data-bid=\"8-1\" class=\"b\">Nu 26:57,</a><a href=\"/en/wol/bc/r1/lp-e/1200003676/7/1\" data-bid=\"8-2\" class=\"b\">&#xA0;62</a>.<strong>David&#x2019;s Calamitous Registration. </strong>A registration taken toward the end of King David&#x2019;s reign is also recorded, one that brought calamity. The account at <a href=\"/en/wol/bc/r1/lp-e/1200003676/8/0\" data-bid=\"9-1\" class=\"b\">2&#xA0;Samuel 24:1</a> reads: &#x201C;And again the anger of Jehovah came to be hot against Israel, when one incited David against them, saying: &#x2018;Go, take a count of Israel and Judah.&#x2019;&#x201D; The &#x201C;one&#x201D; who did the inciting is not there identified. Was it some human counselor? Was it Satan? Or even God? <a href=\"/en/wol/bc/r1/lp-e/1200003676/9/0\" data-bid=\"10-1\" class=\"b\">First Chronicles 21:1</a> helps to answer the question, saying: &#x201C;Satan proceeded to stand up against Israel and to incite David to number Israel.&#x201D; That rendering in the <em>New World Translation </em>agrees with the Hebrew text and with translations into Greek, Syriac, and Latin. It is also consistent with the renderings in other translations.<wbr>&#x2014;<em>AT, NE, RS, JB, Mo.</em>However, as the footnote at <a href=\"/en/wol/bc/r1/lp-e/1200003676/10/0\" data-bid=\"11-1\" class=\"b\">1&#xA0;Chronicles 21:1</a> points out, the Hebrew word <em>sa&#xB7;tan&#x2B9; </em>can also be rendered &#x201C;a resister.&#x201D; Byington translates it &#x201C;a Satan&#x201D;; Young&#x2019;s translation reads, &#x201C;an adversary.&#x201D; So it is possible that the &#x201C;one&#x201D; moving David to decide on the calamitous course was a bad human counselor.Interestingly, a footnote at <a href=\"/en/wol/bc/r1/lp-e/1200003676/11/0\" data-bid=\"12-1\" class=\"b\">2&#xA0;Samuel 24:1</a> shows that this text could be rendered: &#x201C;And again the anger of Jehovah came to be hot against Israel, when <em>he </em>incited David against them.&#x201D; The translation in <em>The Bible in Basic English </em>reads: &#x201C;Again the wrath of the Lord was burning against Israel, and moving David against them, he said, Go, take the number of Israel and Judah.&#x201D; Hence, some commentators consider that the &#x201C;one&#x201D; or &#x201C;he&#x201D; who incited David to take the census was Jehovah. His &#x2018;anger against Israel,&#x2019; according to this view, predated the census and was due to their recent rebellions against Jehovah and his appointed king, David, when they followed first ambitious Absalom and then the good-for-nothing Sheba, the son of Bichri, in opposition to David. (<a href=\"/en/wol/bc/r1/lp-e/1200003676/12/0\" data-bid=\"13-1\" class=\"b\">2Sa 15:10-12;</a><a href=\"/en/wol/bc/r1/lp-e/1200003676/12/1\" data-bid=\"13-2\" class=\"b\"> 20:1,&#xA0;2</a>) Such a viewpoint could be harmonized with the view that Satan or some bad human counselor incited David if the incitement is viewed as something that Jehovah purposely allowed, as by removing his protection or restraining hand.<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200003676/13/0\" data-bid=\"14-1\" class=\"b\">1Ki 22:21-23;</a><a href=\"/en/wol/bc/r1/lp-e/1200003676/13/1\" data-bid=\"14-2\" class=\"b\"> 1Sa 16:14</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200003676/0\">FOREKNOWLEDGE, FOREORDINATION</a> (Concerning individuals).On David&#x2019;s part, there may have been wrong motive due to pride and trust in the numbers of his army, hence a failing to manifest full reliance on Jehovah. In any case, it is clear that on this occasion David&#x2019;s chief concern was not that of glorifying God.<strong><em>Objected to by Joab. </em></strong>When ordered to take the registration, David&#x2019;s general Joab objected, saying, &#x201C;May Jehovah your God even add to the people a hundred times as many as they are while the very eyes of my lord the king are seeing it. But as for my lord the king, why has he found delight in this thing?&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003676/14/0\" data-bid=\"15-1\" class=\"b\">2Sa 24:3</a>) Joab&#x2019;s words imply that the national strength did not depend on numbers but on Jehovah, who could supply numbers if that was his will. Joab, at David&#x2019;s insistence, took the census, but unwillingly, the report stating: &#x201C;Levi and Benjamin he did not register in among them, <span id=\"page766\" class=\"pageNum\" data-no=\"766\" data-before-text=\"766\"></span>because the king&#x2019;s word had been detestable to Joab&#x201D; (Levi not being counted, in accord with the law at <a href=\"/en/wol/bc/r1/lp-e/1200003676/15/0\" data-bid=\"16-1\" class=\"b\">Numbers 1:47-49</a>). Joab either stopped before registering Benjamin or delayed the progress of the registration, and David came to his senses and called a halt to it before Joab had completed it. (<a href=\"/en/wol/bc/r1/lp-e/1200003676/16/0\" data-bid=\"17-1\" class=\"b\">1Ch 21:6</a>) Joab may have avoided Benjamin because he did not want to stir up this tribe that was the tribe of Saul, which had fought David&#x2019;s army under Joab before uniting with the other tribes under David. (<a href=\"/en/wol/bc/r1/lp-e/1200003676/17/0\" data-bid=\"18-1\" class=\"b\">2Sa 2:12-17</a>) No doubt because the making of the count was wrong, it was not entered into &#x201C;the account of the affairs of the days of King David.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003676/18/0\" data-bid=\"19-1\" class=\"b\">1Ch 27:24</a>.The count revealed that Israel had 1,100,000 men and Judah had 470,000, according to the record at <a href=\"/en/wol/bc/r1/lp-e/1200003676/19/0\" data-bid=\"20-1\" class=\"b\">1&#xA0;Chronicles 21:5</a>. The report at <a href=\"/en/wol/bc/r1/lp-e/1200003676/20/0\" data-bid=\"21-1\" class=\"b\">2&#xA0;Samuel 24:9</a> says 800,000 men of Israel and 500,000 men of Judah. Some believe that a scribal error exists. But it is unwise to ascribe error to the record when the circumstances, methods of counting, and so forth, are not fully understood. The two accounts may have reckoned the number from different viewpoints. For example, it is possible that members of the standing army and/<wbr>or their officers were counted or omitted. And different methods of reckoning may have caused a variation in the listing of certain men, as to whether they were under Judah or Israel. We find what may be such an instance at <a href=\"/en/wol/bc/r1/lp-e/1200003676/21/0\" data-bid=\"22-1\" class=\"b\">1&#xA0;Chronicles&#xA0;27</a>. Here 12 divisions in the king&#x2019;s service are listed, naming all the tribes except Gad and Asher, and naming Levi and the two half tribes of Manasseh. This may have been because the men of Gad and Asher were combined under other heads at the time, or for other reasons not stated.<strong><em>Jehovah&#x2019;s judgment. </em></strong>Jehovah&#x2019;s prophet Gad was sent to David, giving David, the authorizer of the census, a choice of one of three forms of punishment: a famine for three years, the sword of Israel&#x2019;s enemies overtaking Israel for three months, or a pestilence for three days. David, leaning on God&#x2019;s mercy rather than man&#x2019;s, chose &#x201C;to fall into the hand of Jehovah&#x201D;; in the pestilence that followed, 70,000 persons died.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003676/22/0\" data-bid=\"23-1\" class=\"b\">1Ch 21:10-14</a>.Here another variation is found between the Samuel and Chronicles accounts. Whereas <a href=\"/en/wol/bc/r1/lp-e/1200003676/23/0\" data-bid=\"24-1\" class=\"b\">2&#xA0;Samuel 24:13</a> says seven years of famine, <a href=\"/en/wol/bc/r1/lp-e/1200003676/24/0\" data-bid=\"25-1\" class=\"b\">1&#xA0;Chronicles 21:12</a> says three. (The Greek <em>Septuagint </em>reads &#x201C;three&#x201D; in the Samuel account.) One proffered explanation is that the seven years referred to at Second Samuel would, in part, be an extension of the three years of famine that came because of the sin of Saul and his house against the Gibeonites. (<a href=\"/en/wol/bc/r1/lp-e/1200003676/25/0\" data-bid=\"26-1\" class=\"b\">2Sa 21:1,&#xA0;2</a>) The current year (the registration took 9 months and 20 days [<a href=\"/en/wol/bc/r1/lp-e/1200003676/26/0\" data-bid=\"27-1\" class=\"b\">2Sa 24:8</a>]) would be the fourth, and three years to come would make seven. Although the difference may have been due to a copyist&#x2019;s error, it may be said again that a full knowledge of all the facts and circumstances should be had before one reaches such a conclusion.<strong>For the Temple Service. </strong>Sometime later David, who was now quite old, had the Levites numbered for future temple service, with Jehovah&#x2019;s apparent approval. This count revealed that there were 38,000 Levites 30 years of age and upward, all able-bodied men. They were listed as follows: 24,000 supervisors, 6,000 officers and judges, 4,000 gatekeepers, and 4,000 musicians.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003676/27/0\" data-bid=\"28-1\" class=\"b\">1Ch 23:1-5</a>.In connection with the building of the temple we read: &#x201C;Then Solomon took a count of all the men that were alien residents, who were in the land of Israel, after the census that David his father had taken of them; and there came to be found a hundred and fifty-three thousand six hundred. So he made seventy thousand of them burden bearers and eighty thousand cutters in the mountain and three thousand six hundred overseers for keeping the people in service.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003676/28/0\" data-bid=\"29-1\" class=\"b\">2Ch 2:17,&#xA0;18</a>.<strong>Later Registrations. </strong>There were other registrations carried out by succeeding kings of Israel and Judah. In the days of King Amaziah the men in Judah and Benjamin from 20 years upward numbered 300,000. (<a href=\"/en/wol/bc/r1/lp-e/1200003676/29/0\" data-bid=\"30-1\" class=\"b\">2Ch 25:5</a>) In King Uzziah&#x2019;s registration the army forces were 307,500 men, with 2,600 of the heads of the paternal houses over them.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003676/30/0\" data-bid=\"31-1\" class=\"b\">2Ch 26:11-13</a>.The returning exiles under Zerubbabel, in 537&#xA0;B.C.E., were also enumerated. They included 42,360 males, also 7,337 slaves and 200 singers (the Masoretic text of Nehemiah says 245 singers).<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003676/31/0\" data-bid=\"32-1\" class=\"b\">Ezr 2:64, 65;</a><a href=\"/en/wol/bc/r1/lp-e/1200003676/31/1\" data-bid=\"32-2\" class=\"b\"> Ne 7:66, 67</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200003676/1\">NEHEMIAH, BOOK OF</a>.<strong>At the Time of Jesus&#x2019; Birth. </strong>Two registrations are mentioned in the Christian Greek Scriptures as taking place after Judea came under subjection to Rome. Such were not merely to ascertain population figures but, rather, were mainly for purposes of taxation and conscription of men for military service. Concerning the first of these we read: &#x201C;Now in those days [c.&#xA0;2&#xA0;B.C.E.] a decree went forth from Caesar Augustus for all the inhabited earth to be registered; (this first registration took place when Quirinius was governor of Syria;) and all people went traveling to be registered, each one to his own city.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003676/32/0\" data-bid=\"33-1\" class=\"b\">Lu 2:1-3</a>) <span id=\"page767\" class=\"pageNum\" data-no=\"767\" data-before-text=\"767\"></span>This edict of the emperor proved providential, for it compelled Joseph and Mary to journey from the city of Nazareth to Bethlehem in spite of the fact that Mary was then heavy with child; thus Jesus was born in the city of David in fulfillment of prophecy.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003676/33/0\" data-bid=\"34-1\" class=\"b\">Lu 2:4-7;</a><a href=\"/en/wol/bc/r1/lp-e/1200003676/33/1\" data-bid=\"34-2\" class=\"b\"> Mic 5:2</a>.<strong><em>Two registrations under Quirinius. </em></strong>Bible critics have said that the only census taken while Publius Sulpicius Quirinius was governor of Syria was about 6&#xA0;C.E., which event sparked a rebellion by Judas the Galilean and the Zealots. (<a href=\"/en/wol/bc/r1/lp-e/1200003676/34/0\" data-bid=\"35-1\" class=\"b\">Ac 5:37</a>) This was really the second registration under Quirinius, for inscriptions discovered at and near Antioch revealed that some years earlier Quirinius had served as the emperor&#x2019;s legate in Syria. (<em>The Bearing of Recent Discovery on the Trustworthiness of the New Testament, </em>by W.&#xA0;Ramsay, 1979, pp.&#xA0;285, 291) Concerning this, the <em>Dictionnaire du Nouveau Testament </em>in Crampon&#x2019;s French Bible (1939 ed., p.&#xA0;360) says: &#x201C;The scholarly researches of Zumpt (<em>Commentat. epigraph., </em>II, 86-104; <em>De Syria romana provincia, </em>97-98) and of Mommsen (<em>Res gestae divi Augusti</em>) place beyond doubt that Quirinius was twice governor of Syria.&#x201D; Many scholars locate the time of Quirinius&#x2019; first governorship as somewhere between the years 4 and 1&#xA0;B.C.E., probably from 3 to 2&#xA0;B.C.E. Their method of arriving at these dates, however, is not solid, and the actual period of this governorship remains indefinite. (See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200003676/2\">QUIRINIUS</a>.) His second governorship, however, included 6&#xA0;C.E., according to details reported by Josephus.<wbr>&#x2014;<em>Jewish Antiquities, </em>XVIII, 26 (ii,&#xA0;1).So historian and Bible writer Luke was correct when he said concerning the registration at the time of Jesus&#x2019; birth: &#x201C;This <em>first </em>registration took place when Quirinius was governor of Syria,&#x201D; distinguishing it from the <em>second, </em>which occurred later under the same Quirinius and to which Gamaliel makes reference as reported by Luke at <a href=\"/en/wol/bc/r1/lp-e/1200003676/35/0\" data-bid=\"36-1\" class=\"b\">Acts 5:37</a>."}