{"title":"Relief","link":"/en/wol/d/r1/lp-e/1200003687","html":"<span id=\"page769\" class=\"pageNum\" data-no=\"769\" data-before-text=\"769\"></span><strong>RELIEF</strong>Material aid for those who, because of old age, famine, or other adversity, do not have sufficient of life&#x2019;s necessities.A distinguishing feature of God&#x2019;s faithful servants has been their willingness to assist needy persons. (<a href=\"/en/wol/bc/r1/lp-e/1200003687/0/0\" data-bid=\"1-1\" class=\"b\">Job 29:16;</a><a href=\"/en/wol/bc/r1/lp-e/1200003687/0/1\" data-bid=\"1-2\" class=\"b\"> 31:19-22;</a><a href=\"/en/wol/bc/r1/lp-e/1200003687/0/2\" data-bid=\"1-3\" class=\"b\"> Jas 1:27</a>) In the first century the Jerusalem congregation arranged for distribution of food to needy Christian widows, and later, seven qualified men were appointed to see to it that no deserving widows were overlooked in the daily distribution. (<a href=\"/en/wol/bc/r1/lp-e/1200003687/1/0\" data-bid=\"2-1\" class=\"b\">Ac 6:1-6</a>) Years afterward, in his letter to Timothy, the apostle Paul pointed out that the congregation&#x2019;s relief to widows should be limited to those not less than 60 years of age. Such widows were to be persons having a record of good works in the advancement of Christianity. (<a href=\"/en/wol/bc/r1/lp-e/1200003687/2/0\" data-bid=\"3-1\" class=\"b\">1Ti 5:9,&#xA0;10</a>) However, it was the primary obligation of children and grandchildren, not of the congregation, to care for aged parents and grandparents. As Paul wrote: &#x201C;If any widow has children or grandchildren, let these learn first to practice godly devotion in their own household and to keep paying a due compensation to their parents and grandparents, for this is acceptable in God&#x2019;s sight.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003687/3/0\" data-bid=\"4-1\" class=\"b\">1Ti 5:4,</a><a href=\"/en/wol/bc/r1/lp-e/1200003687/3/1\" data-bid=\"4-2\" class=\"b\">&#xA0;16</a>.There were times when Christian congregations shared in relief measures in behalf of their brothers in other places. Thus, when the prophet Agabus foretold that a great famine would occur, the disciples in the congregation of Syrian Antioch &#x201C;determined, each of them according as anyone could afford it, to send a relief ministration to the brothers dwelling in Judea.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003687/4/0\" data-bid=\"5-1\" class=\"b\">Ac 11:28,&#xA0;29</a>) Other organized relief measures for needy brothers in Judea were likewise strictly voluntary.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003687/5/0\" data-bid=\"6-1\" class=\"b\">Ro 15:25-27;</a><a href=\"/en/wol/bc/r1/lp-e/1200003687/5/1\" data-bid=\"6-2\" class=\"b\"> 1Co 16:1-3;</a><a href=\"/en/wol/bc/r1/lp-e/1200003687/5/2\" data-bid=\"6-3\" class=\"b\"> 2Co 9:5,</a><a href=\"/en/wol/bc/r1/lp-e/1200003687/5/3\" data-bid=\"6-4\" class=\"b\">&#xA0;7</a>."}