{"title":"Reproof","link":"/en/wol/d/r1/lp-e/1200003700","html":"<span id=\"page780\" class=\"pageNum\" data-no=\"780\" data-before-text=\"780\"></span><strong>REPROOF</strong>That which is designed to convince others of their having erred, in order to move them to acknowledge their mistakes and correct these. Unlike reproof, a rebuke may be a censure without any laying bare of fault by the presentation of evidence. (See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200003700/0\">REBUKE</a>.) The Hebrew verb <em>ya&#xB7;khach&#x2B9; </em>(reprove) is a legal term also rendered &#x2018;call to account&#x2019; (<a href=\"/en/wol/bc/r1/lp-e/1200003700/0/0\" data-bid=\"1-1\" class=\"b\">Isa 37:4</a>) and &#x201C;set matters straight&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003700/1/0\" data-bid=\"2-1\" class=\"b\">Isa 1:18;</a><a href=\"/en/wol/bc/r1/lp-e/1200003700/1/1\" data-bid=\"2-2\" class=\"b\"> 2:4</a>). The corresponding Greek term is <em>e&#xB7;leg&#x2B9;kho. </em>Both terms often convey the idea of convicting one of sin and summoning that one to repentance. Regarding the use of <em>e&#xB7;leg&#x2B9;kho </em>in the Greek <em>Septuagint </em>to translate many occurrences of <em>ya&#xB7;khach&#x2B9;, </em>the <em>Theological Dictionary of the New Testament </em>states: &#x201C;It denotes the disciplining and educating of man by God as a result of His judicial activity. This embraces all aspects of education from the conviction of the sinner to chastisement and punishment, from the instruction of the righteous by severe tests to his direction by teaching and admonition.&#x201D;<wbr>&#x2014;Edited by G.&#xA0;Kittel, 1964, Vol.&#xA0;II, p.&#xA0;473.<strong>When Needed. </strong>In God&#x2019;s law to Israel, persons transgressed against were urged: &#x201C;You must not hate your brother in your heart. You should by all means reprove your associate, that you may not bear sin along with him.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003700/2/0\" data-bid=\"3-1\" class=\"b\">Le 19:17</a>) Feelings of <span id=\"page781\" class=\"pageNum\" data-no=\"781\" data-before-text=\"781\"></span>resentment against the erring brother were not to be allowed to fester. He was to be reproved with a view to recovering him from sin. Failure to discharge this moral responsibility could contribute toward further sin, and the person who held back from reproving his associate would share responsibility for such sin.<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200003700/3/0\" data-bid=\"4-1\" class=\"b\">Mt 18:15</a>.At times, elders representative of the congregation must reprove serious wrongdoers, even doing so in the presence of others who have knowledge of the sinful course. Such reproof is not reserved only for those who show a receptiveness to it. Elders are also called on to &#x201C;reprove those who contradict&#x201D; and to &#x2018;reprove with severity&#x2019; those who are &#x201C;unruly&#x201D; and &#x201C;profitless talkers.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003700/4/0\" data-bid=\"5-1\" class=\"b\">1Ti 5:20;</a><a href=\"/en/wol/bc/r1/lp-e/1200003700/4/1\" data-bid=\"5-2\" class=\"b\"> Tit 1:9, 10,</a><a href=\"/en/wol/bc/r1/lp-e/1200003700/4/2\" data-bid=\"5-3\" class=\"b\">&#xA0;13</a>.Although reproof can benefit those who receive it, the efforts of the reprover are not always appreciated. Thus <a href=\"/en/wol/bc/r1/lp-e/1200003700/5/0\" data-bid=\"6-1\" class=\"b\">Proverbs 9:7, 8</a> warns: &#x201C;He that is correcting the ridiculer is taking to himself dishonor, and he that is giving a reproof to someone wicked<wbr>&#x2014;a defect in him. Do not reprove a ridiculer, that he may not hate you. Give a reproof to a wise person and he will love you.&#x201D;<strong>Proper Attitude. </strong>Since the Scriptures are inspired of God, all reproof solidly based on them is really reproof from him. (<a href=\"/en/wol/bc/r1/lp-e/1200003700/6/0\" data-bid=\"7-1\" class=\"b\">2Ti 3:16</a>) Jehovah&#x2019;s reproof is an expression of love, not to be abhorred or rejected. (<a href=\"/en/wol/bc/r1/lp-e/1200003700/7/0\" data-bid=\"8-1\" class=\"b\">Pr 3:11,&#xA0;12</a>) As head of the Christian congregation, Jesus Christ, in affection for its members, sees to it that needed reproof is given through spiritually qualified men. (<a href=\"/en/wol/bc/r1/lp-e/1200003700/8/0\" data-bid=\"9-1\" class=\"b\">Re 3:14,</a><a href=\"/en/wol/bc/r1/lp-e/1200003700/8/1\" data-bid=\"9-2\" class=\"b\">&#xA0;19</a>) Wise ones appreciate that &#x201C;the reproofs of discipline are the way of life.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003700/9/0\" data-bid=\"10-1\" class=\"b\">Pr 6:23</a>.The sinful human tendency is to resent reproof and the human servant through whom it may be given. But yielding to this tendency degrades one to the level of an unreasoning beast lacking moral discrimination; as the inspired proverb expresses it: &#x201C;A hater of reproof is unreasoning.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003700/10/0\" data-bid=\"11-1\" class=\"b\">Pr 12:1</a>) In contrast, the psalmist David, who was himself repeatedly reproved, wrote: &#x201C;Should the righteous one strike me, it would be a loving-kindness; and should he reprove me, it would be oil upon the head, which my head would not want to refuse.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003700/11/0\" data-bid=\"12-1\" class=\"b\">Ps 141:5</a>."}