{"title":"Respect","link":"/en/wol/d/r1/lp-e/1200003707","html":"<span id=\"page782\" class=\"pageNum\" data-no=\"782\" data-before-text=\"782\"></span><strong>RESPECT</strong>The giving of particular attention or deference to one judged worthy of esteem; a recognition and due regard for a thing or, especially, for another person, his qualities, achievements, office, position, or authority. To manifest respect is to &#x201C;honor.&#x201D; Various original-language words convey the thought of according to others honor, respect, or wholesome fear.<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200003707/0\">FEAR</a>; <a href=\"/en/wol/tc/r1/lp-e/1200003707/1\">HONOR</a>.<strong>Toward Jehovah and His Representatives. </strong>By reason of his being Creator, Jehovah God is worthy of the greatest honor from all his intelligent creatures. (<a href=\"/en/wol/bc/r1/lp-e/1200003707/0/0\" data-bid=\"1-1\" class=\"b\">Re 4:11</a>) Such honor calls for individuals to render faithful obedience to him, obedience based on love for him and an appreciation for what he has done in their behalf. (<a href=\"/en/wol/bc/r1/lp-e/1200003707/1/0\" data-bid=\"2-1\" class=\"b\">Mal 1:6;</a><a href=\"/en/wol/bc/r1/lp-e/1200003707/1/1\" data-bid=\"2-2\" class=\"b\"> 1Jo 5:3</a>) It also includes the use of one&#x2019;s valuable things on behalf of true worship.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003707/2/0\" data-bid=\"3-1\" class=\"b\">Pr 3:9</a>.One who appropriates to himself that which belongs to the Creator shows disrespect for sacred things. This was done by Hophni and Phinehas, the sons of High Priest Eli. They seized the best of every offering made to Jehovah. And Eli, by failing to take firm measures against his sons for this, honored them more than Jehovah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003707/3/0\" data-bid=\"4-1\" class=\"b\">1Sa 2:12-17,</a><a href=\"/en/wol/bc/r1/lp-e/1200003707/3/1\" data-bid=\"4-2\" class=\"b\"> 27-29</a>.Whereas the honor given by men to Jehovah God is manifested by faithful obedience to him and furthering the interests of his worship, God honors humans by blessing and rewarding them. (<a href=\"/en/wol/bc/r1/lp-e/1200003707/4/0\" data-bid=\"5-1\" class=\"b\">1Sa 2:30</a>) Thus King David, who served Jehovah faithfully and desired to build a temple for housing the sacred ark of the covenant, was honored or rewarded with a covenant for a kingdom.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003707/5/0\" data-bid=\"6-1\" class=\"b\">2Sa 7:1-16;</a><a href=\"/en/wol/bc/r1/lp-e/1200003707/5/1\" data-bid=\"6-2\" class=\"b\"> 1Ch 17:1-14</a>.As Jehovah&#x2019;s spokesmen, the prophets, especially God&#x2019;s Son Jesus Christ, were deserving of respect. But instead of being accorded such by the Israelites, they were abused verbally and physically, even to the point of being put to death. Israel&#x2019;s disrespect for Jehovah&#x2019;s representatives reached its climax in their killing his Son. For this reason Jehovah used the Roman armies to execute his vengeance upon unfaithful Jerusalem in 70&#xA0;C.E.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003707/6/0\" data-bid=\"7-1\" class=\"b\">Mt 21:33-44;</a><a href=\"/en/wol/bc/r1/lp-e/1200003707/6/1\" data-bid=\"7-2\" class=\"b\"> Mr 12:1-9;</a><a href=\"/en/wol/bc/r1/lp-e/1200003707/6/2\" data-bid=\"7-3\" class=\"b\"> Lu 20:9-16</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200003707/7/0\" data-bid=\"8-1\" class=\"b\">Joh 5:23</a>.<strong><em>In the Christian congregation. </em></strong>Those entrusted with special responsibilities as teachers in the Christian congregation deserved the support and cooperation of fellow believers. (<a href=\"/en/wol/bc/r1/lp-e/1200003707/8/0\" data-bid=\"9-1\" class=\"b\">Heb 13:7,</a><a href=\"/en/wol/bc/r1/lp-e/1200003707/8/1\" data-bid=\"9-2\" class=\"b\">&#xA0;17</a>) They were &#x201C;worthy of double honor,&#x201D; including voluntary material assistance for their hard work in behalf of the congregation.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003707/9/0\" data-bid=\"10-1\" class=\"b\">1Ti 5:17, 18</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200003707/2\">OLDER MAN</a>.However, all Christians were entitled to honor from fellow believers. The apostle Paul counseled: &#x201C;In showing honor to one another take the lead.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003707/10/0\" data-bid=\"11-1\" class=\"b\">Ro 12:10</a>) As the individual Christian knows his own weaknesses and failings better than fellow believers do, it is only right that he put others ahead of himself, honoring or highly valuing them on account of their faithful work. (<a href=\"/en/wol/bc/r1/lp-e/1200003707/11/0\" data-bid=\"12-1\" class=\"b\">Php 2:1-4</a>) Needy and deserving widows were honored by receiving material assistance from the congregation.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003707/12/0\" data-bid=\"13-1\" class=\"b\">1Ti 5:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200003707/12/1\" data-bid=\"13-2\" class=\"b\"> 9,&#xA0;10</a>.<strong><em>Among family members. </em></strong>A wife is rightly to manifest wholesome fear, or deep respect, for her husband as head of the family. (<a href=\"/en/wol/bc/r1/lp-e/1200003707/13/0\" data-bid=\"14-1\" class=\"b\">Eph 5:33</a>) This harmonizes with the preeminence given to man in God&#x2019;s arrangement. Man, not woman, was created first, and he is &#x201C;God&#x2019;s image and glory.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003707/14/0\" data-bid=\"15-1\" class=\"b\">1Co 11:7-9;</a><a href=\"/en/wol/bc/r1/lp-e/1200003707/14/1\" data-bid=\"15-2\" class=\"b\"> 1Ti 2:11-13</a>) Sarah was a notable example of a woman who had deep respect for her husband. Her respect came from the heart, for Sarah referred to her husband as &#x201C;lord,&#x201D; not merely for others to hear but even &#x201C;inside herself.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003707/15/0\" data-bid=\"16-1\" class=\"b\">1Pe 3:1, 2,</a><a href=\"/en/wol/bc/r1/lp-e/1200003707/15/1\" data-bid=\"16-2\" class=\"b\"> 5,&#xA0;6</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200003707/16/0\" data-bid=\"17-1\" class=\"b\">Ge 18:12</a>.On the other hand, husbands are admonished: &#x201C;Continue dwelling in like manner with [your wives] according to knowledge, assigning them honor as to a weaker vessel, the feminine one, since you are also heirs with them of the undeserved favor of life.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003707/17/0\" data-bid=\"18-1\" class=\"b\">1Pe 3:7</a>) Thus spirit-anointed Christian husbands were to take into consideration that their wives had an equal standing as joint heirs with Christ (compare <a href=\"/en/wol/bc/r1/lp-e/1200003707/18/0\" data-bid=\"19-1\" class=\"b\">Ro 8:17;</a><a href=\"/en/wol/bc/r1/lp-e/1200003707/18/1\" data-bid=\"19-2\" class=\"b\"> Ga 3:28</a>) and should be treated in an honorable way in recognition of the fact that they have less strength than men.In relation to their children, parents are God&#x2019;s representatives, authorized to train, discipline, and direct them. Parents are therefore entitled to honor, or respect. (<a href=\"/en/wol/bc/r1/lp-e/1200003707/19/0\" data-bid=\"20-1\" class=\"b\">Ex 20:12;</a><a href=\"/en/wol/bc/r1/lp-e/1200003707/19/1\" data-bid=\"20-2\" class=\"b\"> Eph 6:1-3;</a><a href=\"/en/wol/bc/r1/lp-e/1200003707/19/2\" data-bid=\"20-3\" class=\"b\"> Heb 12:9</a>) This would not be limited to a child&#x2019;s obedience and his manifesting a high regard for his parents. When necessary, it would include lovingly caring for parents in later life. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200003707/20/0\" data-bid=\"21-1\" class=\"b\">Mt 15:4-6</a>.) In <span id=\"page783\" class=\"pageNum\" data-no=\"783\" data-before-text=\"783\"></span>the Christian congregation, one who failed to provide for an aged and needy parent was regarded as being worse than a person without faith. (<a href=\"/en/wol/bc/r1/lp-e/1200003707/21/0\" data-bid=\"22-1\" class=\"b\">1Ti 5:8</a>) As the apostle Paul pointed out to Timothy, the congregation was not to take on the burden of caring for widows who had children or grandchildren that were able to render material assistance.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003707/22/0\" data-bid=\"23-1\" class=\"b\">1Ti 5:4</a>.<strong>Toward Rulers and Others. </strong>Honor, or respect, is also due men in high governmental station. A Christian shows such respect, not to gain some favor, but because it is God&#x2019;s will. Personally these men may be corrupt. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200003707/23/0\" data-bid=\"24-1\" class=\"b\">Lu 18:2-6;</a><a href=\"/en/wol/bc/r1/lp-e/1200003707/23/1\" data-bid=\"24-2\" class=\"b\"> Ac 24:24-27</a>.) But respect is rendered to them out of regard for the position of responsibility for which their office stands. (<a href=\"/en/wol/bc/r1/lp-e/1200003707/24/0\" data-bid=\"25-1\" class=\"b\">Ro 13:1, 2,</a><a href=\"/en/wol/bc/r1/lp-e/1200003707/24/1\" data-bid=\"25-2\" class=\"b\">&#xA0;7;</a><a href=\"/en/wol/bc/r1/lp-e/1200003707/24/2\" data-bid=\"25-3\" class=\"b\"> 1Pe 2:13,&#xA0;14</a>) Similarly, slaves were to consider their owners worthy of full honor, doing their assigned work and not giving cause for bringing reproach upon God&#x2019;s name.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003707/25/0\" data-bid=\"26-1\" class=\"b\">1Ti 6:1</a>.When others demanded that a Christian give a reason for his hope, he was to do so &#x201C;with a mild temper and deep respect [literally, fear].&#x201D; Though questions might be propounded in an insulting manner, the Christian would present his reasons with calmness and gentleness, not responding in an irritated, angry, or resentful way. Though not cowed because of fear of men, the Christian would manifest deep respect, or a wholesome fear, as if in the presence of Jehovah God and the Lord Jesus Christ. (<a href=\"/en/wol/bc/r1/lp-e/1200003707/26/0\" data-bid=\"27-1\" class=\"b\">1Pe 3:14, 15</a>, ftn) In this regard he could take as an example the angels, who, though greater in strength and power, do not present accusations in abusive terms.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003707/27/0\" data-bid=\"28-1\" class=\"b\">2Pe 2:11</a>."}