{"title":"Revelation to John","link":"/en/wol/d/r1/lp-e/1200003717","html":"<span id=\"page798\" class=\"pageNum\" data-no=\"798\" data-before-text=\"798\"></span><strong>REVELATION TO JOHN</strong>The last book of the Bible as arranged in most translations, though not the last written. It is also called the Apocalypse of John the Apostle.<strong>Writer, and When and Where Written. </strong>The apostle John names himself as the writer of the book and designates the place of writing as the island of Patmos, where John was in exile at the time for being a preacher of God&#x2019;s Word and a witness of Jesus Christ. (<a href=\"/en/wol/bc/r1/lp-e/1200003717/0/0\" data-bid=\"1-1\" class=\"b\">Re 1:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200003717/0/1\" data-bid=\"1-2\" class=\"b\">&#xA0;9</a>) The time of writing was possibly about 96&#xA0;C.E.<strong>Style and Appropriateness. </strong>The book is in letter form, detailing a series of visions set forth in a proper order in regular progression, finally coming to the climactic vision. It supplies a fitting conclusion to the entire Bible.The book seems to proceed on the basis of series of sevens. Seven seals open into the blowing of seven trumpets, then into seven plagues. There are seven lampstands, seven stars, seven thunders, and many other things by sevens, evidently because the number seven here represents completeness, and the book deals with the completion of the sacred secret of God.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003717/1/0\" data-bid=\"2-1\" class=\"b\">Re 10:7</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200003717/0\">SACRED SECRET</a>.<strong>Author and Channel. </strong>Jehovah God the Almighty is the book&#x2019;s author, and the channel of information is Jesus Christ, who sent it to John and presented it to him by means of his angel. (<a href=\"/en/wol/bc/r1/lp-e/1200003717/2/0\" data-bid=\"3-1\" class=\"b\">Re 1:1</a>) The spirit of God is represented as being sevenfold, hence acting in its fullest capacity to convey this disclosure. John was given divine command to write.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003717/3/0\" data-bid=\"4-1\" class=\"b\">1:4,</a><a href=\"/en/wol/bc/r1/lp-e/1200003717/3/1\" data-bid=\"4-2\" class=\"b\">&#xA0;11</a>.<strong>Purpose. </strong>While some of the things seen by John in the vision may seem terrifying<wbr>&#x2014;the beasts, the woes, the plagues&#x2014;<wbr>the book was written, not to terrify, but to comfort and encourage those who read it with faith. It can lead the reader to blessings. In fact, the writer of the book states at the outset: &#x201C;Happy [&#x201C;blessed,&#x201D; <em>KJ</em>] is he who reads aloud and those who hear the words of this prophecy, and who observe the things written in it.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003717/4/0\" data-bid=\"5-1\" class=\"b\">Re 1:3</a>) John also says that the book is for the purpose of showing God&#x2019;s slaves the things that &#x201C;must shortly take place.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003717/5/0\" data-bid=\"6-1\" class=\"b\">1:1,&#xA0;2</a>.<strong>Bears Witness to Jesus. </strong>In <a href=\"/en/wol/bc/r1/lp-e/1200003717/6/0\" data-bid=\"7-1\" class=\"b\">Revelation 19:10</a>, the angel tells John: &#x201C;The bearing witness to Jesus is what inspires prophesying [literally, &#x201C;is the spirit of the prophecy&#x201D;].&#x201D; That is, the intent and purpose of all prophecy is to point to Jesus Christ. This does not mean that Jehovah God is bypassed or ignored. Earlier in <a href=\"/en/wol/bc/r1/lp-e/1200003717/7/0\" data-bid=\"8-1\" class=\"b\">verse 10</a> the angel had told John, who fell down before him: &#x201C;Worship God,&#x201D; and the apostle Paul had said that &#x201C;God exalted [Christ] to a superior position and kindly gave him the name that is above every other name, so that in the name of Jesus every knee should bend of those in heaven and those on earth and those under the ground, and every tongue should openly acknowledge that Jesus Christ is Lord <em>to the glory of God the Father.&#x201D; </em>Magnifying Jesus Christ, therefore, and getting acquainted with the knowledge of him result in a better knowledge of God and His purposes, thereby giving the glory to God above all.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003717/8/0\" data-bid=\"9-1\" class=\"b\">Php 2:9-11</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200003717/1\">PROPHECY</a>.The reason why prophecy bears witness to Jesus is that Jesus is the one through whom God accomplishes his purposes in sanctifying his name, destroying wickedness, and blessing mankind. &#x201C;Carefully concealed in him [Christ] are all the treasures of wisdom and of knowledge.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003717/9/0\" data-bid=\"10-1\" class=\"b\">Col 2:3</a>) He is the Seed of promise, the One in whom the sacred secret is revealed. From the very beginning of God&#x2019;s dealings with men following Adam&#x2019;s rebellion, God has caused Christ to be foretold and foreshadowed and has pointed men to the Kingdom of God in the hands of his Son.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003717/10/0\" data-bid=\"11-1\" class=\"b\">Ge 3:15;</a><a href=\"/en/wol/bc/r1/lp-e/1200003717/10/1\" data-bid=\"11-2\" class=\"b\"> 22:18;</a><a href=\"/en/wol/bc/r1/lp-e/1200003717/10/2\" data-bid=\"11-3\" class=\"b\"> Ga 3:16;</a><a href=\"/en/wol/bc/r1/lp-e/1200003717/10/3\" data-bid=\"11-4\" class=\"b\"> 2Sa 7:12-16;</a><a href=\"/en/wol/bc/r1/lp-e/1200003717/10/4\" data-bid=\"11-5\" class=\"b\"> Ps 2:6-12;</a><a href=\"/en/wol/bc/r1/lp-e/1200003717/10/5\" data-bid=\"11-6\" class=\"b\"> 110:1-7;</a><a href=\"/en/wol/bc/r1/lp-e/1200003717/10/6\" data-bid=\"11-7\" class=\"b\"> Eze 21:27;</a><a href=\"/en/wol/bc/r1/lp-e/1200003717/10/7\" data-bid=\"11-8\" class=\"b\"> Acts 2:29,</a><a href=\"/en/wol/bc/r1/lp-e/1200003717/10/8\" data-bid=\"11-9\" class=\"b\"> 36;</a><a href=\"/en/wol/bc/r1/lp-e/1200003717/10/9\" data-bid=\"11-10\" class=\"b\"> 3:19-26;</a><a href=\"/en/wol/bc/r1/lp-e/1200003717/10/10\" data-bid=\"11-11\" class=\"b\"> 1Ti 3:16</a>.<strong><em>In simple language, what is the meaning of &#x201C;Revelation&#x201D;?</em></strong>The opening chapter of the book concluding the Bible introduces us to the One over all, the Originator of the Revelation message, Jehovah God the Almighty, &#x201C;the Alpha and the Omega.&#x201D; It gives a vision of the Channel of the communication, Jesus Christ, showing him as having died but now being alive, in great power in heaven. The sharers with him in his tribulation and in the Kingdom are next brought into view, and Christ&#x2019;s interest in them and loving-kindness toward them are displayed in his messages to &#x201C;the angels&#x201D; of the seven congregations.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003717/11/0\" data-bid=\"12-1\" class=\"b\">Re 1-3</a>.Then by the spirit of inspiration John is ushered into the heavens to begin seeing &#x201C;the things that must take place.&#x201D; He is given a vision of the throne of God and its surroundings, and he describes the One sitting upon it as glorious, supreme, throning in perfect sereneness and composure.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003717/12/0\" data-bid=\"13-1\" class=\"b\">Re&#xA0;4</a>.The glorious position of &#x201C;the Lamb&#x201D; of God, Jesus Christ, is portrayed as that of the one second only to Jehovah God, the only one in heaven and earth qualified to approach God to open up the revelation of God&#x2019;s purpose. Attention is given to a warrior-king (apparently also Jesus) riding forth &#x201C;conquering and to complete his conquest.&#x201D; The result to earth, especially to God&#x2019;s enemies, when <span id=\"page799\" class=\"pageNum\" data-no=\"799\" data-before-text=\"799\"></span>this king begins his ride is shown and so is God&#x2019;s purpose to avenge the blood of his people upon his enemies.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003717/13/0\" data-bid=\"14-1\" class=\"b\">Re 5,</a><a href=\"/en/wol/bc/r1/lp-e/1200003717/13/1\" data-bid=\"14-2\" class=\"b\">&#xA0;6</a>.How God views his servants on earth who have been chosen by him to share in the heavenly Kingdom is shown in his holding up destructive action until these servants are &#x2018;sealed in their foreheads.&#x2019; The full number of sealed ones is revealed to be 144,000. Others not sealed, and unlimited as to number, who become servants of God and escape the destructiveness of &#x201C;the great tribulation&#x201D; are then shown. The judgments of God against various sections of his enemies on earth, as well as the fight that these enemies wage against his people, are related. This leads up to the efforts of the archenemy, the dragon Satan the Devil, to thwart God&#x2019;s purpose to bring forth the &#x201C;son, a male, who is to shepherd all the nations with an iron rod.&#x201D; Next, wild beasts are seen, symbolizing instrumentalities that this archenemy uses to fight the remaining ones of the seed of the woman and to prevent the completion of the sealing work.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003717/14/0\" data-bid=\"15-1\" class=\"b\">Re 7-13</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200003717/2\">BEASTS, SYMBOLIC</a>.All these attempts of Satan utterly fail. The 144,000 are seen victorious, standing with the Lamb upon Mount Zion, displaying the name of the Father and of the Lamb on their foreheads, and singing as if a new song before the heavenly ones. After these and a &#x201C;great crowd&#x201D; of earthly associates are all gathered in &#x201C;the harvest of the earth,&#x201D; the time has arrived for the great &#x201C;vine of the earth&#x201D; to be trodden out in the winepress.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003717/15/0\" data-bid=\"16-1\" class=\"b\">Re&#xA0;14</a>.With another symbolism, God&#x2019;s final judgments are portrayed. Seven angels are provided with seven bowls of God&#x2019;s anger. They go forth to carry out this final work. One of the chief foes of God and of the &#x201C;bride&#x201D; of Christ comes in for attention, namely, &#x201C;Babylon the Great, the mother of the harlots,&#x201D; &#x201C;the great city that has a kingdom over the kings of the earth.&#x201D; Her alliance with the seven-headed beast collapses, the beast becoming enraged with her, eating her flesh, and burning her with fire. The mourning of those who made gain by their dealings with her is great, but heaven rejoices.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003717/16/0\" data-bid=\"17-1\" class=\"b\">Re 15-18</a>.Babylon the Great, as &#x201C;the mother of the harlots,&#x201D; would logically make every attempt to seduce the &#x201C;bride&#x201D; of Christ to become unfaithful to her promised husband (<a href=\"/en/wol/bc/r1/lp-e/1200003717/17/0\" data-bid=\"18-1\" class=\"b\">2Co 11:2,&#xA0;3;</a><a href=\"/en/wol/bc/r1/lp-e/1200003717/17/1\" data-bid=\"18-2\" class=\"b\"> Eph 5:25-27</a>) and thereby make her another harlot. Hence, the heavenly rejoicing is accentuated because Babylon the Great&#x2019;s corrupting efforts have been frustrated. The great harlot is now out of the way, and the bride has gained the victory. She has prepared herself for her espoused One. Therefore it is time for the Lamb&#x2019;s marriage to take place. All those invited to the marriage rejoice. Jehovah now begins a new epoch in his reign, the great harlot having disappeared as a rival to pure worship.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003717/18/0\" data-bid=\"19-1\" class=\"b\">Re 19:1-10</a>.But God&#x2019;s other enemies must come in for execution of judgment. The Bridegroom goes forth to complete his conquest, to rid the earth of all foes, political and otherwise. The destruction is thorough. Finally, the Devil, having experienced the defeat of all of his agents and instruments, is himself bound for the thousand years of Christ&#x2019;s reign. The vision passes over this Millennial Reign for the moment to detail a judgment that comes at the end of the thousand years; the Devil is temporarily loosed, then, together with all those joining his attack on &#x201C;the camp of the holy ones and the beloved city,&#x201D; he is completely annihilated.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003717/19/0\" data-bid=\"20-1\" class=\"b\">Re 19:11&#x2013;20:10</a>.Turning back to events during the thousand years, the vision depicts the resurrection and judgment that take place under the rule of Christ and his bride, the New Jerusalem. The beauty and grandeur of this heavenly &#x201C;city&#x201D; is described, with the healing, life-giving benefits it brings to mankind.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003717/20/0\" data-bid=\"21-1\" class=\"b\">Re 20:11&#x2013;22:5</a>.In conclusion, Jehovah God speaks of &#x2018;coming quickly with reward according to each one&#x2019;s work.&#x2019; As &#x201C;the faithful and true witness,&#x201D; Jesus bears testimony to the completion of the sacred secret concerning the kingdom, saying: &#x201C;I am the root and the offspring of David, and the bright morning star.&#x201D; He is David&#x2019;s permanent heir, the eternal one in the Kingdom covenant and the one foretold at <a href=\"/en/wol/bc/r1/lp-e/1200003717/21/0\" data-bid=\"22-1\" class=\"b\">Numbers 24:17</a>. All efforts by Satan, the wild beast, and Babylon the Great (<a href=\"/en/wol/bc/r1/lp-e/1200003717/22/0\" data-bid=\"23-1\" class=\"b\">Re 12:1-10;</a><a href=\"/en/wol/bc/r1/lp-e/1200003717/22/1\" data-bid=\"23-2\" class=\"b\"> 17:3-14</a>) have therefore been unable to prevent this &#x201C;star&#x201D; from rising out of the house of David to sit down on the throne in the heavens forever.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003717/23/0\" data-bid=\"24-1\" class=\"b\">Re 22:6-16</a>.The spirit, the active force of God, along with &#x201C;the bride,&#x201D; extend the invitation to all hearing to take of life&#x2019;s water free. With a final warning not to add to or take from the words of the prophecy, and a declaration of the nearness of his coming, Jesus closes the revelation; and John responds, &#x201C;Amen! Come, Lord Jesus.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003717/24/0\" data-bid=\"25-1\" class=\"b\">Re 22:17-21</a>.The book of Revelation is of great importance in that it provides spiritual strength and insight for God&#x2019;s people. It highlights God&#x2019;s interest in the congregations of his people and the close and loving care that Jesus Christ exercises toward them as the Fine Shepherd. Jesus knows exactly <span id=\"page801\" class=\"pageNum\" data-no=\"801\" data-before-text=\"801\"></span>what conditions prevail and what must be done. This is especially manifest in the first three chapters of the book.Some persons view Revelation as being so highly symbolic that it cannot be understood, or they view it as being impractical. But Jehovah God wants his people to understand, and he caused the Bible to be written to be understood and to provide guidance for them. The key to understanding Revelation is the same as the key to understanding other parts of the Bible. The apostle Paul points to that key. After explaining that God reveals the hidden wisdom through his spirit, Paul says: &#x201C;These things we also speak, not with words taught by human wisdom, but with those taught by the spirit, as we combine spiritual matters with spiritual words.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003717/25/0\" data-bid=\"26-1\" class=\"b\">1Co 2:8-13</a>) If we search the Scriptures (and in some cases the customs and practices of those days), we find in them many of the things used as symbolisms in Revelation. By comparing these Scripture texts, we can often understand what the Revelation symbol means. It should be noted, however, that a term or expression may refer to or symbolize different things, according to the context in which it appears.<span id=\"page800\" class=\"pageNum\" data-no=\"800\" data-before-text=\"800\"></span><strong>[Box on page&#xA0;800, 801]</strong><strong>HIGHLIGHTS OF REVELATION</strong>  A disclosure of God&#x2019;s view of conditions as well as a foreview of what he permits and what he will accomplish through Christ during &#x201C;the Lord&#x2019;s day&#x201D;  A series of visions recorded by the apostle John in about 96&#xA0;C.E.<strong>The glorified Christ gives loving counsel to fellow Kingdom heirs </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200003717/26/0\" data-bid=\"27-1\" class=\"b\">1:1&#x2013;3:22</a>)  The Ephesus congregation has endured but has left its first love  The spiritually rich Smyrna congregation is encouraged to remain faithful in the face of tribulation  The Pergamum congregation has held fast to Christ&#x2019;s name under persecution but has tolerated sectarianism  The Thyatira congregation has a record of increased activity, but it has tolerated a Jezebel influence  The Sardis congregation is dead spiritually; it must wake up  The Philadelphia congregation, which has kept Christ&#x2019;s word, is urged to keep holding fast what it has  The Laodicea congregation is lukewarm; let it obtain from Christ what is needed for spiritual healing<strong>A vision of Jehovah&#x2019;s heavenly presence </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200003717/27/0\" data-bid=\"28-1\" class=\"b\">4:1&#x2013;5:14</a>)  Jehovah is seen in awesome splendor on his throne, surrounded by 24 elders and four living creatures; he holds a scroll sealed with seven seals  The Lamb is declared worthy to take the scroll and open it<strong>The Lamb opens six seals of the scroll </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200003717/28/0\" data-bid=\"29-1\" class=\"b\">6:1-17</a>)  As he opens the first seal, a rider on a white horse receives a crown and goes forth conquering and to complete his conquest  The opening of the next three seals introduces three more horsemen, bringing war, famine, and death to mankind  The fifth seal is opened; those martyred for Christ cry for their blood to be avenged; each is given a white robe  At the opening of the sixth seal, a great earthquake heralds the day of the wrath of God and of the Lamb<strong>The four winds of the earth are held back </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200003717/29/0\" data-bid=\"30-1\" class=\"b\">7:1-17</a>)  John hears that the four winds will be held back until the slaves of God are sealed; the number of those sealed is 144,000  Then, John sees a great, unnumbered crowd out of all nations; these come out of the great tribulation<strong>The seventh seal is opened </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200003717/30/0\" data-bid=\"31-1\" class=\"b\">8:1&#x2013;11:14</a>)  There is a half-hour silence; fire from the altar is hurled to the earth; seven angels prepare to blow trumpets  The first four trumpet blasts herald plagues on the earth, the sea, the freshwater sources, as well as on the sun, moon, and stars  The fifth trumpet calls forth a plague of locusts, and the sixth unleashes a terrifying cavalry attack  John eats a little scroll and learns he must prophesy some more  He measures the sanctuary; two witnesses prophecy in sackcloth, are killed, and are raised again<strong>The seventh trumpet: the Kingdom is born </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200003717/31/0\" data-bid=\"32-1\" class=\"b\">11:15&#x2013;12:17</a>)  The seventh trumpet sounds and the Kingdom of Jehovah and the authority of his Christ are announced  A woman gives birth to a male child in heaven  The dragon tries to devour the child; there is war in heaven; Michael casts the dragon and its angels down to earth  The dragon wages war on the remnant of the woman&#x2019;s seed<strong>The wild beast from the sea </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200003717/32/0\" data-bid=\"33-1\" class=\"b\">13:1-18</a>)  A wild beast with seven heads and ten horns comes out of the sea  The dragon gives the beast its authority, and a beast with two horns like a lamb makes an image to it; many are forced to worship the wild beast and accept its mark<strong>Jehovah&#x2019;s faithful servants in action </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200003717/33/0\" data-bid=\"34-1\" class=\"b\">14:1-20</a>)  The 144,000 on Mount Zion sing a new song  Angels flying in midheaven declare vital messages  Someone like a son of man reaps the harvest of the earth  An angel treads the winepress of God, with much bloodshed<strong>Jehovah, from his heavenly sanctuary, commands seven angels to pour out the seven bowls of his anger </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200003717/34/0\" data-bid=\"35-1\" class=\"b\">15:1&#x2013;16:21</a>)  The first six bowls are poured out into the earth, the sea, and freshwater sources, and upon the sun, the throne of the wild beast, and the Euphrates  God&#x2019;s servants must stay awake, as demonic propaganda gathers human kings to Har&#x2013;Magedon  The seventh bowl is poured out upon the air with devastating results<strong>Visions of the end of Babylon the Great </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200003717/35/0\" data-bid=\"36-1\" class=\"b\">17:1&#x2013;18:24</a>)  Babylon the Great, drunk with the blood of the holy ones, sits on a scarlet beast having seven heads and ten horns; the ten horns turn on her and devastate her  Her fall is announced; God&#x2019;s people must get out of her  Her final destruction is mourned by many on earth<strong>The marriage of the Lamb </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200003717/36/0\" data-bid=\"37-1\" class=\"b\">19:1-10</a>)  Heavenly voices praise Jah for the destruction of Babylon  A thunderous chorus of praise heralds the marriage of the Lamb<strong>King of kings triumphant over the nations </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200003717/37/0\" data-bid=\"38-1\" class=\"b\">19:11-21</a>)  The Word of God goes to war against the nations; the wild beast and the false prophet are hurled into the lake of fire; all of God&#x2019;s enemies are killed off; animals eat their fleshy parts<strong>Satan abyssed; Christ rules for 1,000 years </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200003717/38/0\" data-bid=\"39-1\" class=\"b\">20:1&#x2013;21:8</a>)  Satan is abyssed for 1,000 years  Jesus&#x2019; fellow rulers judge with him for 1,000 years, after which, Satan is released; he sets out to mislead mankind again, but finally he and all who follow him are destroyed  All those in death, Hades, and the sea are raised and judged before the One seated on the great white throne; death and Hades are cast into the lake of fire  John sees a new heaven and a new earth<strong>The New Jerusalem </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200003717/39/0\" data-bid=\"40-1\" class=\"b\">21:9&#x2013;22:21</a>)  The glorious New Jerusalem comes down from heaven, illuminating the nations; a river of water of life flows through it, with trees for healing on each bank  Revelation closes with final messages from Jehovah and Jesus; the spirit and the bride invite anyone thirsting to take life&#x2019;s water free"}