{"title":"Rib","link":"/en/wol/d/r1/lp-e/1200003727","html":"<span id=\"page803\" class=\"pageNum\" data-no=\"803\" data-before-text=\"803\"></span><strong>RIB</strong>In the human body there are 24 of these long, slender, curved bones enclosing the chest cavity. Arranged in 12 pairs, they form a cage protecting the heart and lungs. Blood is produced in the marrow of the rib bones.In the creation of woman, God did not make her separate and distinct from man by forming her from the dust of the ground, as he had done in the creation of Adam. He took a rib from Adam&#x2019;s side, and from it He built for Adam a perfect counterpart, the woman Eve. (<a href=\"/en/wol/bc/r1/lp-e/1200003727/0/0\" data-bid=\"1-1\" class=\"b\">Ge 2:21,&#xA0;22</a>) Adam, nevertheless, remained a perfect man, now united as &#x2018;bone of bone and flesh of flesh&#x2019; with his wife. (<a href=\"/en/wol/bc/r1/lp-e/1200003727/1/0\" data-bid=\"2-1\" class=\"b\">Ge 2:23;</a><a href=\"/en/wol/bc/r1/lp-e/1200003727/1/1\" data-bid=\"2-2\" class=\"b\"> De 32:4</a>) Moreover, this did not disturb the reproductive cells of Adam so as to affect his children, boys or girls, in their rib structure. The human male and female both have 24 ribs.It is of interest to note that a rib that has been removed will grow again, replacing itself, as long as the periosteum (the membrane of connective tissue that covers the bone) is allowed to remain. Whether Jehovah God followed this procedure or not the record does not state; however, as man&#x2019;s Creator, God was certainly aware of this unusual quality of the rib bones.The word &#x201C;rib&#x201D; is found again in the Bible in Daniel&#x2019;s account of a vision that God gave to him during the rule of King Belshazzar of Babylon. A first beast representing the dynastic line of rulers of Babylon appeared, followed by a beast like a bear, which pictured the next &#x2018;king,&#x2019; or line of world rulers, namely, those of Medo-Persia. This bearlike beast had three ribs in its mouth. These ribs may denote that the &#x2018;king&#x2019; symbolized by the bear pushed its conquests in three directions, as Medo-Persia did. Since the number three is used in the Scriptures as a symbol of intensity or emphasis, the three ribs may also emphasize the greed of <span id=\"page804\" class=\"pageNum\" data-no=\"804\" data-before-text=\"804\"></span>this symbolic bear for territorial conquests.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003727/2/0\" data-bid=\"3-1\" class=\"b\">Da 7:5,</a><a href=\"/en/wol/bc/r1/lp-e/1200003727/2/1\" data-bid=\"3-2\" class=\"b\"> 17</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200003727/0\">BEASTS, SYMBOLIC</a>."}