{"title":"Riddle","link":"/en/wol/d/r1/lp-e/1200003731","html":"<span id=\"page806\" class=\"pageNum\" data-no=\"806\" data-before-text=\"806\"></span><strong>RIDDLE</strong>A saying that is puzzling. The Hebrew word for riddle may also be rendered &#x2018;ambiguous saying&#x2019; or &#x2018;perplexing question.&#x2019; (Compare <a href=\"/en/wol/bc/r1/lp-e/1200003731/0/0\" data-bid=\"1-1\" class=\"b\">Da 8:23</a>, ftn.) Riddles are contrasted with plain speech that can be readily understood. (<a href=\"/en/wol/bc/r1/lp-e/1200003731/1/0\" data-bid=\"2-1\" class=\"b\">Nu 12:8</a>) The word is sometimes used as an expression parallel to &#x201C;proverbial saying,&#x201D; because a riddle may well be a statement that is full of meaning but set out in obscure language. (<a href=\"/en/wol/bc/r1/lp-e/1200003731/2/0\" data-bid=\"3-1\" class=\"b\">Ps 49:4</a>) The same Hebrew word that is rendered &#x201C;riddles&#x201D; is also, in a different context, translated &#x201C;perplexing questions.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003731/3/0\" data-bid=\"4-1\" class=\"b\">2Ch 9:1</a>) Formulating a riddle, which often involves an obscure but accurate analogy, requires a keen mind, and solving such a riddle calls for ability to see things in relation to one another; so the Bible refers to riddles as the product of wise persons and as something that can be fathomed by a man of understanding.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003731/4/0\" data-bid=\"5-1\" class=\"b\">Pr 1:5,&#xA0;6</a>.The Bible itself contains riddles involving Jehovah&#x2019;s purposes. (<a href=\"/en/wol/bc/r1/lp-e/1200003731/5/0\" data-bid=\"6-1\" class=\"b\">Ps 78:2-4</a>) They are statements that may at first perplex the reader; they may be intentionally obscure, employing meaningful <span id=\"page807\" class=\"pageNum\" data-no=\"807\" data-before-text=\"807\"></span>comparisons that were not meant to be understood by persons at the time they were first written. For example, in <a href=\"/en/wol/bc/r1/lp-e/1200003731/6/0\" data-bid=\"7-1\" class=\"b\">Zechariah 3:8</a> Jehovah refers prophetically to &#x201C;my servant Sprout,&#x201D; but he does not there explain that this one is a sprout, or an offspring, of the royal line of David and that actually such one is God&#x2019;s own Son then in the heavens who would be born to a virgin descendant of King David. And <a href=\"/en/wol/bc/r1/lp-e/1200003731/7/0\" data-bid=\"8-1\" class=\"b\">Revelation 13:18</a> says that &#x201C;the number of the wild beast&#x201D; is said to be &#x201C;six hundred and sixty-six,&#x201D; but it does not there explain the significance of that number.At times riddles were used, not to mystify the ones who heard them, but apparently to arouse interest and to make the message conveyed more vivid. Such was the case with the riddle of the two eagles and the vine, propounded to the house of Israel by the prophet Ezekiel. (<a href=\"/en/wol/bc/r1/lp-e/1200003731/8/0\" data-bid=\"9-1\" class=\"b\">Eze 17:1-8</a>) Immediately after he had presented the riddle, Ezekiel was instructed by Jehovah to ask the people if they understood it and then to explain it to them.Some riddles were set forth for men to guess, and often they were presented in verse, as was the case with the one Samson propounded to the Philistines. When he said: &#x201C;Out of the eater something to eat came forth, and out of the strong something sweet came forth,&#x201D; he deliberately employed comparisons that would not be readily perceived. (<a href=\"/en/wol/bc/r1/lp-e/1200003731/9/0\" data-bid=\"10-1\" class=\"b\">Jg 14:12-18</a>) His riddle was based on an experience he had personally had shortly before this when he scraped honey out of the carcass of a lion, where it had been deposited by a swarm of bees.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003731/10/0\" data-bid=\"11-1\" class=\"b\">Jg 14:8,&#xA0;9</a>."}