{"title":"Ring","link":"/en/wol/d/r1/lp-e/1200003737","html":"<span id=\"page812\" class=\"pageNum\" data-no=\"812\" data-before-text=\"812\"></span><strong>RING</strong>A circular band. Ring-shaped ornaments of various kinds, worn by both men and women, were common among the Hebrews, Egyptians, Assyrians, Babylonians, Greeks, Romans, and other peoples of antiquity. These were worn on the nose, the ears, and the fingers. (See <a href=\"/en/wol/tc/r1/lp-e/1200003737/0\">EARRING</a>; <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200003737/1\">NOSE RING</a>.) Materials used included gold, silver, brass, bronze, glass, iron, and ivory; some rings were set with stones. Egyptians particularly favored rings bearing images of the scarab beetle, which was to them a symbol of eternal life. Among the many pieces of jewelry recovered from the tomb of Egyptian Pharaoh Tutankhamen was a ring with a triple band that bore three scarabs, one of blue glass and two of gold. Some rings of the Romans were engraved with mythological designs or even representations of their ancestors or friends.In Jesus&#x2019; illustration of the prodigal son, he represented the forgiving father as ordering that a ring be put on the hand of the returning prodigal. (<a href=\"/en/wol/bc/r1/lp-e/1200003737/0/0\" data-bid=\"1-1\" class=\"b\">Lu 15:22</a>) This act showed the favor and affection of the father as well as the dignity, honor, and status accorded this restored son. Jesus&#x2019; half brother James counseled Christians against showing favoritism to those splendidly clothed and wearing gold rings on their fingers (indicating wealth and social status). (<a href=\"/en/wol/bc/r1/lp-e/1200003737/1/0\" data-bid=\"2-1\" class=\"b\">Jas 2:1-9</a>) In similar vein, the apostle Peter, while not condemning the wearing of such ornaments, pointed out that spiritual adornment is far more important.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003737/2/0\" data-bid=\"3-1\" class=\"b\">1Pe 3:1-5</a>.<strong>Signet Rings. </strong>Hebrew words used to designate a ring, signet ring, or seal ring come from roots meaning &#x201C;sink down&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003737/3/0\" data-bid=\"4-1\" class=\"b\">Jer 38:6</a>) and &#x201C;seal.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003737/4/0\" data-bid=\"5-1\" class=\"b\">1Ki 21:8</a>) These terms may be linked with a chief use of some ancient rings, that is, to make an impression on clay or wax by being &#x2018;sunk&#x2019; or pressed into it. Rings of this kind were of gold, silver, or bronze; some were set with an engraved stone bearing the owner&#x2019;s name or symbol. Such rings were mounted in set fashion or were of the swivel or roller type. Some were hung, probably from the neck, on an ornamental cord.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003737/5/0\" data-bid=\"6-1\" class=\"b\">Ge 38:18,</a><a href=\"/en/wol/bc/r1/lp-e/1200003737/5/1\" data-bid=\"6-2\" class=\"b\">&#xA0;25</a>.The signet ring of a ruler or official was a symbol of his authority. (<a href=\"/en/wol/bc/r1/lp-e/1200003737/6/0\" data-bid=\"7-1\" class=\"b\">Ge 41:41,&#xA0;42</a>) Official documents or things not to be tampered with or altered were sealed with them, similar to the manner in which official seals or signatures are used in modern times.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003737/7/0\" data-bid=\"8-1\" class=\"b\">Es 3:10-13;</a><a href=\"/en/wol/bc/r1/lp-e/1200003737/7/1\" data-bid=\"8-2\" class=\"b\"> 8:2,</a><a href=\"/en/wol/bc/r1/lp-e/1200003737/7/2\" data-bid=\"8-3\" class=\"b\"> 8-12;</a><a href=\"/en/wol/bc/r1/lp-e/1200003737/7/3\" data-bid=\"8-4\" class=\"b\"> Da 6:16,&#xA0;17</a>.<strong>Figurative Use. </strong>In ancient times a signet ring seems to have become proverbial of a valued object or person. Jeremiah&#x2019;s prophecy indicated that Judean King Coniah (Jehoiachin) would not be spared calamity even if he were a &#x2018;seal ring on Jehovah&#x2019;s right hand.&#x2019; Jehoiachin was dethroned after a very brief rule. (<a href=\"/en/wol/bc/r1/lp-e/1200003737/8/0\" data-bid=\"9-1\" class=\"b\">Jer 22:24;</a><a href=\"/en/wol/bc/r1/lp-e/1200003737/8/1\" data-bid=\"9-2\" class=\"b\"> 2Ki 24:8-15</a>) Also, Jehovah said with respect to faithful Zerubbabel: &#x201C;I shall take you, .&#xA0;.&#xA0;. and I shall certainly set you as a seal ring, because you are the one whom I have chosen.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003737/9/0\" data-bid=\"10-1\" class=\"b\">Hag 2:23</a>) Zerubbabel, who was serving Jehovah in an official capacity in connection with the rebuilding of the temple in Jerusalem, was precious to Jehovah, like a signet ring on God&#x2019;s own hand. Zerubbabel had fearlessly obeyed Jehovah&#x2019;s encouragement through the prophets Haggai and Zechariah and had taken up the temple-building work in spite of a ban by a misinformed king of Persia. (<a href=\"/en/wol/bc/r1/lp-e/1200003737/10/0\" data-bid=\"11-1\" class=\"b\">Ezr 4:24&#x2013;5:2</a>) Jehovah would continue to use Zerubbabel to fulfill His declared purpose, and no human ruler would be able to remove him from that honored service."}