{"title":"Ripping of Garments","link":"/en/wol/d/r1/lp-e/1200003742","html":"<span id=\"page813\" class=\"pageNum\" data-no=\"813\" data-before-text=\"813\"></span><strong>RIPPING OF GARMENTS</strong>A common sign of grief among the Jews, as well as among other Orientals, particularly upon hearing of the death of a near relative. In many cases such ripping consisted of a rending of the garment in front just sufficient to lay open the breast, thus not necessarily a complete ripping of the garment so as to make it unfit for wearing.The first instance of this practice recorded in the Bible is that of Reuben, Jacob&#x2019;s eldest son, who, upon returning and not finding Joseph in the waterpit, ripped his garments apart, saying: &#x201C;The child is gone! And I<wbr>&#x2014;where am I really to go?&#x201D; As the firstborn, Reuben was particularly responsible for his younger brother. His father Jacob when told of the supposed death of his son likewise ripped his mantles apart and put on sackcloth in mourning (<a href=\"/en/wol/bc/r1/lp-e/1200003742/0/0\" data-bid=\"1-1\" class=\"b\">Ge 37:29, 30,</a><a href=\"/en/wol/bc/r1/lp-e/1200003742/0/1\" data-bid=\"1-2\" class=\"b\">&#xA0;34</a>), and down in Egypt Joseph&#x2019;s half brothers showed their grief by ripping their garments apart, when Benjamin was made to appear as a thief.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003742/1/0\" data-bid=\"2-1\" class=\"b\">Ge 44:13</a>.In contrast, when Aaron&#x2019;s two older sons, Nadab and Abihu, were destroyed by Jehovah for their wicked act, Moses instructed their father Aaron and the two surviving sons: &#x201C;Do not let your heads go ungroomed, and you must not tear your garments, that you may not die.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003742/2/0\" data-bid=\"3-1\" class=\"b\">Le 10:6</a>) On other occasions, however, the lesser priests of the Aaronic line were permitted to display such evidence of grief in the case of the death of near relatives, but the high priest was not permitted to let his hair go ungroomed or tear his garments.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003742/3/0\" data-bid=\"4-1\" class=\"b\">Le 21:1-4,</a><a href=\"/en/wol/bc/r1/lp-e/1200003742/3/1\" data-bid=\"4-2\" class=\"b\"> 10,&#xA0;11</a>.Many other instances of such expression of grief are found: that of Job, who ripped his sleeveless coat apart when advised of the death of his children (<a href=\"/en/wol/bc/r1/lp-e/1200003742/4/0\" data-bid=\"5-1\" class=\"b\">Job 1:20</a>); his three pretended friends who, when they first saw him in his diseased state, put on a demonstration of grief by weeping, ripping their garments, and throwing dust into the air (<a href=\"/en/wol/bc/r1/lp-e/1200003742/5/0\" data-bid=\"6-1\" class=\"b\">Job 2:12</a>); Joshua, after the defeat at Ai (<a href=\"/en/wol/bc/r1/lp-e/1200003742/6/0\" data-bid=\"7-1\" class=\"b\">Jos 7:6</a>); the young man announcing King Saul&#x2019;s death (<a href=\"/en/wol/bc/r1/lp-e/1200003742/7/0\" data-bid=\"8-1\" class=\"b\">2Sa 1:2</a>); David, when given the false notice of the murder by Absalom of all his other sons (<a href=\"/en/wol/bc/r1/lp-e/1200003742/8/0\" data-bid=\"9-1\" class=\"b\">2Sa 13:30,&#xA0;31</a>); and King Hezekiah and his servants, who ripped apart their garments upon hearing the words spoken by Assyrian Rabshakeh against Jehovah and Jerusalem (<a href=\"/en/wol/bc/r1/lp-e/1200003742/9/0\" data-bid=\"10-1\" class=\"b\">Isa 37:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200003742/9/1\" data-bid=\"10-2\" class=\"b\"> 36:22</a>). Queen Athaliah, seeing her usurpation of the throne coming to an end, also &#x201C;ripped her garments apart and began crying: &#x2018;Conspiracy! Conspiracy!&#x2019;&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003742/10/0\" data-bid=\"11-1\" class=\"b\">2Ki 11:14</a>.In the twilight of the history of the kingdom of Judah, the insensibility of the hardened hearts of <span id=\"page814\" class=\"pageNum\" data-no=\"814\" data-before-text=\"814\"></span>King Jehoiakim and his princes is noted in the fact that when Jeremiah&#x2019;s prophecy, which warned of Jehovah&#x2019;s judgments, had been read to them, they felt no dread and did not &#x201C;rip their garments apart.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003742/11/0\" data-bid=\"12-1\" class=\"b\">Jer 36:24</a>.However, showing that such outward demonstration might be hypocritical or at least insincere and that it had no value unless the person&#x2019;s grief was genuine, Jehovah spoke to the people of Judah through the prophet Joel and said to them: &#x201C;Rip apart your hearts, and not your garments; and come back to Jehovah your God.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003742/12/0\" data-bid=\"13-1\" class=\"b\">Joe 2:13</a>.Later, High Priest Caiaphas affected great indignation and outrage by ripping his garments over Jesus&#x2019; admission that he was the Son of God. (<a href=\"/en/wol/bc/r1/lp-e/1200003742/13/0\" data-bid=\"14-1\" class=\"b\">Mt 26:65</a>) By contrast, Paul and Barnabas, as Christian followers of Jesus, showed sincere dismay and anguish by ripping their outer garments apart when they saw that the people of Lystra were about to worship them as gods.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003742/14/0\" data-bid=\"15-1\" class=\"b\">Ac 14:8-18</a>.The Law required a leper to wear a torn garment (<a href=\"/en/wol/bc/r1/lp-e/1200003742/15/0\" data-bid=\"16-1\" class=\"b\">Le 13:45</a>), perhaps because of the Hebrew association of leprosy with death, reflected in such accounts as Miriam&#x2019;s being referred to as &#x201C;like someone dead&#x201D; after being struck with the dread disease. (<a href=\"/en/wol/bc/r1/lp-e/1200003742/16/0\" data-bid=\"17-1\" class=\"b\">Nu 12:12</a>) So the leprous one was obligated to wear distinguishing garb, in effect mourning for himself as among the &#x2018;living dead.&#x2019;<strong>Symbolic Use. </strong>Clothing was also torn on occasion for symbolic reasons, as when Ahijah the prophet ripped the garment he was wearing into 12 pieces and told Jeroboam to take 10 of them, thereby representing the division of Solomon&#x2019;s kingdom. (<a href=\"/en/wol/bc/r1/lp-e/1200003742/17/0\" data-bid=\"18-1\" class=\"b\">1Ki 11:29-39</a>) Similarly Samuel illustrated Jehovah&#x2019;s rejection of Saul&#x2019;s house by his reference to Samuel&#x2019;s sleeveless coat that had been ripped from Saul&#x2019;s grasp.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003742/18/0\" data-bid=\"19-1\" class=\"b\">1Sa 15:26-28</a>."}