{"title":"Rock Badger","link":"/en/wol/d/r1/lp-e/1200003752","html":"<span id=\"page816\" class=\"pageNum\" data-no=\"816\" data-before-text=\"816\"></span><strong>ROCK BADGER</strong>[Heb., <em>sha&#xB7;phan&#x2B9;</em>].The Hebrew word is also rendered &#x201C;hyrax&#x201D; (<em>JB, </em>ftn) and &#x201C;coney.&#x201D; (<em>KJ</em>) The rock badger somewhat resembles a large rabbit but has short, rounded ears, short legs, and virtually no tail. Its feet are furnished with elastic underpads. The rock badger dwells in rocky areas, where it finds holes and crevices to which it can quickly retire at the least sign of danger. Although very shy by nature, this creature can inflict savage bites with its incisors when cornered in a hole. The animal is a vegetarian. The variety referred to in the Bible is evidently that known as <em>Procavia syriaca.</em>Some have taken issue with its classification in Scripture as a creature that chews the cud but does not split the hoof. (<a href=\"/en/wol/bc/r1/lp-e/1200003752/0/0\" data-bid=\"1-1\" class=\"b\">Le 11:5;</a><a href=\"/en/wol/bc/r1/lp-e/1200003752/0/1\" data-bid=\"1-2\" class=\"b\"> De 14:7</a>) However, zoologist Hubert Hendrichs, in observing rock badgers at the Hellabrunn Zoological Gardens near Munich, Germany, noticed that these creatures made peculiar chewing and swallowing movements. He found that rock badgers actually do chew the cud from 25 to 50 minutes a day, usually during the night. The German newspaper <em>Stuttgarter Zeitung </em>of March&#xA0;12, 1966, commented on the discovery: &#x201C;Although this fact was previously unknown to accepted zoology, it is not new. In <a href=\"/en/wol/bc/r1/lp-e/1200003752/1/0\" data-bid=\"2-1\" class=\"b\">the eleventh chapter of Leviticus</a> .&#xA0;.&#xA0;. you can find it.&#x201D;The claim has also been made that the hoofed toes of the rock badger are doubly cloven. However, it could hardly be said that the rock badger&#x2019;s front feet, each having four toes terminating in hooflike endings, and the hind feet, each equipped with three toes and a corresponding number of miniature hoofs or nails, resemble the foot member of a &#x2018;splitter of the hoof&#x2019; such as a cow.The Scriptures speak of the instinctive wisdom of this little creature. Although not &#x201C;mighty,&#x201D; the rock badger makes up for its seeming defenselessness by dwelling in inaccessible rocky places.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003752/2/0\" data-bid=\"3-1\" class=\"b\">Ps 104:18;</a><a href=\"/en/wol/bc/r1/lp-e/1200003752/2/1\" data-bid=\"3-2\" class=\"b\"> Pr 30:26</a>."}