{"title":"Roman Empire","link":"/en/wol/d/r1/lp-e/1200003301","html":"<span id=\"page533\" class=\"pageNum\" data-no=\"533\" data-before-text=\"533\"></span><strong>ROMAN EMPIRE</strong>ROME was depicted in Bible prophecy as a beast that was &#x201C;fearsome and terrible and unusually strong,&#x201D; with teeth of iron. (<a href=\"/en/wol/bc/r1/lp-e/1200003301/0/0\" data-bid=\"1-1\" class=\"b\">Da 7:7</a>) It was this empire that Jehovah permitted to bring Jerusalem to ruin in 70&#xA0;C.E.Rome tolerated almost any sort of religious practice, as long as those who held to it would also share in worship of the emperor. Such emperor worship was viewed as an important factor in uniting the empire. So any who refused to share in it were considered to be enemies of the state. Christians did not join in such worship. Thus, although they were honest citizens, Christians often became the objects of vicious persecution. Among those who instigated such persecution were Emperors Nero, Domitian, Marcus Aurelius, and Diocletian. Pontius Pilate, a Roman governor of Judea, when pressured by religious leaders of the Jews, even ordered the execution of Jesus Christ, doing so as an act of political expediency.<strong>[Box on page&#xA0;533]</strong><strong>PRINCIPAL CITIES</strong><em>Rome: </em>The western capital of the empire; after 395&#xA0;C.E., the  empire was divided, with emperors in both Rome and  Constantinople; the Eastern Empire lasted nearly a thousand  years after the Western Empire<em>Constantinople: </em>Constantine transferred the capital of the empire from Rome to Byzantium, which he renamed to honor himself<strong>[Map on page&#xA0;533]</strong>(For fully formatted text, see publication)<em>Atlantic Ocean</em>BRITANNIAGERMANIAGAULSPAINITALY RomeGREECE Constantinople Ephesus Antioch<em>Tigris River</em><em>Euphrates River</em><em>Black Sea</em><em>Caspian Sea</em>Jerusalem<em>Mediterranean Sea</em>EGYPT Alexandria Cyrene CarthageAFRICA<span id=\"page534\" class=\"pageNum\" data-no=\"534\" data-before-text=\"534\"></span><strong>[Picture on page&#xA0;534]</strong>Augustus Caesar. Jesus was born during his rule<strong>[Picture on page&#xA0;534]</strong>Tiberius Caesar, as depicted on a coin. The execution of Jesus took place during Tiberius&#x2019; reign<strong>[Picture on page&#xA0;534]</strong>Claudius Caesar, who banished Jews from Rome<strong>[Picture on page&#xA0;534]</strong>Caesar Nero, before whom the apostle Paul was tried<strong>[Picture on page&#xA0;534]</strong>Vespasian. During his rule Jerusalem and its temple were destroyed<strong>[Picture on page&#xA0;534]</strong>Titus, son of Vespasian, as shown on a Roman coin. Nine years after destroying Jerusalem, he became emperor<strong>[Picture on page&#xA0;534]</strong>Domitian. Official persecution of Christians reached a peak during his rule, evidently resulting in the exile of the apostle John<span id=\"page535\" class=\"pageNum\" data-no=\"535\" data-before-text=\"535\"></span><strong>[Picture on page&#xA0;535]</strong>Ruins of Roman aqueduct at Caesarea. This seaport city, built by Herod the Great, was an official residence of Roman procurators who governed Judea<strong>[Picture on page&#xA0;535]</strong>These columns at the site of ancient Samaria testify to Roman influence there<strong>[Picture on page&#xA0;535]</strong>A picture of the Tower of Antonia. This tower was situated at the northwest corner of Jerusalem&#x2019;s temple court and was used by the Romans to police activities in the temple area<strong>[Picture on page&#xA0;535]</strong>A model of the hippodrome built in Jerusalem, evidently by Herod the Great. In Roman style, there were chariot races here and condemned men were made to fight wild beasts<span id=\"page536\" class=\"pageNum\" data-no=\"536\" data-before-text=\"536\"></span><strong>[Picture on page&#xA0;536]</strong>The Arch of Titus in Rome commemorates the victory of Rome over Jerusalem in 70&#xA0;C.E.; a relief shows Roman soldiers carrying off sacred vessels from the temple<strong>[Picture on page&#xA0;536]</strong>Ruins of the Colosseum in Rome. It stands as a reminder of the brutal entertainment that was popular in ancient Rome<strong>[Picture on page&#xA0;536]</strong>An altar devoted to the worship of Caesar. Because Christians would not burn incense to the emperor, they became objects of vicious persecution"}