{"title":"Romans, Letter to the","link":"/en/wol/d/r1/lp-e/1200003762","html":"<span id=\"page819\" class=\"pageNum\" data-no=\"819\" data-before-text=\"819\"></span><strong>ROMANS, LETTER TO THE</strong>A book of the Christian Greek Scriptures written by the apostle Paul to Christians in Rome. Paul&#x2019;s writership has never been seriously challenged, and the book&#x2019;s authenticity as a part of the sacred canon has been almost universally acknowledged by Bible scholars, with the exception of some who could not fit it in with their own doctrinal beliefs. Actually, the letter is in full harmony with the rest of the inspired Scriptures. In fact, Paul quotes copiously from the Hebrew Scriptures and makes numerous other references to them, so that the letter can be said to be most solidly based on the Hebrew Scriptures and the teachings of Christ.<span id=\"page820\" class=\"pageNum\" data-no=\"820\" data-before-text=\"820\"></span><strong>Time and Place of Writing. </strong>The letter was written about 56&#xA0;C.E., from Corinth. Tertius was evidently Paul&#x2019;s secretary, writing at Paul&#x2019;s dictation. (<a href=\"/en/wol/bc/r1/lp-e/1200003762/0/0\" data-bid=\"1-1\" class=\"b\">Ro 16:22</a>) Phoebe, who lived at Cenchreae, the seaport town of Corinth about 11&#xA0;km (7&#xA0;mi) away, was possibly the carrier of the letter. (<a href=\"/en/wol/bc/r1/lp-e/1200003762/1/0\" data-bid=\"2-1\" class=\"b\">Ro 16:1</a>) Paul had not yet been to Rome, as is evident from his remarks in <a href=\"/en/wol/bc/r1/lp-e/1200003762/2/0\" data-bid=\"3-1\" class=\"b\">chapter&#xA0;1, verses&#xA0;9 to&#xA0;15</a>.<strong>Establishment of the Congregation at Rome. </strong>The congregation may have been established by some of the Jews and proselytes from Rome who had visited Jerusalem on Pentecost 33&#xA0;C.E., had witnessed the miraculous outpouring of holy spirit, and had heard the speech of Peter and the other Christians gathered there. (<a href=\"/en/wol/bc/r1/lp-e/1200003762/3/0\" data-bid=\"4-1\" class=\"b\">Ac&#xA0;2</a>) Or others who converted to Christianity later on may have taken the good news about the Christ to Rome, for, since this great city was the center of the Roman Empire, many moved there in time, and many were the travelers and businessmen visiting there. Paul sends respectful greetings to Andronicus and Junias, his &#x2018;relatives and fellow captives,&#x2019; who were &#x201C;men of note among the apostles,&#x201D; and who had been in the service of Christ longer than Paul had. These men may well have had a share in establishing the Christian congregation in Rome. (<a href=\"/en/wol/bc/r1/lp-e/1200003762/4/0\" data-bid=\"5-1\" class=\"b\">Ro 16:7</a>) At the time Paul wrote, the congregation had evidently been in existence for some time and was vigorous enough that its faith was being talked about throughout the whole world.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003762/5/0\" data-bid=\"6-1\" class=\"b\">Ro 1:8</a>.<strong>Purpose of the Letter. </strong>It becomes clear in reading the letter that it was written to a Christian congregation composed of both Jews and Gentiles. There were many Jews in Rome at the <span id=\"page821\" class=\"pageNum\" data-no=\"821\" data-before-text=\"821\"></span>time; they returned after the death of Emperor Claudius, who had banished them sometime earlier. Although Paul had not been in Rome to experience personally the problems the congregation faced, he may have been informed of the congregation&#x2019;s condition and affairs by his good friends and fellow workers Priscilla and Aquila, and possibly by others Paul had met. His greetings in <a href=\"/en/wol/bc/r1/lp-e/1200003762/6/0\" data-bid=\"7-1\" class=\"b\">chapter&#xA0;16</a> indicate that he knew a good many of the members of the congregation personally.In Paul&#x2019;s letters he attacked specific problems and dealt with matters he considered most vital to those to whom he wrote. As to Jewish opposition, Paul had already written to the Galatian congregations in refutation, but that letter dealt more specifically with efforts made by Jews who professed Christianity but were &#x201C;Judaizers,&#x201D; insisting that Gentile converts be circumcised and otherwise be required to observe certain regulations of the Mosaic Law. In the Roman congregation there did not seem to be such a concerted effort in this direction, but there were apparently jealousies and feelings of superiority on the part of both Jews and Gentiles.The letter, therefore, was not merely a general letter written to the Roman congregation with no specific aim toward them, as some suppose, but it evidently dealt with the things they needed under the circumstances. The Roman congregation would be able to grasp the full meaning and force of the apostle&#x2019;s counsel, for they were doubtless wrestling with the very questions he answered. It is obvious that his purpose was to settle the differences in viewpoint between Jewish and Gentile Christians and to bring them toward complete unity as one man in Christ Jesus. However, in writing as he did, Paul illuminates and enriches our minds in the knowledge of God, and he exalts the righteousness and undeserved kindness of God and the position of Christ toward the Christian congregation and all mankind.<strong>Earnestness and Warmth of Feeling. </strong>Commenting on the authenticity of the letter to the Romans, Dr.&#xA0;William Paley, English Bible scholar, said: &#x201C;In a real St.&#xA0;Paul writing to real converts, it is what anxiety to bring them over to his persuasion would naturally produce; but there is an earnestness and a personality, if I may so call it, in the manner, which a cold forgery, I apprehend, would neither have conceived nor supported.&#x201D;<wbr>&#x2014;<em>Horae Paulinae, </em>1790, p.&#xA0;50.Paul very straightforwardly and directly outlined the position of the Jews and showed that Jews and Gentiles are on the same level before God. This required him to say some things that might have been considered an occasion for offense by Jews. But Paul&#x2019;s love for his countrymen and his warmth of feeling for them was shown in the delicateness with which he handled these matters. When he said things that might sound derogatory of the Law, or of the Jews, he tactfully followed up with a softening statement.For example, when he said: &#x201C;He is not a Jew who is one on the outside, nor is circumcision that which is on the outside upon the flesh,&#x201D; he added: &#x201C;What, then, is the superiority of the Jew, or what is the benefit of the circumcision? A great deal in every way. First of all, because they were entrusted with the sacred pronouncements of God.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003762/7/0\" data-bid=\"8-1\" class=\"b\">Ro 2:28;</a><a href=\"/en/wol/bc/r1/lp-e/1200003762/7/1\" data-bid=\"8-2\" class=\"b\"> 3:1,&#xA0;2</a>) After saying: &#x201C;A man is declared righteous by faith apart from works of law,&#x201D; he quickly continued: &#x201C;Do we, then, abolish law by means of our faith? Never may that happen! On the contrary, we establish law.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003762/8/0\" data-bid=\"9-1\" class=\"b\">3:28,</a><a href=\"/en/wol/bc/r1/lp-e/1200003762/8/1\" data-bid=\"9-2\" class=\"b\">&#xA0;31</a>) Following his statement: &#x201C;But now we have been discharged from the Law,&#x201D; he asked: &#x201C;Is the Law sin? Never may that become so! Really I would not have come to know sin if it had not been for the Law.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003762/9/0\" data-bid=\"10-1\" class=\"b\">7:6,&#xA0;7</a>) And in <a href=\"/en/wol/bc/r1/lp-e/1200003762/10/0\" data-bid=\"11-1\" class=\"b\">chapter&#xA0;9, verses&#xA0;1 to 3</a>, he made the strongest possible expression of affection for his fleshly brothers the Jews: &#x201C;I am telling the truth in Christ; I am not lying, since my conscience bears witness with me in holy spirit, that I have great grief and unceasing pain in my heart. For I could wish that I myself were separated as the cursed one from the Christ in behalf of my brothers, my relatives according to the flesh.&#x201D;<wbr>&#x2014;Compare also <a href=\"/en/wol/bc/r1/lp-e/1200003762/11/0\" data-bid=\"12-1\" class=\"b\">Ro 9:30-32</a> with <a href=\"/en/wol/bc/r1/lp-e/1200003762/12/0\" data-bid=\"13-1\" class=\"b\">10:1,&#xA0;2</a>; and <a href=\"/en/wol/bc/r1/lp-e/1200003762/13/0\" data-bid=\"14-1\" class=\"b\">10:20, 21</a> with <a href=\"/en/wol/bc/r1/lp-e/1200003762/14/0\" data-bid=\"15-1\" class=\"b\">11:1-4</a>.By a study of the book we find, therefore, that it is not a desultory, or aimless, discussion but that it is a discourse with a purpose and a theme, and that no one part can be fully understood without a study of the entire book and a knowledge of its purpose. Paul stresses the undeserved kindness of God through Christ, and he emphasizes that it is only by this undeserved kindness on God&#x2019;s part, coupled with faith on the part of the believer, that men are declared righteous; he notes that neither Jew nor Gentile has any basis for boasting or for lifting himself above the other. He strictly warns the Gentile Christians that they should not become lofty-minded because they profited from the Jews&#x2019; failure to accept Christ, since the Jews&#x2019; fall allowed Gentiles to have the opportunity of membership in Christ&#x2019;s &#x201C;body.&#x201D; He says: &#x201C;See, therefore, God&#x2019;s kindness and severity. Toward those who fell there is severity, but toward you there is God&#x2019;s kindness, provided you remain in his kindness; otherwise, you also will be lopped off.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003762/15/0\" data-bid=\"16-1\" class=\"b\">Ro 11:22</a>.<strong>[Box on page&#xA0;820]</strong><strong>HIGHLIGHTS OF ROMANS</strong>  A letter explaining that righteousness comes, not as a result of ancestry or through works of the Mosaic Law, but through faith in Jesus Christ and as a result of God&#x2019;s undeserved kindness  Written about 56&#xA0;C.E., some 20 years after the first Gentiles became Christians<strong>Righteousness is through faith in Christ and as a result of God&#x2019;s undeserved kindness </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200003762/16/0\" data-bid=\"17-1\" class=\"b\">1:1&#x2013;11:36</a>)  Faith is essential for salvation; the scripture says, &#x201C;The righteous one<wbr>&#x2014;by means of faith he will live&#x201D;  The Jews, although highly favored by God, have not been able to attain to righteousness by means of the Law  Jews as well as non-Jews are under sin; &#x201C;there is not a righteous man, not even one&#x201D;  By God&#x2019;s undeserved kindness both Jews and non-Jews can be declared righteous as a free gift through faith, just as Abraham was counted righteous as a result of faith<wbr>&#x2014;even before he was circumcised  Men inherit sin and death from one man, Adam; through one man, Jesus, many sinners are declared righteous  This does not give a license to sin; any remaining slaves to sin are not slaves of righteousness  Those formerly under the Law are &#x201C;made dead to the Law&#x201D; through Christ&#x2019;s body; they must walk in harmony with the spirit, putting sinful practices of the body to death  The Law served the purpose of making sins manifest; only through Christ, though, is there salvation from sin  God calls those who come to be in union with Christ and declares them righteous; His spirit bears witness that they are His sons  Fleshly Israel received the promises but most of them try to attain righteousness by the Law, hence, only a remnant of them are saved; a public declaration of faith in Christ is necessary for salvation  The illustration of the olive tree shows how, because of the lack of faith of fleshly Israel, non-Israelites were grafted in so that the true Israel might be saved<strong>Attitude regarding superior authorities, self, other persons </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200003762/17/0\" data-bid=\"18-1\" class=\"b\">12:1&#x2013;15:13</a>)  Present your body as an acceptable sacrifice to God, make your mind over, use your gifts in God&#x2019;s service, be loving and aglow with the spirit, endure, and keep conquering the evil with the good  Be in subjection to the superior authorities  Love one another; walk decently, not planning ahead for fleshly desires  Do not judge others in matters of conscience, nor abuse your Christian freedom and so stumble those with weak consciences  Be guided by Christ&#x2019;s example in not pleasing self; be willing to bear others&#x2019; weaknesses, doing what is good for their upbuilding<strong>Paul&#x2019;s loving interest in the congregation at Rome </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200003762/18/0\" data-bid=\"19-1\" class=\"b\">15:14&#x2013;16:27</a>)  Paul&#x2019;s reason for writing is to fulfill his commission as an apostle to the Gentiles and in order that these Gentiles might be an acceptable offering to God  No longer having territory where the good news had not already been proclaimed, Paul wants to fulfill his longing to visit Rome and from there to go to Spain, after first traveling to Jerusalem with a contribution from the brothers in Macedonia and Achaia for the holy ones  Paul greets numerous believers by name, encouraging the brothers to avoid those causing divisions and also to be wise regarding what is good"}