{"title":"Sabbath Year","link":"/en/wol/d/r1/lp-e/1200003780","html":"<span id=\"page833\" class=\"pageNum\" data-no=\"833\" data-before-text=\"833\"></span><strong>SABBATH YEAR</strong>The seventh in each cycle of seven years; during this year, in ancient Israel the land was allowed to rest, lying uncultivated, and fellow Hebrews were not pressed for payment of debts.Counting from 1473&#xA0;B.C.E., the year that Israel entered the Promised Land, a sabbath year was to be celebrated &#x201C;at the end of every seven years,&#x201D; actually on every seventh year. (<a href=\"/en/wol/bc/r1/lp-e/1200003780/0/0\" data-bid=\"1-1\" class=\"b\">De 15:1, 2,</a><a href=\"/en/wol/bc/r1/lp-e/1200003780/0/1\" data-bid=\"1-2\" class=\"b\"> 12</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200003780/1/0\" data-bid=\"2-1\" class=\"b\">De 14:28</a>.) The Sabbath year evidently began with the trumpet blast on Ethanim (Tishri) 10, the Day of Atonement. However, some hold that, while the Jubilee year started with the Day of Atonement, the Sabbath year started with Tishri&#xA0;1.There was to be no cultivating of the land, sowing, or pruning, nor any gathering in of the crops grown, but what grew of itself was left in the field, open to the owner of the field as well as to his slaves, the hired laborers, and the alien residents to eat. This was a merciful provision for the poor and, additionally, for the domestic animals and wild beasts, as these would also have access to the produce of the land during the Sabbath year.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003780/2/0\" data-bid=\"3-1\" class=\"b\">Le 25:1-7</a>.The Sabbath year was called &#x201C;the year of the release [<em>hash&#xB7;shemit&#xB7;tah&#x2B9;</em>].&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003780/3/0\" data-bid=\"4-1\" class=\"b\">De 15:9;</a><a href=\"/en/wol/bc/r1/lp-e/1200003780/3/1\" data-bid=\"4-2\" class=\"b\"> 31:10</a>) During that year the land enjoyed a complete rest, or release, lying uncultivated. (<a href=\"/en/wol/bc/r1/lp-e/1200003780/4/0\" data-bid=\"5-1\" class=\"b\">Ex 23:11</a>) There was also to be a rest, or a release, on debts incurred. It was &#x201C;a release to Jehovah,&#x201D; in honor of him. Though others view it differently, some commentators hold that the debts were not actually canceled, but, rather, that a creditor was not to press a fellow Hebrew for payment of a debt, for there would be no income for the farmer during that year; though the lender could press a foreigner for payment. (<a href=\"/en/wol/bc/r1/lp-e/1200003780/5/0\" data-bid=\"6-1\" class=\"b\">De 15:1-3</a>) Some rabbis hold the view that debts for loans of charity to help a poor brother were canceled, but that debts incurred in business dealings were in a different category. It is said by them that, in the first century of the Common Era, Hillel instituted a procedure whereby the lender could go before the court and secure his debt against forfeiture by making a certain declaration.<wbr>&#x2014;<em>The Pentateuch and Haftorahs, </em>edited by J.&#xA0;Hertz, London, 1972, pp.&#xA0;811, 812.This year of release, or rest from being pressed for payment of debts, did not apply to the release of slaves, many of whom would be in slavery because of indebtedness. Rather, the Hebrew slave was released in the seventh year of his servitude or on the Jubilee, whichever came first.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003780/6/0\" data-bid=\"7-1\" class=\"b\">De 15:12;</a><a href=\"/en/wol/bc/r1/lp-e/1200003780/6/1\" data-bid=\"7-2\" class=\"b\"> Le 25:10,</a><a href=\"/en/wol/bc/r1/lp-e/1200003780/6/2\" data-bid=\"7-3\" class=\"b\">&#xA0;54</a>.It required faith to keep the Sabbath years as part of Jehovah&#x2019;s covenant with Israel, but observing the covenant fully would result in great blessings. (<a href=\"/en/wol/bc/r1/lp-e/1200003780/7/0\" data-bid=\"8-1\" class=\"b\">Le 26:3-13</a>) God promised to provide enough during the sixth year&#x2019;s harvest to supply food for parts of three years, from the sixth until the harvest in the eighth year. Because no crops could be sown in the seventh year, no harvest could be gathered until the eighth year. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200003780/8/0\" data-bid=\"9-1\" class=\"b\">Le 25:20-22</a>.) When Israel entered the Promised Land under Joshua, six years were occupied in subduing the nations in Canaan and allotting land inheritances. Of course, during that time Israel could sow few, if any, crops, but there was some food from Canaanite crops. (<a href=\"/en/wol/bc/r1/lp-e/1200003780/9/0\" data-bid=\"10-1\" class=\"b\">De 6:10,&#xA0;11</a>) The seventh year was a sabbath, so that they had to <span id=\"page834\" class=\"pageNum\" data-no=\"834\" data-before-text=\"834\"></span>demonstrate faith and obedience by waiting until the harvest of the eighth year, and by God&#x2019;s blessing they survived.Every year of release, during the Festival of Booths, all the people were to assemble, men and women, little ones and the alien residents, to hear the Law read.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003780/10/0\" data-bid=\"11-1\" class=\"b\">De 31:10-13</a>.The land would have enjoyed 121 Sabbath years besides 17 Jubilee years prior to the exile if Israel had kept the Law properly. But the Sabbath years were only partially kept. When the people went into exile in Babylon, the land remained desolate for 70 years &#x201C;until the land had paid off its sabbaths.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003780/11/0\" data-bid=\"12-1\" class=\"b\">2Ch 36:20, 21;</a><a href=\"/en/wol/bc/r1/lp-e/1200003780/11/1\" data-bid=\"12-2\" class=\"b\"> Le 26:34, 35,</a><a href=\"/en/wol/bc/r1/lp-e/1200003780/11/2\" data-bid=\"12-3\" class=\"b\">&#xA0;43</a>) Nowhere do the Scriptures state that the Jews had failed to keep exactly 70 Sabbath years; but Jehovah let 70 years of enforced desolation of the land make up for all the Sabbath years that had not been kept."}