{"title":"Sacred Secret","link":"/en/wol/d/r1/lp-e/1200003791","html":"<span id=\"page836\" class=\"pageNum\" data-no=\"836\" data-before-text=\"836\"></span><strong>SACRED SECRET</strong>Something that originates with God, is withheld until his own time, and is revealed only to those to whom he chooses to make it known.The Greek word <em>my&#xB7;ste&#x2B9;ri&#xB7;on, </em>translated &#x201C;sacred secret,&#x201D; has reference primarily to that which is known by those who are initiated. In the ancient mystery religions that flourished in the time of the early Christian congregation, those who wished to take part in the mystery celebrations had to undergo initiation; the uninitiated were denied both access to the so-called sacred actions and to knowledge of them. Those initiated into them were bound by a vow of silence, not to reveal the secrets. However, there was also a secular, &#x201C;everyday&#x201D; use of the word, such as for a private secret, a secret between friends, family secrets. The apostle Paul uses the passive of <em>my&#xB7;e&#x2B9;o </em>in this latter sense when he says: &#x201C;I have learned the secret [literally, I have been initiated into secrets] of both how to be full and how to hunger, both how to have an abundance and how to suffer want.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003791/0/0\" data-bid=\"1-1\" class=\"b\">Php 4:12</a>.<strong>Different From Mystery Religions. </strong>Concerning the Greek <em>my&#xB7;ste&#x2B9;ri&#xB7;on, Vine&#x2019;s Expository Dictionary of Old and New Testament Words </em>explains: &#x201C;In the [New Testament] it denotes, not the mysterious (as with the Eng. word), but that which, being outside the range of unassisted natural apprehension, can be made known only by Divine revelation, and is made known in a manner and at a time appointed by God, and to those only who are illumined by His Spirit. In the ordinary sense a mystery implies knowledge withheld; its Scriptural significance is truth revealed. Hence the terms especially associated with the subject are &#x2018;made known,&#x2019; &#x2018;manifested,&#x2019; &#x2018;revealed,&#x2019; &#x2018;preached,&#x2019; &#x2018;understand,&#x2019; &#x2018;dispensation.&#x2019;&#x201D;<wbr>&#x2014;1981, Vol.&#xA0;3, p.&#xA0;97.The sacred secrets of God and other &#x201C;mysteries&#x201D; of the Bible, such as that of Babylon the Great, are therefore things, not to be kept secret forever, but to be revealed by Jehovah God in his own time to those who look to him and to whom he chooses to reveal them. The apostle Paul discusses this aspect of matters at <a href=\"/en/wol/bc/r1/lp-e/1200003791/1/0\" data-bid=\"2-1\" class=\"b\">1&#xA0;Corinthians 2:6-16</a>. There he speaks of the &#x201C;sacred secret&#x201D; of God as &#x201C;hidden wisdom,&#x201D; revealed through God&#x2019;s spirit to his Christian servants. It is something that the spirit of the world or the human wisdom of physical men cannot fathom but that is spoken and understood by those &#x2018;combining spiritual matters with spiritual words.&#x2019; Jesus Christ earlier pointed out to his disciples: &#x201C;To you the sacred secret [Gr., <em>my&#xB7;ste&#x2B9;ri&#xB7;on</em>] of the kingdom of God has been given, but to those outside all things occur in illustrations, <span id=\"page837\" class=\"pageNum\" data-no=\"837\" data-before-text=\"837\"></span>in order that, though looking, they may look and yet not see, and, though hearing, they may hear and yet not get the sense of it, nor ever turn back and forgiveness be given them.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003791/2/0\" data-bid=\"3-1\" class=\"b\">Mr 4:11, 12;</a><a href=\"/en/wol/bc/r1/lp-e/1200003791/2/1\" data-bid=\"3-2\" class=\"b\"> Mt 13:11-13;</a><a href=\"/en/wol/bc/r1/lp-e/1200003791/2/2\" data-bid=\"3-3\" class=\"b\"> Lu 8:10</a>.The great difference between the sacred secret of God and the secrets of mystery religions is, first of all, in content: God&#x2019;s secret is good news and is not a lie or man-made deception. (<a href=\"/en/wol/bc/r1/lp-e/1200003791/3/0\" data-bid=\"4-1\" class=\"b\">Joh 8:31, 32,</a><a href=\"/en/wol/bc/r1/lp-e/1200003791/3/1\" data-bid=\"4-2\" class=\"b\"> 44;</a><a href=\"/en/wol/bc/r1/lp-e/1200003791/3/2\" data-bid=\"4-3\" class=\"b\"> Col 1:5;</a><a href=\"/en/wol/bc/r1/lp-e/1200003791/3/3\" data-bid=\"4-4\" class=\"b\"> 1Jo 2:27</a>) Second, those who are chosen to understand the sacred secret of God are bound, not to keep it secret, but to give it the widest possible proclamation and publication. This is revealed, as noted in the foregoing, by the Bible use of terms such as &#x201C;preached,&#x201D; &#x201C;made known,&#x201D; &#x201C;manifested,&#x201D; and also &#x201C;declaring,&#x201D; &#x2018;speaking,&#x2019; in connection with &#x201C;the sacred secret of the good news.&#x201D; True Christians exercised the greatest vigor in telling this good news containing the understanding of the sacred secret to &#x201C;all creation that is under heaven.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003791/4/0\" data-bid=\"5-1\" class=\"b\">1Co 2:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200003791/4/1\" data-bid=\"5-2\" class=\"b\"> Eph 6:19;</a><a href=\"/en/wol/bc/r1/lp-e/1200003791/4/2\" data-bid=\"5-3\" class=\"b\"> Col 1:23;</a><a href=\"/en/wol/bc/r1/lp-e/1200003791/4/3\" data-bid=\"5-4\" class=\"b\"> 4:3,&#xA0;4</a>) God determines who are not deserving and withholds understanding from such ones. God is not partial when he does this; it is because of &#x201C;the insensibility of their hearts&#x201D; that God does not open up to them the understanding of his sacred secret.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003791/5/0\" data-bid=\"6-1\" class=\"b\">Eph 4:17,&#xA0;18</a>.<strong>Centers Around Christ. </strong>Since &#x201C;the bearing witness to Jesus is what inspires prophesying,&#x201D; &#x201C;the sacred secret of God&#x201D; must center around Christ. (<a href=\"/en/wol/bc/r1/lp-e/1200003791/6/0\" data-bid=\"7-1\" class=\"b\">Re 19:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200003791/6/1\" data-bid=\"7-2\" class=\"b\"> Col 2:2</a>) All &#x201C;the sacred secrets&#x201D; of God have to do with his Messianic Kingdom. (<a href=\"/en/wol/bc/r1/lp-e/1200003791/7/0\" data-bid=\"8-1\" class=\"b\">Mt 13:11</a>) The apostle Paul writes to fellow Christians: &#x201C;Carefully concealed in him are all the treasures of wisdom and of knowledge,&#x201D; and &#x201C;it is in him that all the fullness of the divine quality dwells bodily.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003791/8/0\" data-bid=\"9-1\" class=\"b\">Col 2:2, 3,</a><a href=\"/en/wol/bc/r1/lp-e/1200003791/8/1\" data-bid=\"9-2\" class=\"b\">&#xA0;9</a>.Paul spoke of himself as having a stewardship of &#x201C;sacred secrets of God.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003791/9/0\" data-bid=\"10-1\" class=\"b\">1Co 4:1</a>) He speaks of the comprehension he has &#x201C;in the sacred secret of the Christ.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003791/10/0\" data-bid=\"11-1\" class=\"b\">Eph 3:1-4</a>) He explains that this sacred secret is hidden wisdom foreordained by God before the systems of things. (<a href=\"/en/wol/bc/r1/lp-e/1200003791/11/0\" data-bid=\"12-1\" class=\"b\">1Co 2:7</a>) The declaration of the mystery, or &#x201C;the sacred secret of God,&#x201D; began with Jehovah&#x2019;s own prophecy at <a href=\"/en/wol/bc/r1/lp-e/1200003791/12/0\" data-bid=\"13-1\" class=\"b\">Genesis 3:15</a>. For centuries men of faith looked forward to the &#x201C;seed&#x201D; of promise to deliver mankind from sin and death, but it was not clearly understood just who the &#x201C;seed&#x201D; would be and just how this &#x201C;seed&#x201D; would come and bring deliverance. It was not until Christ came and &#x201C;shed light upon life and incorruption through the good news&#x201D; that this was made clear. (<a href=\"/en/wol/bc/r1/lp-e/1200003791/13/0\" data-bid=\"14-1\" class=\"b\">2Ti 1:10</a>) Then the knowledge of the mystery of the &#x2018;seed of the woman&#x2019; began to be understood.<strong><em>The Messianic Kingdom. </em></strong>In Paul&#x2019;s writings he gives a full view of the revelation of the sacred secret of the Christ. At <a href=\"/en/wol/bc/r1/lp-e/1200003791/14/0\" data-bid=\"15-1\" class=\"b\">Ephesians 1:9-11</a> he speaks of God&#x2019;s making known &#x201C;the sacred secret&#x201D; of his will, and says: &#x201C;It is according to his good pleasure which he purposed in himself for an administration at the full limit of the appointed times, namely, to gather all things together again in the Christ, the things in the heavens and the things on the earth. Yes, in him, in union with whom we were also assigned as heirs, in that we were foreordained according to the purpose of him who operates all things according to the way his will counsels.&#x201D; This &#x201C;sacred secret&#x201D; involves a government, the Messianic Kingdom of God. &#x201C;The things in the heavens,&#x201D; to which Paul refers, are the prospective heirs of that heavenly Kingdom with Christ. &#x201C;The things on the earth&#x201D; will be its earthly subjects. Jesus pointed out to his disciples that the sacred secret had to do with the Kingdom when he said to them: &#x201C;To you the sacred secret of the kingdom of God has been given.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003791/15/0\" data-bid=\"16-1\" class=\"b\">Mr 4:11</a>.<strong>Includes the Congregation. </strong>There are many features in the knowledge of the sacred secret. The apostle gave further details when he explained that the sacred secret includes the congregation, of which Christ is Head. (<a href=\"/en/wol/bc/r1/lp-e/1200003791/16/0\" data-bid=\"17-1\" class=\"b\">Eph 5:32;</a><a href=\"/en/wol/bc/r1/lp-e/1200003791/16/1\" data-bid=\"17-2\" class=\"b\"> Col 1:18;</a><a href=\"/en/wol/bc/r1/lp-e/1200003791/16/2\" data-bid=\"17-3\" class=\"b\"> Re 1:20</a>) These are his joint heirs, with whom he shares the Kingdom. (<a href=\"/en/wol/bc/r1/lp-e/1200003791/17/0\" data-bid=\"18-1\" class=\"b\">Lu 22:29,&#xA0;30</a>) They are taken from among both Jews and Gentiles. (<a href=\"/en/wol/bc/r1/lp-e/1200003791/18/0\" data-bid=\"19-1\" class=\"b\">Ro 11:25;</a><a href=\"/en/wol/bc/r1/lp-e/1200003791/18/1\" data-bid=\"19-2\" class=\"b\"> Eph 3:3-6;</a><a href=\"/en/wol/bc/r1/lp-e/1200003791/18/2\" data-bid=\"19-3\" class=\"b\"> Col 1:26,&#xA0;27</a>) This feature of &#x201C;the sacred secret&#x201D; could not be made clearly known until Peter was directed to visit the Gentile Cornelius and saw this Gentile household receive the gifts of the holy spirit, in 36&#xA0;C.E. (<a href=\"/en/wol/bc/r1/lp-e/1200003791/19/0\" data-bid=\"20-1\" class=\"b\">Ac 10:34,</a><a href=\"/en/wol/bc/r1/lp-e/1200003791/19/1\" data-bid=\"20-2\" class=\"b\"> 44-48</a>) In writing to Gentile Christians, Paul told them: &#x201C;You were .&#xA0;.&#xA0;. without Christ, .&#xA0;.&#xA0;. strangers to the covenants of the promise, and you had no hope and were without God in the world. But now in union with Christ Jesus you who were once far off have come to be near by the blood of the Christ.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003791/20/0\" data-bid=\"21-1\" class=\"b\">Eph 2:11-13</a>) Through God&#x2019;s dealings with the congregation, &#x201C;the governments and the authorities in the heavenly places&#x201D; would come to know &#x201C;the greatly diversified wisdom of God.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003791/21/0\" data-bid=\"22-1\" class=\"b\">Eph 3:10</a>.This congregation is shown in vision in the Revelation to John to be composed of 144,000 persons &#x201C;bought from among mankind as firstfruits to God and to the Lamb.&#x201D; They are standing with the Lamb, Jesus Christ, on Mount Zion, the place where the &#x201C;city of the living God, heavenly Jerusalem,&#x201D; is located. In ancient earthly Jerusalem was situated &#x201C;Jehovah&#x2019;s throne,&#x201D; with kings of the line of David seated on it; also the temple of Jehovah was there. In heavenly Jerusalem Jesus <span id=\"page838\" class=\"pageNum\" data-no=\"838\" data-before-text=\"838\"></span>Christ is enthroned, and his loyal spirit-anointed followers share his Kingdom rule. (<a href=\"/en/wol/bc/r1/lp-e/1200003791/22/0\" data-bid=\"23-1\" class=\"b\">Re 14:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200003791/22/1\" data-bid=\"23-2\" class=\"b\">&#xA0;4;</a><a href=\"/en/wol/bc/r1/lp-e/1200003791/22/2\" data-bid=\"23-3\" class=\"b\"> Heb 12:22;</a><a href=\"/en/wol/bc/r1/lp-e/1200003791/22/3\" data-bid=\"23-4\" class=\"b\"> 1Ch 29:23;</a><a href=\"/en/wol/bc/r1/lp-e/1200003791/22/4\" data-bid=\"23-5\" class=\"b\"> 1Pe 2:4-6</a>) The resurrection of such ones to immortality and incorruption during the time of Christ&#x2019;s presence is one of the features of God&#x2019;s dealings with the congregation, &#x201C;a sacred secret&#x201D; in itself.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003791/23/0\" data-bid=\"24-1\" class=\"b\">1Co 15:51-54</a>.<strong>The Sacred Secret of Godly Devotion. </strong>Paul wrote to Timothy: &#x201C;I am writing you these things, .&#xA0;.&#xA0;. that you may know how you ought to conduct yourself in God&#x2019;s household, which is the congregation of the living God, a pillar and support of the truth. Indeed, the sacred secret of this godly devotion is admittedly great: &#x2018;He [Jesus Christ] was made manifest in flesh, was declared righteous in spirit, appeared to angels, was preached about among nations, was believed upon in the world, was received up in glory.&#x2019;&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003791/24/0\" data-bid=\"25-1\" class=\"b\">1Ti 3:14-16</a>.&#x201C;The congregation of the living God&#x201D; had the truth, and it knew accurately the mystery, or &#x201C;the sacred secret,&#x201D; of true godly devotion, and the congregation had not only the <em>form </em>but also the <em>power </em>of such godly devotion. (Contrast <a href=\"/en/wol/bc/r1/lp-e/1200003791/25/0\" data-bid=\"26-1\" class=\"b\">2Ti 3:5</a>.) Hence, it could be the &#x201C;pillar and support of the truth&#x201D; in the midst of a world of error and false religion, the &#x2018;mysteries&#x2019; sacred to Satan and those he has blinded. (<a href=\"/en/wol/bc/r1/lp-e/1200003791/26/0\" data-bid=\"27-1\" class=\"b\">2Co 4:4</a>) Jesus Christ himself is the One whose godly devotion was foretold and described in the inspired Hebrew Scriptures. For centuries, ever since the challenge was launched against God&#x2019;s sovereignty, with the integrity of man being brought into question, it was a mystery, or &#x201C;sacred secret,&#x201D; whether complete, unswerving, unblemished godly devotion could be fully maintained by anyone upon whom the Devil would bring pressure. Who, if anyone, would be able to hold up under the test and come through wholly clean, without sin, and untarnished in exclusive devotion to Jehovah? Related to this was the question concerning who would be the &#x2018;seed of the woman&#x2019; that would bruise the Serpent&#x2019;s head. This would be fully revealed when Christ &#x201C;was made manifest in flesh, was declared righteous in spirit, appeared to angels, was preached about among nations, was believed upon in the world, was received up in glory.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003791/27/0\" data-bid=\"28-1\" class=\"b\">1Ti 3:16;</a><a href=\"/en/wol/bc/r1/lp-e/1200003791/27/1\" data-bid=\"28-2\" class=\"b\"> 6:16</a>) This was admittedly a great thing. The great question of godly devotion centered around the one person, Jesus Christ. What greatness there was to Christ&#x2019;s course of godly devotion! How it benefits mankind and exalts Jehovah&#x2019;s name!<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200003791/0\">GODLY DEVOTION</a>.<strong>Comes to a Finish. </strong>In the apostle John&#x2019;s vision, he was told: &#x201C;In the days of the sounding of the seventh angel, when he is about to blow his trumpet, the sacred secret of God according to the good news which he declared to his own slaves the prophets is indeed brought to a finish.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003791/28/0\" data-bid=\"29-1\" class=\"b\">Re 10:7</a>) This finishing of the sacred secret is closely connected with the seventh angel&#x2019;s blowing of his trumpet, upon the blowing of which the announcement is made in heaven: &#x201C;The kingdom of the world did become the kingdom of our Lord and of his Christ, and he will rule as king forever and ever.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003791/29/0\" data-bid=\"30-1\" class=\"b\">Re 11:15</a>) Accordingly, the sacred secret of God is finished at the time that Jehovah begins his Kingdom by means of his Messiah, or Christ. Jesus Christ spoke much to his disciples, God&#x2019;s &#x201C;slaves,&#x201D; about the Kingdom of God and said that the &#x201C;good news of the kingdom&#x201D; would continue to be preached right up to the end (Gr., <em>te&#x2B9;los</em>) of &#x201C;the system of things.&#x201D; After &#x2018;the sacred secret of God is brought to a finish,&#x2019; the &#x201C;good news&#x201D; to be preached would therefore include what the voices in heaven announced: &#x201C;The kingdom of the world did become the kingdom of our Lord and of his Christ.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003791/30/0\" data-bid=\"31-1\" class=\"b\">Mt 24:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200003791/30/1\" data-bid=\"31-2\" class=\"b\">&#xA0;14</a>.For the &#x2018;mystery of lawlessness&#x2019; (<a href=\"/en/wol/bc/r1/lp-e/1200003791/31/0\" data-bid=\"32-1\" class=\"b\">2Th 2:7</a>), see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200003791/1\">MAN OF LAWLESSNESS</a>. For &#x201C;Mystery: &#x2018;Babylon the Great&#x2019;&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003791/32/0\" data-bid=\"33-1\" class=\"b\">Re 17:5</a>), see <a href=\"/en/wol/tc/r1/lp-e/1200003791/2\">BABYLON THE GREAT</a>."}