{"title":"Sacred Pole","link":"/en/wol/d/r1/lp-e/1200003789","html":"<span id=\"page835\" class=\"pageNum\" data-no=\"835\" data-before-text=\"835\"></span><strong>SACRED POLE</strong>The Hebrew word <em>&#x2BC;ashe&#xB7;rah&#x2B9; </em>(pl., <em>&#x2BC;ashe&#xB7;rim&#x2B9;</em>) is thought to refer to (1)&#xA0;a sacred pole representing Asherah, a Canaanite goddess of fertility (<a href=\"/en/wol/bc/r1/lp-e/1200003789/0/0\" data-bid=\"1-1\" class=\"b\">Jg 6:25,&#xA0;26</a>), and (2)&#xA0;the goddess Asherah herself. (<a href=\"/en/wol/bc/r1/lp-e/1200003789/1/0\" data-bid=\"2-1\" class=\"b\">2Ki 13:6</a>, ftn) However, it is not always possible to determine whether a particular scripture is to be understood as referring to the idolatrous object or to the goddess. A number of modern Bible translations, though, have rendered the original-language word as &#x201C;sacred pole(s) [or post]&#x201D; but transliterated it when the reference is apparently to the goddess. (<em>AT, JB</em>) Others have not endeavored to make a distinction but have simply transliterated the Hebrew word (<em>RS</em>) or have consistently translated it &#x201C;sacred pole(s).&#x201D; (<em>NW</em>) In the older translations of the Bible, the Hebrew word has usually been rendered as &#x201C;grove(s).&#x201D; (<em>KJ, Le</em>) But this rendering is inappropriate in such texts as <a href=\"/en/wol/bc/r1/lp-e/1200003789/2/0\" data-bid=\"3-1\" class=\"b\">Judges 3:7</a> and <a href=\"/en/wol/bc/r1/lp-e/1200003789/3/0\" data-bid=\"4-1\" class=\"b\">2&#xA0;Kings 23:6</a> (<em>KJ</em>), which speak of serving &#x201C;groves&#x201D; and bringing out the &#x201C;grove&#x201D; from the temple at Jerusalem.<strong>The Sacred Poles. </strong>The sacred poles apparently stood upright and were made of wood, or at least contained wood, the Israelites being commanded to cut them down and to burn them. (<a href=\"/en/wol/bc/r1/lp-e/1200003789/4/0\" data-bid=\"5-1\" class=\"b\">Ex 34:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200003789/4/1\" data-bid=\"5-2\" class=\"b\"> De 12:3</a>) They may have simply been uncarved poles, perhaps even trees in some instances, for God&#x2019;s people were instructed: &#x201C;You must not plant for yourself any sort of tree as a sacred pole.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003789/5/0\" data-bid=\"6-1\" class=\"b\">De 16:21</a>.Both Israel and Judah disregarded God&#x2019;s express command not to set up sacred pillars and sacred poles; they placed them upon &#x201C;every high hill and under every luxuriant tree&#x201D; alongside the altars used for sacrifice. It has been suggested that the poles represented the female principle, whereas the pillars represented the male principle. These appendages of idolatry, likely phallic symbols, were associated with grossly immoral sex orgies, as is indicated by the reference to male prostitutes being in the land as early as Rehoboam&#x2019;s reign. (<a href=\"/en/wol/bc/r1/lp-e/1200003789/6/0\" data-bid=\"7-1\" class=\"b\">1Ki 14:22-24;</a><a href=\"/en/wol/bc/r1/lp-e/1200003789/6/1\" data-bid=\"7-2\" class=\"b\"> 2Ki 17:10</a>) Only seldom did kings such as Hezekiah (and Josiah) come along, who &#x201C;removed the high places and broke the sacred pillars to pieces and cut down the sacred pole.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003789/7/0\" data-bid=\"8-1\" class=\"b\">2Ki 18:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200003789/7/1\" data-bid=\"8-2\" class=\"b\"> 2Ch 34:7</a>.<strong>Asherah. </strong>The Ras Shamra texts identify this goddess as the wife of the god El, the &#x201C;Creator of Creatures,&#x201D; and refer to her as &#x201C;Lady Asherah of the Sea&#x201D; and &#x201C;Progenitress of the Gods,&#x201D; this also making her the mother of Baal. However, there apparently was considerable overlapping in the roles of the three prominent goddesses of Baalism (Anath, Asherah, and Ashtoreth), as may be observed in extra-Biblical sources as well as in the Scriptural record. While Ashtoreth appears to have figured as the wife of Baal, Asherah may also have been so viewed.During the period of the Judges, it is noted that the apostate Israelites &#x201C;went serving the Baals and the sacred poles [the Asherim].&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003789/8/0\" data-bid=\"9-1\" class=\"b\">Jg 3:7</a>, ftn; compare <a href=\"/en/wol/bc/r1/lp-e/1200003789/9/0\" data-bid=\"10-1\" class=\"b\">2:13</a>.) The mention of these deities in the plural may indicate that each locality had its Baal and Asherah. (<a href=\"/en/wol/bc/r1/lp-e/1200003789/10/0\" data-bid=\"11-1\" class=\"b\">Jg 6:25</a>) Jezebel, the Sidonian wife of Ahab the king of Israel, entertained at her table 450 prophets of Baal and 400 prophets of the sacred pole, or Asherah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003789/11/0\" data-bid=\"12-1\" class=\"b\">1Ki 18:19</a>.The degraded worship of Asherah came to be practiced in the very temple of Jehovah. King Manasseh even placed there a carved image of the sacred pole, evidently a representation of the <span id=\"page836\" class=\"pageNum\" data-no=\"836\" data-before-text=\"836\"></span>goddess Asherah. (<a href=\"/en/wol/bc/r1/lp-e/1200003789/12/0\" data-bid=\"13-1\" class=\"b\">2Ki 21:7</a>) Manasseh was disciplined by being taken captive to Babylon and, upon his returning to Jerusalem, showed he had profited from that discipline and cleansed Jehovah&#x2019;s house of idolatrous appendages. However, his son Amon resumed the degrading worship of Baal and Asherah, with its accompanying ceremonial prostitution. (<a href=\"/en/wol/bc/r1/lp-e/1200003789/13/0\" data-bid=\"14-1\" class=\"b\">2Ch 33:11-13,</a><a href=\"/en/wol/bc/r1/lp-e/1200003789/13/1\" data-bid=\"14-2\" class=\"b\"> 15,</a><a href=\"/en/wol/bc/r1/lp-e/1200003789/13/2\" data-bid=\"14-3\" class=\"b\"> 21-23</a>) This made it necessary for righteous King Josiah, who succeeded Amon to the throne, to pull down &#x201C;the houses of the male temple prostitutes that were in the house of Jehovah, where the women were weaving tent shrines for the sacred pole.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003789/14/0\" data-bid=\"15-1\" class=\"b\">2Ki 23:4-7</a>."}