{"title":"Saffron","link":"/en/wol/d/r1/lp-e/1200003796","html":"<span id=\"page839\" class=\"pageNum\" data-no=\"839\" data-before-text=\"839\"></span><strong>SAFFRON</strong>[Heb., <em>kar&#xB7;kom&#x2B9;</em>].The Hebrew word, appearing only in The <a href=\"/en/wol/bc/r1/lp-e/1200003796/0/0\" data-bid=\"1-1\" class=\"b\">Song of Solomon (4:14</a>), has usually been identified with the saffron-yielding crocus (<em>Crocus sativus</em>), a fall-blooming bulbous plant with grasslike leaves and purple flowers that is much like the common spring crocus. To produce just 28&#xA0;g (1&#xA0;oz) of saffron, a deep orange-colored substance composed of the dried styles and stigmas of the flowers, about 4,000 blossoms are needed. When the flowers open, or shortly thereafter, the stigma and upper part of the style are removed and then dried. Saffron is used in <span id=\"page840\" class=\"pageNum\" data-no=\"840\" data-before-text=\"840\"></span>coloring and flavoring foods and was formerly employed more extensively than now for dyeing cloth a yellow hue. It was also used medicinally and as a perfume.The Hebrew term <em>chavats&#xB7;tse&#x2B9;leth, </em>variously rendered &#x201C;crocus,&#x201D; &#x201C;lily,&#x201D; &#x201C;rose,&#x201D; and &#x201C;saffron&#x201D; (compare <em>AT, KJ, Le, NW, Yg</em>), likely refers to a bulbous plant. (<a href=\"/en/wol/bc/r1/lp-e/1200003796/1/0\" data-bid=\"2-1\" class=\"b\">Ca 2:1</a>, ftn; <a href=\"/en/wol/bc/r1/lp-e/1200003796/2/0\" data-bid=\"3-1\" class=\"b\">Isa 35:1</a>, ftn) According to the Hebrew lexicographer Gesenius, <em>chavats&#xB7;tse&#x2B9;leth </em>probably contains a root meaning &#x201C;bulb,&#x201D; and he considered &#x201C;meadow saffron&#x201D; to be the more exact equivalent of the original-language word. (<em>A Hebrew and English Lexicon of the Old Testament, </em>translated by E.&#xA0;Robinson, 1836, p.&#xA0;317) A Hebrew and Aramaic lexicon by Koehler and Baumgartner associates the word <em>chavats&#xB7;tse&#x2B9;leth </em>with an Akkadian term meaning &#x201C;stalk&#x201D; and defines it as &#x201C;asphodel,&#x201D; a plant of the lily family.<wbr>&#x2014;<em>Hebr&#xE4;isches und Aram&#xE4;isches Lexikon zum Alten Testament, </em>Leiden, 1967, p.&#xA0;275."}