{"title":"Salome","link":"/en/wol/d/r1/lp-e/1200003808","html":"<span id=\"page841\" class=\"pageNum\" data-no=\"841\" data-before-text=\"841\"></span><strong>SALOME</strong>(Sa&#xB7;lo&#x2B9;me) [probably from a Heb. root meaning &#x201C;peace&#x201D;].<strong>1. </strong>A comparison of <a href=\"/en/wol/bc/r1/lp-e/1200003808/0/0\" data-bid=\"1-1\" class=\"b\">Matthew 27:56</a> with <a href=\"/en/wol/bc/r1/lp-e/1200003808/1/0\" data-bid=\"2-1\" class=\"b\">Mark 15:40</a> may indicate that Salome was the mother of the sons of Zebedee<wbr>&#x2014;James and John, who were apostles of Jesus Christ. The former text names two of the Marys, namely, Mary Magdalene and Mary the mother of James (the Less) and of Joses; and with these it also mentions the mother of the sons of Zebedee as being present at Jesus&#x2019; impalement; while the latter text names the woman with the two Marys as Salome.It is conjectured on similar grounds that Salome was also the fleshly sister of Mary, the mother of Jesus. This has been suggested because the scripture at <a href=\"/en/wol/bc/r1/lp-e/1200003808/2/0\" data-bid=\"3-1\" class=\"b\">John 19:25</a> names the same two Marys, Mary Magdalene and &#x201C;the wife of Clopas&#x201D; (generally understood to be the mother of James the Less and of Joses), and also says: &#x201C;By the torture stake of Jesus, however, there were standing his mother and the sister of his mother.&#x201D; If this text (aside from mentioning Jesus&#x2019; mother) is speaking of the same three persons mentioned by Matthew and Mark, it would indicate that Salome was the sister of Jesus&#x2019; mother. On the other hand, <a href=\"/en/wol/bc/r1/lp-e/1200003808/3/0\" data-bid=\"4-1\" class=\"b\">Matthew 27:55</a> and <a href=\"/en/wol/bc/r1/lp-e/1200003808/4/0\" data-bid=\"5-1\" class=\"b\">Mark 15:40, 41</a> state that there were many other women present who had accompanied Jesus, and therefore Salome may have been among them.Salome was a disciple of the Lord Jesus Christ, among the women accompanying him and ministering to him from their belongings, as Matthew, Mark, and <a href=\"/en/wol/bc/r1/lp-e/1200003808/5/0\" data-bid=\"6-1\" class=\"b\">Luke (8:3</a>) imply.If her identification as the mother of Zebedee&#x2019;s sons is accurate, she was the one who approached Jesus with the request that her sons be granted seats on the right and the left of Jesus in his Kingdom. Matthew depicts the mother as making the request, while Mark shows James and John doing the asking. Apparently the boys had the desire and induced their mother to make the request. This is supported by Matthew&#x2019;s report that, on hearing about the request, the other disciples became indignant, not at the mother, but at the two brothers.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003808/6/0\" data-bid=\"7-1\" class=\"b\">Mt 20:20-24;</a><a href=\"/en/wol/bc/r1/lp-e/1200003808/6/1\" data-bid=\"7-2\" class=\"b\"> Mr 10:35-41</a>.At the break of dawn on the third day after Jesus&#x2019; death, Salome was among the women who went to Jesus&#x2019; tomb to rub his body with spices, only to find the stone rolled away and, inside the tomb, an angel who announced to them: &#x201C;He was raised up, he is not here. See! The place where they laid him.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003808/7/0\" data-bid=\"8-1\" class=\"b\">Mr 16:1-8</a>.<strong>2. </strong>A daughter of Herod Philip and only child of her mother Herodias. In time Herod Antipas married Salome&#x2019;s mother, having adulterously taken her from his half brother Philip. Shortly before Passover 32&#xA0;C.E., Antipas held an evening meal in Tiberias in celebration of his birthday. He invited the princess Salome, now his stepdaughter, to dance before the group, which consisted of &#x201C;his top-ranking men and the military commanders and the foremost ones of Galilee.&#x201D; So delighted was Herod at Salome&#x2019;s performance that he <span id=\"page842\" class=\"pageNum\" data-no=\"842\" data-before-text=\"842\"></span>promised her anything she requested<wbr>&#x2014;up to half his kingdom. Upon her wicked mother&#x2019;s advice, Salome asked for the head of John the Baptizer. Herod, though grieved, &#x201C;out of regard for his oaths and for those reclining with him commanded it to be given; and he sent and had John beheaded in the prison. And his head was brought on a platter and given to the maiden, and she brought it to her mother.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003808/8/0\" data-bid=\"9-1\" class=\"b\">Mt 14:1-11;</a><a href=\"/en/wol/bc/r1/lp-e/1200003808/8/1\" data-bid=\"9-2\" class=\"b\"> Mr 6:17-28</a>.Though her name is not given in the Scriptures, it is preserved in the writings of Josephus. He also tells of her childless marriage to the district ruler Philip, another half brother of Herod Antipas. After Philip&#x2019;s death, Josephus&#x2019; account says, she married her cousin Aristobulus and bore him three sons."}