{"title":"Samaritan","link":"/en/wol/d/r1/lp-e/1200003817","html":"<span id=\"page847\" class=\"pageNum\" data-no=\"847\" data-before-text=\"847\"></span><strong>SAMARITAN</strong>(Sa&#xB7;mar&#x2B9;i&#xB7;tan) [probably, Of (Belonging to) Samaria].The term &#x201C;Samaritans&#x201D; first appeared in Scripture after the conquest of the ten-tribe kingdom of Samaria in 740&#xA0;B.C.E.; it was applied to those who lived in the northern kingdom before that conquest as distinct from the foreigners later brought in from other parts of the Assyrian Empire. (<a href=\"/en/wol/bc/r1/lp-e/1200003817/0/0\" data-bid=\"1-1\" class=\"b\">2Ki 17:29</a>) It appears that the Assyrians did not remove all the Israelite inhabitants, for the account at <a href=\"/en/wol/bc/r1/lp-e/1200003817/1/0\" data-bid=\"2-1\" class=\"b\">2&#xA0;Chronicles 34:6-9</a> (compare <a href=\"/en/wol/bc/r1/lp-e/1200003817/2/0\" data-bid=\"3-1\" class=\"b\">2Ki 23:19,&#xA0;20</a>) implies that during King Josiah&#x2019;s reign there were Israelites still in the land. In time, &#x201C;Samaritans&#x201D; came to mean the descendants of those left in Samaria and those brought in by the Assyrians. Therefore some were undoubtedly the products of mixed marriages. At a still later period, the name carried more of a religious, rather than a racial or political, connotation. &#x201C;Samaritan&#x201D; referred to one who belonged to the religious sect that flourished in the vicinity of ancient Shechem and Samaria and who held to certain tenets distinctly different from Judaism.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003817/3/0\" data-bid=\"4-1\" class=\"b\">Joh 4:9</a>.<strong>The Samaritan Religion. </strong>The development of the Samaritan religion was due to a number of factors, not the least of which stemmed from <span id=\"page848\" class=\"pageNum\" data-no=\"848\" data-before-text=\"848\"></span>Jeroboam&#x2019;s efforts at alienating the ten tribes from Jehovah&#x2019;s worship as centered in Jerusalem. For about 250 years after the nation had split into two kingdoms, the God-ordained Levitical priests were replaced by a man-appointed priesthood, which, in turn, led the kingdom of Israel in the practice of demoralizing idolatry. (<a href=\"/en/wol/bc/r1/lp-e/1200003817/4/0\" data-bid=\"5-1\" class=\"b\">1Ki 12:28-33;</a><a href=\"/en/wol/bc/r1/lp-e/1200003817/4/1\" data-bid=\"5-2\" class=\"b\"> 2Ki 17:7-17;</a><a href=\"/en/wol/bc/r1/lp-e/1200003817/4/2\" data-bid=\"5-3\" class=\"b\"> 2Ch 11:13-15;</a><a href=\"/en/wol/bc/r1/lp-e/1200003817/4/3\" data-bid=\"5-4\" class=\"b\"> 13:8,&#xA0;9</a>) Then came the fall of the northern kingdom. The pagan immigrants brought in from Babylon, Cuthah, Avva, Hamath, and Sepharvaim were worshipers of many deities<wbr>&#x2014;Succoth-benoth, Nergal, Ashima, Nibhaz, Tartak, Adrammelech, and Anammelech. Although they learned something about Jehovah through instruction by a priest of the Jeroboam priesthood, yet, as Samaria had done with the golden calves, they continued to worship their false gods, generation after generation. (<a href=\"/en/wol/bc/r1/lp-e/1200003817/5/0\" data-bid=\"6-1\" class=\"b\">2Ki 17:24-41</a>) Josiah&#x2019;s extensive efforts to rid these northern communities of their idol worship, nearly a hundred years after Samaria fell, had no more lasting effect than similar reforms made by him in the southern kingdom of Judah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003817/6/0\" data-bid=\"7-1\" class=\"b\">2Ki 23:4-20;</a><a href=\"/en/wol/bc/r1/lp-e/1200003817/6/1\" data-bid=\"7-2\" class=\"b\"> 2Ch 34:6,&#xA0;7</a>.In 537&#xA0;B.C.E. a remnant of the 12 tribes returned from Babylonian exile prepared to rebuild Jehovah&#x2019;s temple in Jerusalem. (<a href=\"/en/wol/bc/r1/lp-e/1200003817/7/0\" data-bid=\"8-1\" class=\"b\">Ezr 1:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200003817/7/1\" data-bid=\"8-2\" class=\"b\"> 2:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200003817/7/2\" data-bid=\"8-3\" class=\"b\">&#xA0;70</a>) It was then that the &#x201C;Samaritans,&#x201D; who were already in the land when the Israelites arrived and who were described as &#x201C;adversaries of Judah and Benjamin,&#x201D; approached Zerubbabel and the older men, saying, &#x201C;Let us build along with you; for, just like you, we search for your God and to him we are sacrificing since the days of Esar-haddon the king of Assyria, who brought us up here.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003817/8/0\" data-bid=\"9-1\" class=\"b\">Ezr 4:1,&#xA0;2</a>) This claim of devotion to Jehovah, however, proved to be only lip service, for when Zerubbabel declined their offer, the Samaritans did everything they could to prevent the building of the temple. After all their concerted efforts at harassment and intimidation had failed, they then made false accusations in a letter to the Persian emperor and succeeded in getting a government decree issued that put a stop to the construction for a number of years.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003817/9/0\" data-bid=\"10-1\" class=\"b\">Ezr 4:3-24</a>.In the middle of the fifth century B.C.E., when Nehemiah began repairing Jerusalem&#x2019;s walls, Sanballat (governor of Samaria, according to one of the Elephantine Papyri) made several strenuous but unsuccessful efforts to stop the project. (<a href=\"/en/wol/bc/r1/lp-e/1200003817/10/0\" data-bid=\"11-1\" class=\"b\">Ne 2:19, 20;</a><a href=\"/en/wol/bc/r1/lp-e/1200003817/10/1\" data-bid=\"11-2\" class=\"b\"> 4:1-12;</a><a href=\"/en/wol/bc/r1/lp-e/1200003817/10/2\" data-bid=\"11-3\" class=\"b\"> 6:1-15</a>) Later, after an extended absence, Nehemiah returned to Jerusalem to find that the grandson of High Priest Eliashib had married Sanballat&#x2019;s daughter. Immediately, Nehemiah &#x201C;chased him away.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003817/11/0\" data-bid=\"12-1\" class=\"b\">Ne 13:6, 7,</a><a href=\"/en/wol/bc/r1/lp-e/1200003817/11/1\" data-bid=\"12-2\" class=\"b\">&#xA0;28</a>.The erection of the Samaritan temple on Mount Gerizim, perhaps in the fourth century B.C.E., in competition to the one in Jerusalem is considered by some to mark the final separation of the Jews and Samaritans, although some think the severance in relations came more than a century later. When Jesus began his ministry, the breach between the two had not been healed, although the Gerizim temple had been destroyed about a century and a half earlier. (<a href=\"/en/wol/bc/r1/lp-e/1200003817/12/0\" data-bid=\"13-1\" class=\"b\">Joh 4:9</a>) The Samaritans were still worshiping on Mount Gerizim (<a href=\"/en/wol/bc/r1/lp-e/1200003817/13/0\" data-bid=\"14-1\" class=\"b\">Joh 4:20-23</a>), and the Jews had little respect for them. (<a href=\"/en/wol/bc/r1/lp-e/1200003817/14/0\" data-bid=\"15-1\" class=\"b\">Joh 8:48</a>) This existing scornful attitude permitted Jesus to make a strong point in his illustration of the neighborly Samaritan.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003817/15/0\" data-bid=\"16-1\" class=\"b\">Lu 10:29-37</a>.<strong>Samaritan Pentateuch. </strong>From early times, the Scriptures of the Samaritans have consisted of only the first five books of the Bible, and these only in their own recension, written in their own characters and known as the Samaritan Pentateuch. The rest of the Hebrew Scriptures, with the possible exception of the book of Joshua, they rejected. The Samaritan Pentateuch differs from the Masoretic text in some 6,000 instances, most of which are minor. However, some are major, as, for example, the reading of <a href=\"/en/wol/bc/r1/lp-e/1200003817/16/0\" data-bid=\"17-1\" class=\"b\">Deuteronomy 27:4</a>, where Gerizim is substituted for Ebal, the place where the laws of Moses were to be inscribed on whitewashed stones. (<a href=\"/en/wol/bc/r1/lp-e/1200003817/17/0\" data-bid=\"18-1\" class=\"b\">De 27:8</a>) The obvious reason for this change was to give credence to their belief that Gerizim is the holy mountain of God.But their acceptance of the Pentateuch, by and large, gave the Samaritans the basis for believing that a prophet greater than Moses would come. (<a href=\"/en/wol/bc/r1/lp-e/1200003817/18/0\" data-bid=\"19-1\" class=\"b\">De 18:18,&#xA0;19</a>) In the first century Samaritans were looking for the coming of Christ the Messiah, and some of them recognized him; others rejected him. (<a href=\"/en/wol/bc/r1/lp-e/1200003817/19/0\" data-bid=\"20-1\" class=\"b\">Lu 17:16-19;</a><a href=\"/en/wol/bc/r1/lp-e/1200003817/19/1\" data-bid=\"20-2\" class=\"b\"> Joh 4:9-43;</a><a href=\"/en/wol/bc/r1/lp-e/1200003817/19/2\" data-bid=\"20-3\" class=\"b\"> Lu 9:52-56</a>) Later, through the preaching of the early Christians, many Samaritans gladly embraced Christianity.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003817/20/0\" data-bid=\"21-1\" class=\"b\">Ac 8:1-17,</a><a href=\"/en/wol/bc/r1/lp-e/1200003817/20/1\" data-bid=\"21-2\" class=\"b\"> 25;</a><a href=\"/en/wol/bc/r1/lp-e/1200003817/20/2\" data-bid=\"21-3\" class=\"b\"> 9:31;</a><a href=\"/en/wol/bc/r1/lp-e/1200003817/20/3\" data-bid=\"21-4\" class=\"b\"> 15:3</a>."}