{"title":"Sardis","link":"/en/wol/d/r1/lp-e/1200003839","html":"<span id=\"page864\" class=\"pageNum\" data-no=\"864\" data-before-text=\"864\"></span><strong>SARDIS</strong>(Sar&#x2B9;dis).The ancient capital of Lydia (in western Asia Minor) and a center of the worship of an Asiatic goddess, linked either with Artemis or with Cybele. Situated S of the Gediz (formerly Hermus) River, Sardis lay about 50&#xA0;km (30&#xA0;mi) S of Thyatira (now Akhisar) and about 75&#xA0;km (47&#xA0;mi) E of Smyrna (now Izmir). The acropolis of the city occupied an almost inaccessible rocky crag. Although a mountain range limited communication with areas in the S, Sardis commanded the E-W trade route. Its commercial activity and trade, the great fertility of surrounding land, and the manufacture of woolen cloth and carpets contributed much toward making Sardis wealthy and important. At one time Sardis may have had a population of about 50,000 persons.In the sixth century B.C.E., Cyrus the Great defeated the last Lydian king, Croesus, and for over 200 years thereafter Sardis served as the capital for the western part of the Persian Empire. In 334&#xA0;B.C.E. the city surrendered without resistance to Alexander the Great. Later it came under the rule of Pergamum and then Rome. A great earthquake nearly leveled Sardis in 17&#xA0;C.E., but the city was rebuilt with generous aid from Rome.The Jewish historian Josephus indicates that in the first century B.C.E. there was a large Jewish community in Sardis. (<em>Jewish Antiquities, </em>XIV, 259 [x,&#xA0;24]) By the latter part of the first century C.E., the Christian congregation that had been established at Sardis needed to &#x201C;wake up&#x201D; spiritually. However, there were also persons associated with this congregation who had not &#x2018;defiled their outer garments.&#x2019;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003839/0/0\" data-bid=\"1-1\" class=\"b\">Re 3:1-6</a>.Prominent ruins at the ancient site of Sardis include those of the temple of the Ephesian Artemis (or Cybele), a Roman theater and stadium, and an ancient synagogue.<wbr>&#x2014;PICTURE, Vol.&#xA0;2, p.&#xA0;946."}