{"title":"Satan","link":"/en/wol/d/r1/lp-e/1200003845","html":"<span id=\"page866\" class=\"pageNum\" data-no=\"866\" data-before-text=\"866\"></span><strong>SATAN</strong>[Resister].In many places in the Hebrew Scriptures, the word <em>sa&#xB7;tan&#x2B9; </em>appears without the definite article. Used in this way, it applies in its first appearance to the angel that stood in the road to <em>resist </em>Balaam as he set out with the objective of cursing the Israelites. (<a href=\"/en/wol/bc/r1/lp-e/1200003845/0/0\" data-bid=\"1-1\" class=\"b\">Nu 22:22,</a><a href=\"/en/wol/bc/r1/lp-e/1200003845/0/1\" data-bid=\"1-2\" class=\"b\">&#xA0;32</a>) In other instances it refers to individuals as resisters of other men. (<a href=\"/en/wol/bc/r1/lp-e/1200003845/1/0\" data-bid=\"2-1\" class=\"b\">1Sa 29:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200003845/1/1\" data-bid=\"2-2\" class=\"b\"> 2Sa 19:21, 22;</a><a href=\"/en/wol/bc/r1/lp-e/1200003845/1/2\" data-bid=\"2-3\" class=\"b\"> 1Ki 5:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200003845/1/3\" data-bid=\"2-4\" class=\"b\"> 11:14,</a><a href=\"/en/wol/bc/r1/lp-e/1200003845/1/4\" data-bid=\"2-5\" class=\"b\"> 23,</a><a href=\"/en/wol/bc/r1/lp-e/1200003845/1/5\" data-bid=\"2-6\" class=\"b\">&#xA0;25</a>) But it is used with the definite article <em>ha </em>to refer to Satan the Devil, the chief Adversary of God. (<a href=\"/en/wol/bc/r1/lp-e/1200003845/2/0\" data-bid=\"3-1\" class=\"b\">Job 1:6</a>, ftn; <a href=\"/en/wol/bc/r1/lp-e/1200003845/3/0\" data-bid=\"4-1\" class=\"b\">2:1-7;</a> <a href=\"/en/wol/bc/r1/lp-e/1200003845/4/0\" data-bid=\"5-1\" class=\"b\">Zec 3:1, 2</a>) In the Greek Scriptures the word <em>sa&#xB7;ta&#xB7;nas&#x2B9; </em>applies to Satan the Devil in nearly all of its occurrences and is usually accompanied by the definite article <em>ho.</em><strong>Origin. </strong>The Scriptures indicate that the creature known as Satan did not always have that name. Rather, this descriptive name was given to him because of his taking a course of opposition and resistance to God. The name he had before this is not given. God is the only Creator, and &#x2018;his activity is perfect,&#x2019; with no injustice or unrighteousness. (<a href=\"/en/wol/bc/r1/lp-e/1200003845/5/0\" data-bid=\"6-1\" class=\"b\">De 32:4</a>) Therefore, the one becoming Satan was, when created, a perfect, righteous creature of God. He is a spirit person, for he appeared in heaven in the presence of God. (<a href=\"/en/wol/bc/r1/lp-e/1200003845/6/0\" data-bid=\"7-1\" class=\"b\">Job chaps 1,</a><a href=\"/en/wol/bc/r1/lp-e/1200003845/6/1\" data-bid=\"7-2\" class=\"b\">&#xA0;2;</a><a href=\"/en/wol/bc/r1/lp-e/1200003845/6/2\" data-bid=\"7-3\" class=\"b\"> Re 12:9</a>) Jesus Christ said of him: &#x201C;That one was a manslayer when he began, and he did not stand fast in the truth, because truth is not in him.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003845/7/0\" data-bid=\"8-1\" class=\"b\">Joh 8:44;</a><a href=\"/en/wol/bc/r1/lp-e/1200003845/7/1\" data-bid=\"8-2\" class=\"b\"> 1Jo 3:8</a>) Jesus here shows that Satan was once in the truth, but forsook it. Beginning with his first overt act in turning Adam and Eve away from God, he was a manslayer, for he thereby brought about the death of Adam and Eve, which, in turn, brought sin and death to their offspring. (<a href=\"/en/wol/bc/r1/lp-e/1200003845/8/0\" data-bid=\"9-1\" class=\"b\">Ro 5:12</a>) Throughout the Scriptures the qualities and actions attributed to him could be attributed only to a person, not to an abstract principle of evil. It is clear that the Jews, and Jesus and his disciples, knew that Satan existed as a <em>person.</em>So, from a righteous, perfect start, this spirit person deviated into sin and degradation. The process bringing this about is described by James when he writes: &#x201C;Each one is tried by being drawn out and enticed by his own desire. Then the desire, when it has become fertile, gives birth to sin; in turn, sin, when it has been accomplished, brings forth death.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003845/9/0\" data-bid=\"10-1\" class=\"b\">Jas 1:14,&#xA0;15</a>) In the course that Satan took, there seems to be, in some respects, a parallel with that of the king of Tyre as described in <a href=\"/en/wol/bc/r1/lp-e/1200003845/10/0\" data-bid=\"11-1\" class=\"b\">Ezekiel 28:11-19</a>.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200003845/0\">PERFECTION</a> (The first sinner and the king of Tyre).The Scriptural account, therefore, makes it plain that it was Satan who spoke through the medium of a serpent, seducing Eve into disobedience to God&#x2019;s command. In turn, Eve induced Adam to take the same rebellious course. (<a href=\"/en/wol/bc/r1/lp-e/1200003845/11/0\" data-bid=\"12-1\" class=\"b\">Ge 3:1-7;</a><a href=\"/en/wol/bc/r1/lp-e/1200003845/11/1\" data-bid=\"12-2\" class=\"b\"> 2Co 11:3</a>) As a consequence of Satan&#x2019;s use of the serpent, the Bible gives Satan the title &#x201C;Serpent,&#x201D; which came to signify &#x201C;deceiver&#x201D;; he <span id=\"page867\" class=\"pageNum\" data-no=\"867\" data-before-text=\"867\"></span>also became &#x201C;the Tempter&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003845/12/0\" data-bid=\"13-1\" class=\"b\">Mt 4:3</a>) and a liar, &#x201C;the father of the lie.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003845/13/0\" data-bid=\"14-1\" class=\"b\">Joh 8:44;</a><a href=\"/en/wol/bc/r1/lp-e/1200003845/13/1\" data-bid=\"14-2\" class=\"b\"> Re 12:9</a>.<strong>Issue of Sovereignty Raised. </strong>When Satan approached Eve (through the speech of the serpent), he actually challenged the rightfulness and righteousness of Jehovah&#x2019;s sovereignty. He intimated that God was unrightfully withholding something from the woman; he also declared that God was a liar in saying that she would die if she ate the forbidden fruit. Additionally, Satan made her believe she would be free and independent of God, becoming like God. By this means this wicked spirit creature raised himself higher than God in Eve&#x2019;s eyes, and Satan became her god, even though Eve, at the time, apparently did not know the identity of the one misleading her. By his action he brought man and woman under his leadership and control, standing up as a rival god in opposition to Jehovah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003845/14/0\" data-bid=\"15-1\" class=\"b\">Ge 3:1-7</a>.The Bible, in lifting the veil to give a glimpse into heavenly affairs, reveals that Satan later as a rival god appeared before Jehovah in heaven, challenging Jehovah to His face, saying that he could turn God&#x2019;s servant Job, and by implication any servant of God, away from Him. He charged God, in effect, with unrighteously giving Job everything, along with full protection, so that he, Satan, could not test Job and show what was really in his heart, which, Satan intimated, was bad. He implied that Job served God primarily for selfish considerations. Satan made this point of his argument clear when he said: &#x201C;Skin in behalf of skin, and everything that a man has he will give in behalf of his soul. For a change, thrust out your hand, please, and touch as far as his bone and his flesh and see whether he will not curse you to your very face.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003845/15/0\" data-bid=\"16-1\" class=\"b\">Job 1:6-12;</a><a href=\"/en/wol/bc/r1/lp-e/1200003845/15/1\" data-bid=\"16-2\" class=\"b\"> 2:1-7</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200003845/1\">SOVEREIGNTY</a>.In this special case, Jehovah allowed Satan to bring calamity upon Job by not interfering when Satan brought about a raid from Sabean marauders as well as destruction of flocks and shepherds by what Job&#x2019;s messenger called &#x201C;the very fire of God&#x201D; from the heavens; whether this was lightning or other fire is not stated. Satan also brought a raid by three bands of Chaldeans, as well as a windstorm. These things caused the death of all of Job&#x2019;s children and destroyed his property. Finally, Satan inflicted a loathsome disease upon Job himself.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003845/16/0\" data-bid=\"17-1\" class=\"b\">Job 1:13-19;</a><a href=\"/en/wol/bc/r1/lp-e/1200003845/16/1\" data-bid=\"17-2\" class=\"b\"> 2:7,&#xA0;8</a>.These things reveal the might and power of the spirit creature Satan, as well as his vicious, murderous attitude.It is important to note, however, that Satan recognized his impotence in the face of God&#x2019;s express command, for he did not challenge God&#x2019;s power and authority when God restricted him from taking Job&#x2019;s life.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003845/17/0\" data-bid=\"18-1\" class=\"b\">Job 2:6</a>.<strong>Continued Opposition to God. </strong>By his challenge of God and his charging God&#x2019;s servants with lack of integrity, Satan lived up to his title &#x201C;Devil,&#x201D; meaning &#x201C;Slanderer,&#x201D; which title he deserved for having slandered Jehovah God in the garden of Eden.<strong><em>Joined by other wicked demons. </em></strong>Before the Flood of Noah&#x2019;s day, it appears that other angels of God left their proper habitation in the heavens, as well as their assigned positions there. Materializing human bodies, they came to dwell on earth, marrying women and producing offspring called Nephilim. (<a href=\"/en/wol/bc/r1/lp-e/1200003845/18/0\" data-bid=\"19-1\" class=\"b\">Ge 6:1-4;</a><a href=\"/en/wol/bc/r1/lp-e/1200003845/18/1\" data-bid=\"19-2\" class=\"b\"> 1Pe 3:19, 20;</a><a href=\"/en/wol/bc/r1/lp-e/1200003845/18/2\" data-bid=\"19-3\" class=\"b\"> 2Pe 2:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200003845/18/3\" data-bid=\"19-4\" class=\"b\"> Jude&#xA0;6</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200003845/2\">NEPHILIM</a>; <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200003845/3\">SON[S] OF GOD</a>.) These angels, having left God&#x2019;s service, came under the control of Satan. Hence Satan is called &#x201C;the ruler of the demons.&#x201D; In one instance, when Jesus expelled demons from a man, the Pharisees accused him of doing so by the power of &#x201C;Beelzebub, the ruler of the demons.&#x201D; That they had reference to Satan is shown by Jesus&#x2019; answer: &#x201C;If Satan expels Satan, he has become divided against himself.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003845/19/0\" data-bid=\"20-1\" class=\"b\">Mt 12:22-27</a>.The apostle Paul associates Satan with &#x201C;the wicked spirit forces in the heavenly places,&#x201D; and he speaks of them as &#x201C;the world rulers of this darkness.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003845/20/0\" data-bid=\"21-1\" class=\"b\">Eph 6:11,&#xA0;12</a>) As a governing force in the invisible realm immediately about the earth, Satan is &#x201C;the ruler of the authority of the air.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003845/21/0\" data-bid=\"22-1\" class=\"b\">Eph 2:2</a>) In Revelation he is shown to be the one &#x201C;misleading the entire inhabited earth.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003845/22/0\" data-bid=\"23-1\" class=\"b\">Re 12:9</a>) The apostle John said that &#x201C;the whole world is lying in the power of the wicked one.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003845/23/0\" data-bid=\"24-1\" class=\"b\">1Jo 5:19</a>) He is therefore &#x201C;the ruler of this world.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003845/24/0\" data-bid=\"25-1\" class=\"b\">Joh 12:31</a>) That is why James wrote that &#x201C;the friendship with the world is enmity with God.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003845/25/0\" data-bid=\"26-1\" class=\"b\">Jas 4:4</a>.<strong>His Fight to Destroy the &#x201C;Seed.&#x201D; </strong>Satan made early efforts to block the promise of the &#x201C;seed&#x201D; to come through Abraham. (<a href=\"/en/wol/bc/r1/lp-e/1200003845/26/0\" data-bid=\"27-1\" class=\"b\">Ge 12:7</a>) He evidently tried to get Sarah contaminated so that she would be unfit to bear the seed; but God protected her. (<a href=\"/en/wol/bc/r1/lp-e/1200003845/27/0\" data-bid=\"28-1\" class=\"b\">Ge 20:1-18</a>) He did everything possible to destroy the ones whom God chose as Abraham&#x2019;s seed, the nation of Israel, by inducing them to sin and by bringing other nations against them, as Bible history shows throughout. A high point in Satan&#x2019;s ambitious attempts in his fight against God, and what appeared to Satan to be success, was reached when the king of the Third World Power of Bible history, Babylon, took Jerusalem, overturning the rulership of King Zedekiah <span id=\"page868\" class=\"pageNum\" data-no=\"868\" data-before-text=\"868\"></span>of the line of David, and destroyed the temple of Jehovah, desolating Jerusalem and Judah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003845/28/0\" data-bid=\"29-1\" class=\"b\">Eze 21:25-27</a>.As an instrument of Satan, the ruling dynasty of Babylon, initially headed by Nebuchadnezzar, held Israel in exile for 68 years, until Babylon&#x2019;s overthrow. Babylon had no intention of ever releasing its captives and so reflected Satan&#x2019;s own boastful, ambitious attempts as a rival god opposed to the Universal Sovereign Jehovah. The Babylonian kings, worshiping their idol god Marduk, the goddess Ishtar, and a host of others, were actually worshipers of the demons and, as part of the world alienated from Jehovah, were under Satan&#x2019;s domination.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003845/29/0\" data-bid=\"30-1\" class=\"b\">Ps 96:5;</a><a href=\"/en/wol/bc/r1/lp-e/1200003845/29/1\" data-bid=\"30-2\" class=\"b\"> 1Co 10:20;</a><a href=\"/en/wol/bc/r1/lp-e/1200003845/29/2\" data-bid=\"30-3\" class=\"b\"> Eph 2:12;</a><a href=\"/en/wol/bc/r1/lp-e/1200003845/29/3\" data-bid=\"30-4\" class=\"b\"> Col 1:21</a>.Satan filled the king of Babylon with the ambition to have complete domination over the earth, even over &#x201C;Jehovah&#x2019;s throne&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003845/30/0\" data-bid=\"31-1\" class=\"b\">1Ch 29:23</a>) and &#x201C;the stars of God,&#x201D; the kings of the line of David sitting on the throne at Mount Moriah (by extension, Zion). This &#x201C;king,&#x201D; that is, the dynasty of Babylon, &#x2018;lifted himself up&#x2019; in his own heart and was in his own eyes and in the eyes of his admirers a &#x201C;shining one,&#x201D; a &#x201C;son of the dawn.&#x201D; (In some translations the Latin <em>Vulgate </em>term &#x201C;Lucifer&#x201D; is retained. It is, however, merely the translation of the Hebrew word <em>heh&#xB7;lel&#x2B9;, </em>&#x201C;shining one.&#x201D; <em>Heh&#xB7;lel&#x2B9; </em>is not a name or a title but, rather, a term describing the boastful position taken by Babylon&#x2019;s dynasty of kings of the line of Nebuchadnezzar.) (<a href=\"/en/wol/bc/r1/lp-e/1200003845/31/0\" data-bid=\"32-1\" class=\"b\">Isa 14:4-21</a>) Since Babylon was a tool of Satan, its &#x201C;king&#x201D; reflected Satan&#x2019;s own ambitious desire. Again, Jehovah came to the salvation of his people by restoring them to their land, until the real Seed of promise should come.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003845/32/0\" data-bid=\"33-1\" class=\"b\">Ezr 1:1-6</a>.<strong><em>Efforts to cause Jesus to stumble. </em></strong>Satan, no doubt identifying Jesus as the Son of God and the one who was prophesied to bruise him in the head (<a href=\"/en/wol/bc/r1/lp-e/1200003845/33/0\" data-bid=\"34-1\" class=\"b\">Ge 3:15</a>), did everything he could to destroy Jesus. But, when announcing the conception of Jesus to Mary, the angel Gabriel told her: &#x201C;Holy spirit will come upon you, and power of the Most High will overshadow you. For that reason also what is born will be called holy, God&#x2019;s Son.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003845/34/0\" data-bid=\"35-1\" class=\"b\">Lu 1:35</a>) Jehovah safeguarded his Son. The efforts to destroy Jesus when an infant were unsuccessful. (<a href=\"/en/wol/bc/r1/lp-e/1200003845/35/0\" data-bid=\"36-1\" class=\"b\">Mt 2:1-15</a>) God continued to protect Jesus during his youth. After his baptism, Satan approached Jesus in the wilderness with three different strong temptations, thoroughly testing him on the issue of devotion to Jehovah. In one of his appeals Satan showed Jesus all the kingdoms of the world, claiming them to be his own. Jesus did not contradict this claim. Nonetheless, Jesus refused to contemplate even for the briefest instant of time any &#x201C;shortcut&#x201D; to kingship, nor did he consider for an instant the doing of anything merely to please himself. His immediate reply to Satan was, &#x201C;Go away, Satan! For it is written, &#x2018;It is Jehovah your God you must worship, and it is to him alone you must render sacred service.&#x2019;&#x201D; At this, &#x201C;the Devil .&#xA0;.&#xA0;. retired from him until another convenient time.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003845/36/0\" data-bid=\"37-1\" class=\"b\">Mt 4:1-11;</a><a href=\"/en/wol/bc/r1/lp-e/1200003845/36/1\" data-bid=\"37-2\" class=\"b\"> Lu 4:13</a>) This illustrates the truth of James&#x2019; words later written: &#x201C;Oppose the Devil, and he will flee from you.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003845/37/0\" data-bid=\"38-1\" class=\"b\">Jas 4:7</a>.Jesus was ever alert to the danger of Satan&#x2019;s machinations and to the fact that Satan desired to cause his destruction by getting him to entertain a thought contrary to Jehovah&#x2019;s will. This was demonstrated when Peter, on one occasion, though with good intentions, was actually throwing temptation in his way. Jesus had spoken of the suffering and death he was to undergo. &#x201C;At this Peter took him aside and commenced rebuking him, saying: &#x2018;Be kind to yourself, Lord; you will not have this destiny at all.&#x2019; But, turning his back, he said to Peter: &#x2018;Get behind me, <em>Satan! </em>You are a stumbling block to me, because you think, not God&#x2019;s thoughts, but those of men.&#x2019;&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003845/38/0\" data-bid=\"39-1\" class=\"b\">Mt 16:21-23</a>.Throughout Jesus&#x2019; ministry he was in danger; Satan used human agents to oppose Jesus, trying either to cause him to stumble or to kill him. At one time the people were about to seize Jesus to make him king. But he would not consider such a thing; he would accept kingship only in God&#x2019;s time and way. (<a href=\"/en/wol/bc/r1/lp-e/1200003845/39/0\" data-bid=\"40-1\" class=\"b\">Joh 6:15</a>) On another occasion those of his own hometown attempted to kill him. (<a href=\"/en/wol/bc/r1/lp-e/1200003845/40/0\" data-bid=\"41-1\" class=\"b\">Lu 4:22-30</a>) He was constantly harassed by those whom Satan used to try to trap him. (<a href=\"/en/wol/bc/r1/lp-e/1200003845/41/0\" data-bid=\"42-1\" class=\"b\">Mt 22:15</a>) But in all of Satan&#x2019;s efforts, he failed to cause Jesus to sin in the slightest thought or deed. Satan was thoroughly proved to be a liar, and he failed in his challenge of God&#x2019;s sovereignty and the integrity of God&#x2019;s servants. As Jesus said, shortly before his death: &#x201C;Now there is a judging of this world; now the ruler of this world will be cast out&#x201D;<wbr>&#x2014;completely discredited. (<a href=\"/en/wol/bc/r1/lp-e/1200003845/42/0\" data-bid=\"43-1\" class=\"b\">Joh 12:31</a>) Satan had a grip on all mankind through sin. But, knowing that Satan would soon bring about his death, Jesus, after celebrating his last Passover with his disciples, could say: &#x201C;The ruler of the world is coming. And <em>he has no hold on me.&#x201D;<wbr></em>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003845/43/0\" data-bid=\"44-1\" class=\"b\">Joh 14:30</a>.A few hours later, Satan succeeded in having Jesus put to death, first getting control of one of Jesus&#x2019; apostles, then using the Jewish leaders and the Roman World Power to execute Jesus in a painful and ignominious manner. (<a href=\"/en/wol/bc/r1/lp-e/1200003845/44/0\" data-bid=\"45-1\" class=\"b\">Lu 22:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200003845/44/1\" data-bid=\"45-2\" class=\"b\"> Joh 13:26, 27;</a><a href=\"/en/wol/bc/r1/lp-e/1200003845/44/2\" data-bid=\"45-3\" class=\"b\"> chaps 18,</a><a href=\"/en/wol/bc/r1/lp-e/1200003845/44/3\" data-bid=\"45-4\" class=\"b\">&#xA0;19</a>) <span id=\"page869\" class=\"pageNum\" data-no=\"869\" data-before-text=\"869\"></span>Here Satan acted as &#x201C;the one having the means to cause death, that is, the Devil.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003845/45/0\" data-bid=\"46-1\" class=\"b\">Heb 2:14;</a><a href=\"/en/wol/bc/r1/lp-e/1200003845/45/1\" data-bid=\"46-2\" class=\"b\"> Lu 22:53</a>) But in this Satan failed to promote his cause; he only unwillingly fulfilled prophecy, which required that Jesus die as a sacrifice. The death of Jesus in blamelessness provided the ransom price for humankind, and by his death (and subsequent resurrection by God) Jesus could now help sinful humankind to escape from the grip of Satan, for, as it is written, Jesus became blood and flesh &#x201C;that through his death he might bring to nothing the one having the means to cause death, that is, the Devil; and that he might emancipate all those who for fear of death were subject to slavery all through their lives.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003845/46/0\" data-bid=\"47-1\" class=\"b\">Heb 2:14,&#xA0;15</a>.<strong><em>Continues to fight Christians. </em></strong>After Jesus&#x2019; death and resurrection, Satan continued to wage a bitter fight against Christ&#x2019;s followers. The accounts in the book of Acts and in the letters of the Christian Greek Scriptures furnish numerous proofs of this. Paul said that he had been given &#x201C;a thorn in the flesh, an angel of Satan, to keep slapping&#x201D; him. (<a href=\"/en/wol/bc/r1/lp-e/1200003845/47/0\" data-bid=\"48-1\" class=\"b\">2Co 12:7</a>) And as in the case with Eve, Satan disguised his real nature and purposes by &#x201C;transforming himself into an angel of light,&#x201D; and he had agents, ministers who &#x201C;also keep transforming themselves into ministers of righteousness.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003845/48/0\" data-bid=\"49-1\" class=\"b\">2Co 11:14,&#xA0;15</a>) Examples of these were the false apostles who fought against Paul (<a href=\"/en/wol/bc/r1/lp-e/1200003845/49/0\" data-bid=\"50-1\" class=\"b\">2Co 11:13</a>) and those in Smyrna &#x2018;who said they themselves were Jews, and yet they were not but were a synagogue of Satan.&#x2019; (<a href=\"/en/wol/bc/r1/lp-e/1200003845/50/0\" data-bid=\"51-1\" class=\"b\">Re 2:9</a>) Satan never ceased in making accusations &#x201C;day and night&#x201D; against Christians, challenging their integrity, as he did Job&#x2019;s. (<a href=\"/en/wol/bc/r1/lp-e/1200003845/51/0\" data-bid=\"52-1\" class=\"b\">Re 12:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200003845/51/1\" data-bid=\"52-2\" class=\"b\"> Lu 22:31</a>) But Christians have &#x201C;a helper with the Father, Jesus Christ, a righteous one,&#x201D; who appears before the person of God in their behalf.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003845/52/0\" data-bid=\"53-1\" class=\"b\">1Jo 2:1</a>.<strong>His Abyssing and Final Destruction. </strong>At the time of Satan&#x2019;s act in causing Eve and then Adam to rebel against God, God said to the serpent (actually speaking to Satan, since a mere beast could not understand the issues involved): &#x201C;Dust is what you will eat all the days of your life. And I shall put enmity between you and the woman and between your seed and her seed. He will bruise you in the head and you will bruise him in the heel.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003845/53/0\" data-bid=\"54-1\" class=\"b\">Ge 3:14,&#xA0;15</a>) Here God made it known that Satan, cast outside God&#x2019;s holy organization, would have no life-sustaining hope but would &#x2018;eat dust,&#x2019; as it were, until he died. The &#x201C;seed&#x201D; eventually was to bruise him in the head, which would signify a death wound. When Christ was on earth, the demons identified him as the One who was to hurl them into the &#x201C;abyss,&#x201D; evidently a condition of restraint that in the parallel account is spoken of as &#x201C;torment.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003845/54/0\" data-bid=\"55-1\" class=\"b\">Mt 8:29;</a><a href=\"/en/wol/bc/r1/lp-e/1200003845/54/1\" data-bid=\"55-2\" class=\"b\"> Lu 8:30, 31</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200003845/4\">TORMENT</a>.In the book of Revelation, we find described the last days of Satan and his end. Revelation reports that at the time of Christ&#x2019;s taking Kingdom power, Satan is hurled down out of heaven to the earth, no longer having access to the heavens, as he did in the days of Job and for centuries thereafter. (<a href=\"/en/wol/bc/r1/lp-e/1200003845/55/0\" data-bid=\"56-1\" class=\"b\">Re 12:7-12</a>) After this defeat Satan has only a &#x201C;short period of time,&#x201D; during which he makes war with &#x201C;the remaining ones of [the woman&#x2019;s] seed, who observe the commandments of God and have the work of bearing witness to Jesus.&#x201D; In his efforts to devour the remaining ones of the woman&#x2019;s seed, he is called &#x201C;the dragon,&#x201D; a swallower or crusher. (<a href=\"/en/wol/bc/r1/lp-e/1200003845/56/0\" data-bid=\"57-1\" class=\"b\">Re 12:16, 17</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200003845/57/0\" data-bid=\"58-1\" class=\"b\">Jer 51:34</a>, where Jeremiah speaks for Jerusalem and Judah, saying: &#x201C;Nebuchadrezzar the king of Babylon .&#xA0;.&#xA0;. has swallowed me down like a big snake [or, &#x201C;a dragon,&#x201D; ftn].&#x201D;) In the earlier description of his fight against the woman and his efforts to devour her man child, he is pictured as &#x201C;a great fiery-colored dragon.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003845/58/0\" data-bid=\"59-1\" class=\"b\">Re 12:3</a>.Revelation&#x2019;s <a href=\"/en/wol/bc/r1/lp-e/1200003845/59/0\" data-bid=\"60-1\" class=\"b\">20th chapter</a> describes Satan&#x2019;s being bound and abyssed for a thousand years, at the hands of a great angel<wbr>&#x2014;doubtless Jesus Christ, who has the key of the abyss and who is the &#x201C;seed&#x201D; to bruise Satan&#x2019;s head.<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200003845/60/0\" data-bid=\"61-1\" class=\"b\">Re 1:18</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200003845/5\">ABYSS</a>.Satan&#x2019;s final effort culminates in permanent defeat. The prophecy says that he is to be let loose for &#x201C;a little while&#x201D; as soon as Christ&#x2019;s Thousand Year Reign is ended and that he will lead rebellious persons in another attack upon God&#x2019;s sovereignty; but he is hurled (along with his demons) into the lake of fire and sulfur, everlasting destruction.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003845/61/0\" data-bid=\"62-1\" class=\"b\">Re 20:1-3,</a><a href=\"/en/wol/bc/r1/lp-e/1200003845/61/1\" data-bid=\"62-2\" class=\"b\"> 7-10</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200003845/62/0\" data-bid=\"63-1\" class=\"b\">Mt 25:41</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200003845/6\">LAKE OF FIRE</a>.<strong><em>What is meant by &#x2018;handing a person over to Satan for destruction of the flesh&#x2019;?</em></strong>In instructing the congregation at Corinth as to the action to take toward a member of the congregation who had wickedly been committing incest with the wife of his father, the apostle Paul wrote: &#x201C;Hand such a man over to Satan for the destruction of the flesh.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003845/63/0\" data-bid=\"64-1\" class=\"b\">1Co 5:5</a>) This was a command to expel the man from the congregation, cutting off all fellowship with him. (<a href=\"/en/wol/bc/r1/lp-e/1200003845/64/0\" data-bid=\"65-1\" class=\"b\">1Co 5:13</a>) Turning him over to Satan would put him <span id=\"page870\" class=\"pageNum\" data-no=\"870\" data-before-text=\"870\"></span>out of the congregation and into the world over which Satan is the god and ruler. Like &#x201C;a little leaven&#x201D; in &#x201C;the whole lump&#x201D; of dough, this man was &#x201C;the flesh,&#x201D; or fleshly element inside the congregation; and by removing this incestuous man, the spiritually minded congregation would destroy &#x201C;the flesh&#x201D; from the midst of it. (<a href=\"/en/wol/bc/r1/lp-e/1200003845/65/0\" data-bid=\"66-1\" class=\"b\">1Co 5:6,&#xA0;7</a>) Similarly, Paul handed Hymenaeus and Alexander over to Satan, because they had thrust aside faith and a good conscience and had experienced shipwreck concerning their faith.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003845/66/0\" data-bid=\"67-1\" class=\"b\">1Ti 1:20</a>.Later, the incestuous man in Corinth apparently repented from his wrongdoing and cleaned up, prompting the apostle Paul to recommend his being received back into the congregation. In exhorting them to forgiveness, he gave as one of the reasons, &#x201C;that we may not be overreached by Satan, for we are not ignorant of his designs.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003845/67/0\" data-bid=\"68-1\" class=\"b\">2Co 2:11</a>) In the first instance, Satan had brought the congregation into a bad condition in which they had to be reproved by the apostle, for they were too lenient, in fact, were letting the wicked man carry on his practice without regard for the reproach it brought, being &#x201C;puffed up&#x201D; in allowing it. (<a href=\"/en/wol/bc/r1/lp-e/1200003845/68/0\" data-bid=\"69-1\" class=\"b\">1Co 5:2</a>) But on the other hand, if they now swung to the other extreme and refused forgiveness to the repentant one, Satan would be overreaching them in another direction, namely, that he could take advantage of their becoming hard and unforgiving. Through God&#x2019;s Word, Christians are enlightened to realize Satan&#x2019;s existence, his power, his designs and purposes, and his manner of operation, so that they can fight this spiritual foe with the spiritual weapons God provides.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003845/69/0\" data-bid=\"70-1\" class=\"b\">Eph 6:13-17</a>."}