{"title":"Seed","link":"/en/wol/d/r1/lp-e/1200003881","html":"<span id=\"page886\" class=\"pageNum\" data-no=\"886\" data-before-text=\"886\"></span><strong>SEED</strong>The Hebrew <em>ze&#x2B9;ra&#x2BD; </em>and the Greek <em>sper&#x2B9;ma, </em>both translated &#x201C;seed,&#x201D; appear many times in the Scriptures, with the following uses or applications: (a)&#xA0;agricultural and botanical, (b)&#xA0;physiological, and (c) figurative for &#x201C;offspring.&#x201D;<strong>Agricultural, Botanical. </strong>Israel&#x2019;s economy was primarily agricultural, hence much is said about sowing, planting, and harvesting, and &#x201C;seed&#x201D; is mentioned frequently, the first instance being in the record of earth&#x2019;s third creative day. Jehovah commanded: &#x201C;Let the earth cause grass to shoot forth, vegetation bearing seed, fruit trees yielding fruit according to their kinds, the seed of which is in it, upon the earth.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003881/0/0\" data-bid=\"1-1\" class=\"b\">Ge 1:11, 12,</a><a href=\"/en/wol/bc/r1/lp-e/1200003881/0/1\" data-bid=\"1-2\" class=\"b\">&#xA0;29</a>) Here the Creator revealed his purpose to clothe the earth with vegetation by reproduction through seed, keeping the various created kinds separate, so that each brings forth &#x201C;according to its kind&#x201D; through its own distinctive seed.<strong>Physiological. </strong>The Hebrew term <em>ze&#x2B9;ra&#x2BD; </em>is used in a physiological sense at <a href=\"/en/wol/bc/r1/lp-e/1200003881/1/0\" data-bid=\"2-1\" class=\"b\">Leviticus 15:16-18;</a><a href=\"/en/wol/bc/r1/lp-e/1200003881/1/1\" data-bid=\"2-2\" class=\"b\"> 18:20</a>, with reference to an emission of semen. At <a href=\"/en/wol/bc/r1/lp-e/1200003881/2/0\" data-bid=\"3-1\" class=\"b\">Leviticus 12:2</a> the causative form of the verb <em>za&#xB7;ra&#x2BD;&#x2B9; </em>(sow) is rendered in many translations by the English expressions &#x201C;conceive&#x201D; or &#x201C;conceive seed.&#x201D; At <a href=\"/en/wol/bc/r1/lp-e/1200003881/3/0\" data-bid=\"4-1\" class=\"b\">Numbers 5:28</a> a passive form of <em>za&#xB7;ra&#x2BD;&#x2B9; </em>appears with <em>ze&#x2B9;ra&#x2BD; </em>and is rendered &#x201C;made pregnant <span id=\"page887\" class=\"pageNum\" data-no=\"887\" data-before-text=\"887\"></span>with semen&#x201D; (<em>NW</em>), &#x201C;sown with seed&#x201D; (<em>Yg</em>), &#x201C;conceive seed&#x201D; (<em>KJ</em>).<strong>Figurative Use. </strong>In the majority of instances in which the word <em>ze&#x2B9;ra&#x2BD; </em>appears in the Bible, it is used with reference to offspring, or posterity. Animal offspring are designated by this term at <a href=\"/en/wol/bc/r1/lp-e/1200003881/4/0\" data-bid=\"5-1\" class=\"b\">Genesis 7:3</a>. Human offspring of Noah are referred to at <a href=\"/en/wol/bc/r1/lp-e/1200003881/5/0\" data-bid=\"6-1\" class=\"b\">Genesis 9:9</a>; those of the woman Hagar at <a href=\"/en/wol/bc/r1/lp-e/1200003881/6/0\" data-bid=\"7-1\" class=\"b\">Genesis 16:10</a>. God commanded Abram and his natural &#x201C;seed&#x201D; to be circumcised as a sign of the covenant God was making with them.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003881/7/0\" data-bid=\"8-1\" class=\"b\">Ge 17:7-11</a>.The Greek word <em>sper&#x2B9;ma </em>is used in the same applications as the Hebrew <em>ze&#x2B9;ra&#x2BD;. </em>(Compare <a href=\"/en/wol/bc/r1/lp-e/1200003881/8/0\" data-bid=\"9-1\" class=\"b\">Mt 13:24;</a><a href=\"/en/wol/bc/r1/lp-e/1200003881/8/1\" data-bid=\"9-2\" class=\"b\"> 1Co 15:38;</a><a href=\"/en/wol/bc/r1/lp-e/1200003881/8/2\" data-bid=\"9-3\" class=\"b\"> Heb 11:11;</a><a href=\"/en/wol/bc/r1/lp-e/1200003881/8/3\" data-bid=\"9-4\" class=\"b\"> Joh 7:42</a>.) Jesus Christ used the related word <em>spo&#x2B9;ros </em>(thing sown) to symbolize the word of God.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003881/9/0\" data-bid=\"10-1\" class=\"b\">Lu 8:11</a>.<strong>A Sacred Secret. </strong>At the time God judged Adam and Eve, he spoke a prophecy that gave hope to their offspring, saying to the serpent: &#x201C;I shall put enmity between you and the woman and between your seed and her seed. He will bruise you in the head and you will bruise him in the heel.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003881/10/0\" data-bid=\"11-1\" class=\"b\">Ge 3:15</a>) From the beginning, the identity of the promised &#x201C;seed&#x201D; was a sacred secret of God.This prophetic statement revealed that there would be a deliverer who would destroy the one really represented by the serpent, namely, the great serpent and enemy of God, Satan the Devil. (<a href=\"/en/wol/bc/r1/lp-e/1200003881/11/0\" data-bid=\"12-1\" class=\"b\">Re 12:9</a>) It also indicated that the Devil would have a &#x201C;seed.&#x201D; It would require time for the two seeds to be brought forth and for enmity to develop between them.<strong><em>The seed of the Serpent. </em></strong>We note that when the Bible speaks of &#x201C;seed&#x201D; in a symbolic sense, it does not refer to literal children, or offspring, but to those who follow the pattern of their symbolic &#x201C;father,&#x201D; those having his spirit or disposition. Adam and Eve&#x2019;s first son Cain is an example of one of the Serpent&#x2019;s offspring. The apostle John writes enlighteningly on this point: &#x201C;The children of God and the children of the Devil are evident by this fact: Everyone who does not carry on righteousness does not originate with God, neither does he who does not love his brother. For this is the message which you have heard from the beginning, that we should have love for one another; not like Cain, who <em>originated with the wicked one </em>and slaughtered his brother. And for the sake of what did he slaughter him? Because his own works were wicked, but those of his brother were righteous.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003881/12/0\" data-bid=\"13-1\" class=\"b\">1Jo 3:10-12</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200003881/13/0\" data-bid=\"14-1\" class=\"b\">Joh 8:44</a>.Thus the seed of the Serpent throughout the centuries consisted of those who had the spirit of the Devil, who hated God and fought God&#x2019;s people, and it included particularly the religious persons who claimed to serve God but who were actually false, hypocrites. Jesus identified the Jewish religious leaders of his day as a part of the Serpent&#x2019;s seed, saying to them: &#x201C;Serpents, offspring [Gr., <em>gen&#xB7;ne&#x2B9;ma&#xB7;ta, </em>&#x201C;generated ones&#x201D;] of vipers, how are you to flee from the judgment of Gehenna?&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003881/14/0\" data-bid=\"15-1\" class=\"b\">Mt 23:33</a>, <em>Int.</em>There was a gradual revelation of features of God&#x2019;s secret concerning the promised &#x201C;seed&#x201D; of the woman. The questions to be answered were: Would the seed be heavenly or earthly? If spiritual or heavenly, would it nevertheless run an earthly course? Would the seed be <em>one </em>or <em>many? </em>How would it destroy the Serpent and liberate mankind?As has already been shown, the serpent to whom Jehovah was directing his words recorded at <a href=\"/en/wol/bc/r1/lp-e/1200003881/15/0\" data-bid=\"16-1\" class=\"b\">Genesis 3:15</a> was not the animal on the ground. Obviously, it could not understand an issue such as was involved here, a challenge of Jehovah&#x2019;s sovereignty. Therefore, as later developments revealed, God was speaking to an intelligent individual, his archenemy Satan the Devil. The book of Job enlightens us on this matter, as there we find Satan presenting his accusation against Job&#x2019;s integrity to Jehovah in order to support his challenge against God&#x2019;s sovereignty. (<a href=\"/en/wol/bc/r1/lp-e/1200003881/16/0\" data-bid=\"17-1\" class=\"b\">Job 1:6-12;</a><a href=\"/en/wol/bc/r1/lp-e/1200003881/16/1\" data-bid=\"17-2\" class=\"b\"> 2:1-5</a>) The &#x201C;father,&#x201D; then, of the seed of the serpent would be, not a literal animal serpent, but an angelic, spirit &#x201C;father,&#x201D; Satan the Devil.<strong><em>&#x2018;Seed of the woman&#x2019; spiritual. </em></strong>Accordingly, regardless of how faithful men of old may have viewed the matter, it becomes clear, in the light of the Christian Scriptures, that the promised &#x2018;seed of the woman&#x2019; would have to be more than human in order to &#x2018;bruise in the head&#x2019; this spiritual enemy, this angelic person, the Devil. The &#x201C;seed&#x201D; would have to be a mighty spirit person. How would he be provided, and who would be his &#x2018;mother,&#x2019; the &#x201C;woman&#x201D;?The next recorded mention of the promised &#x201C;seed&#x201D; came over 2,000 years later, to faithful Abraham. Abraham was of the line of Shem, and in an earlier prophecy Noah had spoken of Jehovah as &#x201C;Shem&#x2019;s God.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003881/17/0\" data-bid=\"18-1\" class=\"b\">Ge 9:26</a>) This indicated God&#x2019;s favor on Shem. In Abraham&#x2019;s time the &#x201C;seed&#x201D; of promise was foretold to come through Abraham. (<a href=\"/en/wol/bc/r1/lp-e/1200003881/18/0\" data-bid=\"19-1\" class=\"b\">Ge 15:5;</a><a href=\"/en/wol/bc/r1/lp-e/1200003881/18/1\" data-bid=\"19-2\" class=\"b\"> 22:15-18</a>) Priest Melchizedek&#x2019;s blessing on Abraham gave additional confirmation of this. (<a href=\"/en/wol/bc/r1/lp-e/1200003881/19/0\" data-bid=\"20-1\" class=\"b\">Ge 14:18-20</a>) While God&#x2019;s statement to Abraham revealed that Abraham would <span id=\"page888\" class=\"pageNum\" data-no=\"888\" data-before-text=\"888\"></span>have offspring, it also disclosed that the ancestral line of the prophetically promised &#x201C;seed&#x201D; of deliverance would indeed run an earthly course.<strong><em>One person foretold. </em></strong>In speaking of the offspring of Abraham and others, the Hebrew and Greek terms used are in the singular form, usually referring to such offspring in a collective sense. There seems to be one strong reason why the collective term <em>ze&#x2B9;ra&#x2BD;, </em>&#x201C;seed,&#x201D; rather than the strictly plural word <em>ba&#xB7;nim&#x2B9;, </em>&#x201C;sons&#x201D; (singular <em>ben</em>), was used so often with respect to Abraham&#x2019;s posterity. The apostle Paul points to this fact in explaining that when God spoke of the blessings to come through Abraham&#x2019;s seed, he had primary reference to <em>one </em>person, namely, Christ. Paul says: &#x201C;Now the promises were spoken to Abraham and to his seed. It [or, He] says, not: &#x2018;And to seeds [Gr., <em>sper&#x2B9;ma&#xB7;sin</em>],&#x2019; as in the case of many such, but as in the case of one: &#x2018;And to your seed [Gr., <em>sper&#x2B9;ma&#xB7;ti&#x2B9;</em>],&#x2019; who is Christ.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003881/20/0\" data-bid=\"21-1\" class=\"b\">Ga 3:16</a>, ftn.Some scholars have objected to Paul&#x2019;s statement regarding the singular and plural use of &#x201C;seed.&#x201D; They point out that in Hebrew the word for &#x201C;seed&#x201D; (<em>ze&#x2B9;ra&#x2BD;</em>), when used for posterity, never changes its form, in this use resembling the English word &#x201C;sheep.&#x201D; Also, the accompanying verbs and adjectives do not in themselves indicate the singularity or plurality intended by the word for &#x201C;seed.&#x201D; While this is so, there is another factor that demonstrates that Paul&#x2019;s explanation was accurate grammatically as well as doctrinally. Explaining this factor, M&#x2019;Clintock and Strong&#x2019;s <em>Cyclop&#xE6;dia </em>(1894, Vol.&#xA0;IX, p.&#xA0;506) states: &#x201C;In connection with pronouns, the construction is entirely different from both the preceding [that is, the verbs and adjectives used with the word &#x201C;seed&#x201D;]. A singular pronoun [used with <em>ze&#x2B9;ra&#x2BD;</em>] marks an individual, an only one, or one out of many; while a plural pronoun represents all the descendants. This rule is followed invariably by the Sept[uagint] .&#xA0;.&#xA0;. Peter understood this construction, for we find him inferring a singular seed from <a href=\"/en/wol/bc/r1/lp-e/1200003881/21/0\" data-bid=\"22-1\" class=\"b\">Gen. xxii, 17, 18</a>, when speaking to native Jews in the city of Jerusalem before Paul&#x2019;s conversion (<a href=\"/en/wol/bc/r1/lp-e/1200003881/22/0\" data-bid=\"23-1\" class=\"b\">Acts iii,&#xA0;26</a>), as David had set the example a thousand years before (<a href=\"/en/wol/bc/r1/lp-e/1200003881/23/0\" data-bid=\"24-1\" class=\"b\">Psa. lxxii,&#xA0;17</a>).&#x201D;Additionally this reference work says: &#x201C;The distinction made by Paul is not between one seed and another, but between the one seed and the many; and if we consider him quoting the same passage with Peter [cited earlier], his argument is fairly sustained by the pronoun <em>&#x2018;his </em>[not <em>their</em>] enemies.&#x2019; <em>Seed </em>with a pronoun singular is exactly equivalent to <em>son.&#x201D;</em>Using an English illustration, the expression &#x201C;my offspring&#x201D; could refer to one or to many. But if after such expression the offspring should be referred to as &#x201C;he,&#x201D; it would be apparent that a single child or descendant was meant.The promise to Abraham that all the families of the earth would bless themselves in his &#x201C;seed&#x201D; could not have included <em>all </em>of Abraham&#x2019;s offspring as his &#x201C;seed,&#x201D; since the offspring of his son Ishmael and also those of his sons by Keturah were not used to bless humankind. The seed of blessing was through Isaac. &#x201C;It is by means of Isaac that what will be called your seed will be,&#x201D; said Jehovah. (<a href=\"/en/wol/bc/r1/lp-e/1200003881/24/0\" data-bid=\"25-1\" class=\"b\">Ge 21:12;</a><a href=\"/en/wol/bc/r1/lp-e/1200003881/24/1\" data-bid=\"25-2\" class=\"b\"> Heb 11:18</a>) This promise was subsequently narrowed down yet more when, of Isaac&#x2019;s two sons Jacob and Esau, Jacob was specially blessed. (<a href=\"/en/wol/bc/r1/lp-e/1200003881/25/0\" data-bid=\"26-1\" class=\"b\">Ge 25:23,</a><a href=\"/en/wol/bc/r1/lp-e/1200003881/25/1\" data-bid=\"26-2\" class=\"b\"> 31-34;</a><a href=\"/en/wol/bc/r1/lp-e/1200003881/25/2\" data-bid=\"26-3\" class=\"b\"> 27:18-29,</a><a href=\"/en/wol/bc/r1/lp-e/1200003881/25/3\" data-bid=\"26-4\" class=\"b\"> 37;</a><a href=\"/en/wol/bc/r1/lp-e/1200003881/25/4\" data-bid=\"26-5\" class=\"b\"> 28:14</a>) Further, Jacob limited the matter by showing that the gathering of the people would be to Shiloh (meaning &#x201C;He Whose It Is; He To Whom It Belongs&#x201D;) of the tribe of Judah. (<a href=\"/en/wol/bc/r1/lp-e/1200003881/26/0\" data-bid=\"27-1\" class=\"b\">Ge 49:10</a>) Then, of all Judah, the coming seed was restricted to the line of David. (<a href=\"/en/wol/bc/r1/lp-e/1200003881/27/0\" data-bid=\"28-1\" class=\"b\">2Sa 7:12-16</a>) This narrowing down was noted by the Jews in the first century C.E., who actually looked for <em>one </em>person to come as the Messiah or Christ, as deliverer (<a href=\"/en/wol/bc/r1/lp-e/1200003881/28/0\" data-bid=\"29-1\" class=\"b\">Joh 1:25;</a><a href=\"/en/wol/bc/r1/lp-e/1200003881/28/1\" data-bid=\"29-2\" class=\"b\"> 7:41,&#xA0;42</a>), even though they also thought that they, as Abraham&#x2019;s offspring, or seed, would be the favored people and, as such, God&#x2019;s children.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003881/29/0\" data-bid=\"30-1\" class=\"b\">Joh 8:39-41</a>.<strong><em>An enlargement. </em></strong>After Jehovah&#x2019;s angel prevented Abraham from actually sacrificing his son Isaac, the angel called out to Abraham: &#x201C;&#x2018;By myself I do swear,&#x2019; is the utterance of Jehovah, &#x2018;that by reason of the fact that you have done this thing and you have not withheld your son, your only one, I shall surely bless you and I shall surely <em>multiply your seed </em>like the stars of the heavens and like the grains of sand that are on the seashore; and your seed will take possession of the gate of his enemies. And by means of your seed all nations of the earth will certainly bless themselves.&#x2019;&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003881/30/0\" data-bid=\"31-1\" class=\"b\">Ge 22:16-18</a>.If this promise of God was to have fulfillment in a spiritual seed, then it would indicate that others would be added to the one primary seed. And the apostle Paul explains that this is true. He argues that Abraham was given the inheritance by promise and not by law. The Law was merely <em>added </em>to make transgressions manifest &#x201C;until the seed should arrive.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003881/31/0\" data-bid=\"32-1\" class=\"b\">Ga 3:19</a>) It follows, then, that the promise was sure to all his seed, &#x201C;not only to that which adheres to the Law, but also to that which adheres to the faith of Abraham.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003881/32/0\" data-bid=\"33-1\" class=\"b\">Ro 4:16</a>) The words of Jesus Christ to Jews who opposed him: &#x201C;If you are Abraham&#x2019;s children, do the works of Abraham,&#x201D; indicate that, not those descending <span id=\"page889\" class=\"pageNum\" data-no=\"889\" data-before-text=\"889\"></span>through the flesh, but those having the faith of Abraham are accounted by God as Abraham&#x2019;s seed. (<a href=\"/en/wol/bc/r1/lp-e/1200003881/33/0\" data-bid=\"34-1\" class=\"b\">Joh 8:39</a>) The apostle makes it very specific when he says: &#x201C;Moreover, if you belong to Christ, you are really Abraham&#x2019;s seed, heirs with reference to a promise.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003881/34/0\" data-bid=\"35-1\" class=\"b\">Ga 3:29;</a><a href=\"/en/wol/bc/r1/lp-e/1200003881/34/1\" data-bid=\"35-2\" class=\"b\"> Ro 9:7,&#xA0;8</a>.Consequently, God&#x2019;s promise, &#x201C;I shall surely multiply your seed like the stars of the heavens and like the grains of sand that are on the seashore,&#x201D; has a spiritual fulfillment and means that others, who &#x201C;belong to Christ,&#x201D; are added as part of Abraham&#x2019;s seed. (<a href=\"/en/wol/bc/r1/lp-e/1200003881/35/0\" data-bid=\"36-1\" class=\"b\">Ge 22:17;</a><a href=\"/en/wol/bc/r1/lp-e/1200003881/35/1\" data-bid=\"36-2\" class=\"b\"> Mr 9:41;</a><a href=\"/en/wol/bc/r1/lp-e/1200003881/35/2\" data-bid=\"36-3\" class=\"b\"> 1Co 15:23</a>) God did not disclose the number but left it as indeterminate to man as is the number of the stars and the grains of sand. Not until about 96&#xA0;C.E., in the Revelation to the apostle John, did He reveal that spiritual Israel, those &#x201C;sealed&#x201D; with God&#x2019;s spirit, which is a token of their heavenly inheritance, numbers 144,000 persons.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003881/36/0\" data-bid=\"37-1\" class=\"b\">Eph 1:13, 14;</a><a href=\"/en/wol/bc/r1/lp-e/1200003881/36/1\" data-bid=\"37-2\" class=\"b\"> Re 7:4-8;</a><a href=\"/en/wol/bc/r1/lp-e/1200003881/36/2\" data-bid=\"37-3\" class=\"b\"> 2Co 1:22;</a><a href=\"/en/wol/bc/r1/lp-e/1200003881/36/3\" data-bid=\"37-4\" class=\"b\"> 5:5</a>.These 144,000 are shown standing with the Lamb upon Mount Zion. &#x201C;These were bought from among mankind as firstfruits to God and to the Lamb.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003881/37/0\" data-bid=\"38-1\" class=\"b\">Re 14:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200003881/37/1\" data-bid=\"38-2\" class=\"b\">&#xA0;4</a>) Jesus Christ gave his life for them, &#x201C;assisting Abraham&#x2019;s seed&#x201D; as their great High Priest. (<a href=\"/en/wol/bc/r1/lp-e/1200003881/38/0\" data-bid=\"39-1\" class=\"b\">Heb 2:14-18</a>) God the Father kindly gives his Son this congregation, this &#x201C;bride.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003881/39/0\" data-bid=\"40-1\" class=\"b\">Joh 10:27-29;</a><a href=\"/en/wol/bc/r1/lp-e/1200003881/39/1\" data-bid=\"40-2\" class=\"b\"> 2Co 11:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200003881/39/2\" data-bid=\"40-3\" class=\"b\"> Eph 5:21-32;</a><a href=\"/en/wol/bc/r1/lp-e/1200003881/39/3\" data-bid=\"40-4\" class=\"b\"> Re 19:7,&#xA0;8;</a><a href=\"/en/wol/bc/r1/lp-e/1200003881/39/4\" data-bid=\"40-5\" class=\"b\"> 21:2,</a><a href=\"/en/wol/bc/r1/lp-e/1200003881/39/5\" data-bid=\"40-6\" class=\"b\">&#xA0;12</a>) They become kings and priests, and with them Jesus shares the glory and Kingdom that the Father has given him. (<a href=\"/en/wol/bc/r1/lp-e/1200003881/40/0\" data-bid=\"41-1\" class=\"b\">Lu 22:28-30;</a><a href=\"/en/wol/bc/r1/lp-e/1200003881/40/1\" data-bid=\"41-2\" class=\"b\"> Re 20:4-6</a>) In fact, the sacred secret concerning the Seed is only one feature of the great sacred secret of God&#x2019;s Kingdom by his Messiah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003881/41/0\" data-bid=\"42-1\" class=\"b\">Eph 1:9, 10</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200003881/0\">SACRED SECRET</a>.Paul illustrates this action of God by speaking of Abraham, his free wife (Sarah), and Isaac the son by promise. He likens Sarah to &#x201C;the Jerusalem above,&#x201D; &#x201C;our mother [that is, mother of spirit-begotten Christians].&#x201D; Isaac is likened to these Christians as the offspring or sons of this &#x201C;mother.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003881/42/0\" data-bid=\"43-1\" class=\"b\">Ga 4:22-31</a>.<strong><em>Arrival of the &#x201C;seed.&#x201D; </em></strong>Jesus, as has been established, is the primary &#x201C;seed.&#x201D; However, he was not the &#x2018;seed of the woman&#x2019; (that is, of &#x201C;the Jerusalem above&#x201D;) at the time of his human birth. True, he was of the natural seed of Abraham, through his mother Mary; he was of the tribe of Judah; and both naturally through Mary and legally through his adoptive father Joseph, he was of the line of David. (<a href=\"/en/wol/bc/r1/lp-e/1200003881/43/0\" data-bid=\"44-1\" class=\"b\">Mt 1:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200003881/43/1\" data-bid=\"44-2\" class=\"b\"> 16;</a><a href=\"/en/wol/bc/r1/lp-e/1200003881/43/2\" data-bid=\"44-3\" class=\"b\"> Lu 3:23,</a><a href=\"/en/wol/bc/r1/lp-e/1200003881/43/3\" data-bid=\"44-4\" class=\"b\"> 31,</a><a href=\"/en/wol/bc/r1/lp-e/1200003881/43/4\" data-bid=\"44-5\" class=\"b\"> 33,&#xA0;34</a>) So Jesus qualified according to the prophetic promises.But it was not until Jesus was begotten by the spirit, thus becoming a <em>spiritual </em>son of God, that he became the &#x2018;seed of the woman&#x2019; and the Seed that was to bless all nations. This occurred at the time of his baptism by John in the Jordan River, 29&#xA0;C.E. Jesus was then about 30 years of age. The holy spirit, coming upon Jesus, manifested itself to John in the form of a dove, and God himself acknowledged Jesus as his Son at that time.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003881/44/0\" data-bid=\"45-1\" class=\"b\">Mt 3:13-17;</a><a href=\"/en/wol/bc/r1/lp-e/1200003881/44/1\" data-bid=\"45-2\" class=\"b\"> Lu 3:21-23;</a><a href=\"/en/wol/bc/r1/lp-e/1200003881/44/2\" data-bid=\"45-3\" class=\"b\"> Joh 3:3</a>.The addition of the associate &#x201C;seed,&#x201D; the Christian congregation, began to take place at the time of the outpouring of holy spirit on the day of Pentecost 33&#xA0;C.E. Jesus had ascended into heaven, into the presence of his Father, and had sent forth the holy spirit to these first followers of his, including the 12 apostles. (<a href=\"/en/wol/bc/r1/lp-e/1200003881/45/0\" data-bid=\"46-1\" class=\"b\">Ac 2:1-4,</a><a href=\"/en/wol/bc/r1/lp-e/1200003881/45/1\" data-bid=\"46-2\" class=\"b\"> 32,&#xA0;33</a>) Acting as the High Priest according to the manner of Melchizedek, he here rendered great &#x2018;assistance&#x2019; to the secondary seed of Abraham.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003881/46/0\" data-bid=\"47-1\" class=\"b\">Heb 2:16</a>.<strong><em>Enmity between the two seeds. </em></strong>The great serpent Satan the Devil has produced &#x201C;seed&#x201D; that has manifested the bitterest enmity toward those who have served God with faith like Abraham, as the Bible record abundantly testifies. Satan has tried to block or hinder the development of the woman&#x2019;s seed. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200003881/47/0\" data-bid=\"48-1\" class=\"b\">Mt 13:24-30</a>.) This enmity reached its height, however, in the persecution of the spiritual seed, particularly in that displayed toward Jesus Christ. (<a href=\"/en/wol/bc/r1/lp-e/1200003881/48/0\" data-bid=\"49-1\" class=\"b\">Ac 3:13-15</a>) Paul refers to the prophetic drama to illustrate, saying: &#x201C;Just as then the one born in the manner of flesh [Ishmael] began persecuting the one born in the manner of spirit [Isaac], so also now.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003881/49/0\" data-bid=\"50-1\" class=\"b\">Ga 4:29</a>) And a later report, in reality a prophecy, describes the Kingdom&#x2019;s establishment in heaven and the Devil&#x2019;s being hurled out of heaven down to the earth, with only a short time to continue his enmity. It concludes: &#x201C;And the dragon grew wrathful at the woman, and went off to wage war with the remaining ones of her seed, who observe the commandments of God and have the work of bearing witness to Jesus.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003881/50/0\" data-bid=\"51-1\" class=\"b\">Re 12:7-13,</a><a href=\"/en/wol/bc/r1/lp-e/1200003881/50/1\" data-bid=\"51-2\" class=\"b\">&#xA0;17</a>) This war against the remnant of the woman&#x2019;s seed ends when &#x2018;Satan is crushed under their feet.&#x2019;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003881/51/0\" data-bid=\"52-1\" class=\"b\">Ro 16:20</a>.<strong><em>Blessing all families of the earth. </em></strong>Jesus Christ, the Seed, has already brought great blessings to honesthearted persons through his teachings and through the guidance he has given his congregation since Pentecost. But with the beginning of his Thousand Year Reign, his spiritual &#x201C;brothers,&#x201D; resurrected and sharing his Kingdom rule, will also be underpriests with him. (<a href=\"/en/wol/bc/r1/lp-e/1200003881/52/0\" data-bid=\"53-1\" class=\"b\">Re 20:4-6</a>) During the time when &#x201C;the dead, the great and the small,&#x201D; stand before the throne to be judged, those who exercise faith and obedience <span id=\"page890\" class=\"pageNum\" data-no=\"890\" data-before-text=\"890\"></span>will &#x201C;bless themselves,&#x201D; taking hold of life by means of Abraham&#x2019;s seed. (<a href=\"/en/wol/bc/r1/lp-e/1200003881/53/0\" data-bid=\"54-1\" class=\"b\">Re 20:11-13;</a><a href=\"/en/wol/bc/r1/lp-e/1200003881/53/1\" data-bid=\"54-2\" class=\"b\"> Ge 22:18</a>) This will mean everlasting life and happiness for them.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003881/54/0\" data-bid=\"55-1\" class=\"b\">Joh 17:3</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200003881/55/0\" data-bid=\"56-1\" class=\"b\">Re 21:1-4</a>.<strong><em>Resurrection of the &#x201C;seed.&#x201D; </em></strong>In explaining the resurrection of the Seed, Jesus Christ, the apostle Peter writes that he was &#x2018;put to death in the flesh, but was made alive in the spirit.&#x2019; (<a href=\"/en/wol/bc/r1/lp-e/1200003881/56/0\" data-bid=\"57-1\" class=\"b\">1Pe 3:18</a>) His fellow apostle Paul, in dealing with the subject of the resurrection of Christ&#x2019;s associates, draws upon an agricultural illustration. He argues: &#x201C;What you sow is not made alive unless first it dies; and as for what you sow, you sow, not the body that will develop, but a bare grain, it may be, of wheat or any one of the rest; but God gives it a body just as it has pleased him, and to each of the seeds its own body. .&#xA0;.&#xA0;. So also is the resurrection of the dead. It is sown in corruption, it is raised up in incorruption. It is sown in dishonor, it is raised up in glory. .&#xA0;.&#xA0;. It is sown a physical body, it is raised up a spiritual body.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003881/57/0\" data-bid=\"58-1\" class=\"b\">1Co 15:36-44</a>) Those composing the &#x2018;seed of the woman,&#x2019; &#x201C;Abraham&#x2019;s seed,&#x201D; therefore die, giving up earthly bodies of corruptible flesh, and are resurrected with glorious incorruptible bodies.<strong><em>Incorruptible reproductive seed. </em></strong>The apostle Peter speaks to his spiritual brothers concerning their being given &#x201C;a new birth to a living hope through the resurrection of Jesus Christ from the dead, to an incorruptible and undefiled and unfading inheritance.&#x201D; He says, &#x201C;It is reserved in the heavens for you.&#x201D; He calls to their attention that it was not with corruptible things such as silver and gold that they were delivered, but with the blood of Christ. After this he says: &#x201C;For you have been given a new birth, not by corruptible, but by incorruptible reproductive seed, through the word of the living and enduring God.&#x201D; Here the word &#x201C;seed&#x201D; is the Greek word <em>spo&#xB7;ra&#x2B9;, </em>which denotes seed sown, hence in position to be reproductive.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003881/58/0\" data-bid=\"59-1\" class=\"b\">1Pe 1:3, 4,</a><a href=\"/en/wol/bc/r1/lp-e/1200003881/58/1\" data-bid=\"59-2\" class=\"b\"> 18, 19,</a><a href=\"/en/wol/bc/r1/lp-e/1200003881/58/2\" data-bid=\"59-3\" class=\"b\">&#xA0;23</a>.In this manner Peter reminds his brothers of their relationship as sons, not to a human father who dies and who can transmit neither incorruptibility nor everlasting life to them, but to &#x201C;the living and enduring God.&#x201D; The incorruptible seed with which they are given this new birth is God&#x2019;s holy spirit, his active force, working in conjunction with God&#x2019;s enduring Word, which is itself spirit inspired. The apostle John likewise says of such spirit-begotten ones: &#x201C;Everyone who has been born from God does not carry on sin, because His reproductive seed remains in such one, and he cannot practice sin, because he has been born from God.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003881/59/0\" data-bid=\"60-1\" class=\"b\">1Jo 3:9</a>.This spirit in them operates to generate a new birth as God&#x2019;s sons. It is a force for cleanness, and it produces the fruitage of the spirit, not the corrupt works of the flesh. The person having this reproductive seed in himself will therefore not make a practice of the works of the flesh. The apostle Paul comments on this matter: &#x201C;For God called us, not with allowance for uncleanness, but in connection with sanctification. So, then, the man that shows disregard is disregarding, not man, but God, who puts his holy spirit in you.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003881/60/0\" data-bid=\"61-1\" class=\"b\">1Th 4:7,&#xA0;8</a>.However, one of these spirit-begotten ones who constantly resists the spirit or &#x2018;grieves&#x2019; it, that is, &#x2018;saddens&#x2019; it or &#x2018;hurts&#x2019; it, will eventually cause God to withdraw his spirit. (<a href=\"/en/wol/bc/r1/lp-e/1200003881/61/0\" data-bid=\"62-1\" class=\"b\">Eph 4:30</a>, <em>Int; </em>compare <a href=\"/en/wol/bc/r1/lp-e/1200003881/62/0\" data-bid=\"63-1\" class=\"b\">Isa 63:10</a>.) A person might go so far as to commit blasphemy against the spirit, which would be calamitous for him. (<a href=\"/en/wol/bc/r1/lp-e/1200003881/63/0\" data-bid=\"64-1\" class=\"b\">Mt 12:31, 32;</a><a href=\"/en/wol/bc/r1/lp-e/1200003881/63/1\" data-bid=\"64-2\" class=\"b\"> Lu 12:10</a>) Therefore Peter and John stress the need to maintain holiness and the love of God, to love one&#x2019;s brothers from the heart, and to display submission to the guidance of the spirit of God, thereby proving oneself a true, loyal son of God.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003881/64/0\" data-bid=\"65-1\" class=\"b\">1Pe 1:14-16,</a><a href=\"/en/wol/bc/r1/lp-e/1200003881/64/1\" data-bid=\"65-2\" class=\"b\"> 22;</a><a href=\"/en/wol/bc/r1/lp-e/1200003881/64/2\" data-bid=\"65-3\" class=\"b\"> 1Jo 2:18, 19;</a><a href=\"/en/wol/bc/r1/lp-e/1200003881/64/3\" data-bid=\"65-4\" class=\"b\"> 3:10,</a><a href=\"/en/wol/bc/r1/lp-e/1200003881/64/4\" data-bid=\"65-5\" class=\"b\">&#xA0;14</a>."}