{"title":"Seraphs","link":"/en/wol/d/r1/lp-e/1200003905","html":"<span id=\"page896\" class=\"pageNum\" data-no=\"896\" data-before-text=\"896\"></span><strong>SERAPHS</strong>Spirit creatures stationed about Jehovah&#x2019;s throne in the heavens. (<a href=\"/en/wol/bc/r1/lp-e/1200003905/0/0\" data-bid=\"1-1\" class=\"b\">Isa 6:2,</a><a href=\"/en/wol/bc/r1/lp-e/1200003905/0/1\" data-bid=\"1-2\" class=\"b\">&#xA0;6</a>) The Hebrew word <em>sera&#xB7;phim&#x2B9; </em>is a plural noun derived from the verb <em>sa&#xB7;raph&#x2B9;, </em>meaning &#x201C;burn.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200003905/1/0\" data-bid=\"2-1\" class=\"b\">Le 4:12</a>) Thus the Hebrew term <em>sera&#xB7;phim&#x2B9; </em>literally means &#x201C;burning ones.&#x201D; Elsewhere the noun occurs in singular (Heb., <em>sa&#xB7;raph&#x2B9;</em>) or plural and refers to earthly creatures. In this usage the meaning is variously &#x201C;poisonous,&#x201D; &#x201C;fiery (inflammation-causing),&#x201D; and &#x201C;fiery snake.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003905/2/0\" data-bid=\"3-1\" class=\"b\">Nu 21:6,</a><a href=\"/en/wol/bc/r1/lp-e/1200003905/2/1\" data-bid=\"3-2\" class=\"b\"> 8</a>, ftns.The prophet Isaiah describes his vision for us, <span id=\"page897\" class=\"pageNum\" data-no=\"897\" data-before-text=\"897\"></span>saying: &#x201C;In the year that King Uzziah died I, however, got to see Jehovah, sitting on a throne lofty and lifted up, and his skirts were filling the temple. Seraphs were standing above him. Each one had six wings. With two he kept his face covered, and with two he kept his feet covered, and with two he would fly about. And this one called to that one and said: &#x2018;Holy, holy, holy is Jehovah of armies. The fullness of all the earth is his glory.&#x2019; .&#xA0;.&#xA0;. And I proceeded to say: &#x2018;Woe to me! For I am as good as brought to silence, because a man unclean in lips I am, and in among a people unclean in lips I am dwelling; for my eyes have seen the King, Jehovah of armies, himself!&#x2019; At that, one of the seraphs flew to me, and in his hand there was a glowing coal that he had taken with tongs off the altar. And he proceeded to touch my mouth and to say: &#x2018;Look! This has touched your lips, and your error has departed and your sin itself is atoned for.&#x2019;&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003905/3/0\" data-bid=\"4-1\" class=\"b\">Isa 6:1-7</a>.No description is given of the Divine Person. However, the skirts of his majestic garment are said to have filled the temple, leaving no place for anyone to stand. His throne did not rest upon the ground but, besides being &#x201C;lofty,&#x201D; was &#x201C;lifted up.&#x201D; The seraphs&#x2019; &#x201C;standing&#x201D; may mean &#x201C;hovering,&#x201D; by means of one of their sets of wings, just as the cloud was &#x2018;standing&#x2019; or hovering by the entrance of Jehovah&#x2019;s tent in the wilderness. (<a href=\"/en/wol/bc/r1/lp-e/1200003905/4/0\" data-bid=\"5-1\" class=\"b\">De 31:15</a>) Professor Franz Delitzsch comments on the position of the seraphs: &#x201C;The seraphim would not indeed tower above the head of Him that sat upon the throne, but they hovered above the robe belonging to Him with which the hall was filled.&#x201D; (<em>Commentary on the Old Testament, </em>1973, Vol.&#xA0;VII, Part 1, p.&#xA0;191) The Latin <em>Vulgate, </em>instead of saying &#x201C;seraphs were standing above him,&#x201D; says they were standing above &#x201C;it.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003905/5/0\" data-bid=\"6-1\" class=\"b\">Isa 6:1,&#xA0;2</a>.<strong>Of High Rank. </strong>These mighty heavenly creatures are angels, evidently of very high position in God&#x2019;s arrangement, since they are shown in attendance at God&#x2019;s throne. The cherubs seen in Ezekiel&#x2019;s vision corresponded to runners that accompanied the celestial chariot of God. (<a href=\"/en/wol/bc/r1/lp-e/1200003905/6/0\" data-bid=\"7-1\" class=\"b\">Eze 10:9-13</a>) This idea of positions of rank or authority in the heavens is in harmony with <a href=\"/en/wol/bc/r1/lp-e/1200003905/7/0\" data-bid=\"8-1\" class=\"b\">Colossians 1:16</a>, which speaks of things &#x201C;in the heavens and upon the earth, the things visible and the things invisible, no matter whether they are thrones or lordships or governments or authorities.&#x201D;<strong>Their Function and Duty. </strong>The number of seraphs is not mentioned, but they were calling to one another, evidently meaning that some were on each side of the throne and were declaring Jehovah&#x2019;s holiness and glory in antiphonal song, one (or one group) repeating after the other or responding to the other with a part of the declaration: &#x201C;Holy, holy, holy is Jehovah of armies. The fullness of all the earth is his glory.&#x201D; (Compare the reading of the Law and the people&#x2019;s answering, at <a href=\"/en/wol/bc/r1/lp-e/1200003905/8/0\" data-bid=\"9-1\" class=\"b\">De 27:11-26</a>.) With humility and modesty in the presence of the Supreme One, they covered their faces with one of their three sets of wings, and being in a holy location, they covered their feet with another set, in due respect for the heavenly King.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003905/9/0\" data-bid=\"10-1\" class=\"b\">Isa 6:2,&#xA0;3</a>.The cry of the seraphs concerning God&#x2019;s holiness shows that they have to do with seeing that his holiness is declared and that his glory is acknowledged in all parts of the universe, including the earth. One of the seraphs touched Isaiah&#x2019;s lips to cleanse away his sin and his error by means of a glowing coal from off the altar. This may indicate that their work is in some way associated with cleansing away sin from among God&#x2019;s people, such cleansing being based on the sacrifice of Jesus Christ on God&#x2019;s altar.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003905/10/0\" data-bid=\"11-1\" class=\"b\">Isa 6:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200003905/10/1\" data-bid=\"11-2\" class=\"b\"> 6,&#xA0;7</a>.<strong>Their Visionary Form. </strong>The description of the seraphs as having feet, wings, and so forth, must be understood to be symbolic, their likeness to the form of earthly creatures being only representative of abilities they have or of functions they perform, just as God often speaks symbolically of himself as having eyes, ears, and other human features. Showing that no man knows the form of God, the apostle John says: &#x201C;Beloved ones, now we are children of God, but as yet it has not been made manifest what we shall be. We do know that whenever he is made manifest we shall be like him, because we shall see him just as he is.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003905/11/0\" data-bid=\"12-1\" class=\"b\">1Jo 3:2</a>."}