{"title":"Shalmaneser","link":"/en/wol/d/r1/lp-e/1200003936","html":"<span id=\"page906\" class=\"pageNum\" data-no=\"906\" data-before-text=\"906\"></span><strong>SHALMANESER</strong>(Shal&#xB7;man&#xB7;e&#x2B9;ser) [from Akkadian, meaning &#x201C;Shulman [an Assyrian god] Is Superior&#x201D;].Five different Assyrian monarchs bore this name; however, only two of them appear to have had direct contact with Israel: Shalmaneser&#xA0;III and Shalmaneser&#xA0;V. Only the latter is actually mentioned in the Bible account.<strong>1. </strong>Shalmaneser&#xA0;III succeeded his father Ashurnasirpal&#xA0;II to the Assyrian throne. In one inscription he speaks of himself as &#x201C;the king of the world, the king without rival, the &#x2018;Great Dragon,&#x2019; the (only) power within the (four) rims (of the earth).&#x201D; (<em>Ancient Near Eastern Texts, </em>edited by J.&#xA0;Pritchard, 1974, p.&#xA0;276) He is considered to have ruled for about 35 years. Thirty-one of those <span id=\"page907\" class=\"pageNum\" data-no=\"907\" data-before-text=\"907\"></span>years appear to have been employed in warring campaigns to maintain and extend Assyrian dominion. Shalmaneser&#xA0;III made repeated thrusts to the W against the Aramaean kingdoms in Syria.<strong>His Inscription Supposedly Involving Ahab. </strong>In the Monolith Inscription of Shalmaneser&#xA0;III, a description is given of the battle of Karkar (near Hamath in the Orontes Valley), fought in the sixth year of Shalmaneser&#x2019;s reign. The Assyrians there battled an enemy coalition of 12 kings, primarily Syrians. However, in the list appears one called <em>A-ha-ab-bu <sup>mat</sup>Sir-&#x2BC;i-la-a-a. </em>This name is regularly translated as &#x201C;Ahab the Israelite&#x201D; in modern reference works. (See <em>Ancient Near Eastern Texts, </em>p.&#xA0;279.) The participation of Ahab in the battle as an ally of the Syrians is popularly viewed as an accepted fact. Yet, the Bible makes no mention of such event, and despite the apparent similarity in the names, there are serious reasons for doubting the identification of <em>A-ha-ab-bu <sup>mat</sup>Sir-&#x2BC;i-la-a-a </em>with Ahab of Israel. The <em>Encyclop&#xE6;dia Biblica </em>(London, 1899, Vol.&#xA0;I, col.&#xA0;91) says &#x201C;The name of Ahabbu Sir&#x2BC;lai, which, <em>as most scholars are now agreed, </em>can only mean Ahab of Israel (or, as Hommel thinks, of Jezreel).&#x201D; (Italics ours.) This shows that the identification was not always as generally accepted as today, and it shows as well that the translation of <em><sup>mat</sup>Sir-&#x2BC;i-la-a-a </em>as &#x201C;Israelite&#x201D; has also been subject to doubt. It may be noted that <em><sup>mat</sup>Sir-&#x2BC;i-la-a-a </em>is not the term used elsewhere in Assyrian inscriptions to refer to the northern kingdom of Israel. In other Assyrian inscriptions of the time, that land is referred to either by the name of its capital Samaria (<em>Sa-me-ri-na </em>in the inscriptions) or as <em>Bit Hu-um-ri-ia </em>(Omri-land), an expression still used a century after the death of Omri.<wbr>&#x2014;<em>Ancient Near Eastern Texts, </em>pp.&#xA0;284, 285.Shalmaneser&#x2019;s inscriptions show that in his 18th year of rule, or <em>12 years </em>after the battle of Karkar, he fought against Hazael of Damascus and also that: &#x201C;At that time I received the tribute of the inhabitants of Tyre, Sidon, and of Jehu, son of Omri.&#x201D; (<em>Ancient Near Eastern Texts, </em>p.&#xA0;280) Thus, the identification of <em>A-ha-ab-bu </em>with King Ahab would create a contradiction of the Bible chronology, which shows that between Ahab&#x2019;s death and Jehu&#x2019;s reign there intervened a period of approximately <em>14 years, </em>covering the reigns of Ahaziah and Jehoram. (<a href=\"/en/wol/bc/r1/lp-e/1200003936/0/0\" data-bid=\"1-1\" class=\"b\">1Ki 22:51;</a><a href=\"/en/wol/bc/r1/lp-e/1200003936/0/1\" data-bid=\"1-2\" class=\"b\"> 2Ki 3:1</a>) Though most commentators would place Ahab&#x2019;s supposed joining of the Syrian alliance toward the close of his reign, this still does not fit the Bible&#x2019;s chronological framework. Recognizing this problem, scholars Kamphausen and Kittel offered the suggestion that Ahab&#x2019;s name has been confused with that of Jehoram in the Assyrian records. (Hastings&#x2019; <em>Dictionary of the Bible, </em>1904, Vol.&#xA0;I, p.&#xA0;53) There is, however, no record in the Bible of any such participation by Jehoram in the battle of Karkar.It is also difficult to explain why Ahab would unite with the hard-set enemies of Israel in such a coalition. Thus, <em>The Encyclopedia Americana </em>(1956, Vol.&#xA0;I, p.&#xA0;269) says, &#x201C;We find [Ahab] strangely allied with his old enemy Benhadad against Shalmaneser (q.v.) of Assyria, though one would suppose he would gladly have seen Benhadad crushed, and Assyria was no immediate danger.&#x201D; Ahab had just fought two wars with the Syrians, and though there was a brief period of nonaggression between Israel and Syria, in the third year of that period Ahab fought a final conflict with them, losing his life. (<a href=\"/en/wol/bc/r1/lp-e/1200003936/1/0\" data-bid=\"2-1\" class=\"b\">1Ki 22:1-4,</a><a href=\"/en/wol/bc/r1/lp-e/1200003936/1/1\" data-bid=\"2-2\" class=\"b\"> 34-37</a>) The efforts made at explaining his entry into the Syrian combine, either as a willing ally or under compulsion, are not convincing.Finally, the large force attributed to <em>A-ha-ab-bu </em>in Shalmaneser&#x2019;s inscription does not ring true with the Biblical indications of Israel&#x2019;s war equipment. <em>A-ha-ab-bu </em>is listed as bringing &#x201C;2,000 chariots&#x201D; with him, more than any of the other kings in the alliance. Recognizing the difficulty here, the advocates of <em>A-ha-ab-bu&#x2019;s </em>identification with King Ahab only compound the problem by suggesting a further strange union of Judean, Tyrian, Edomite, and even Moabite contingents with Ahab&#x2019;s forces to fill out the needed number of chariots. (<em>Encyclop&#xE6;dia Biblica, </em>Vol.&#xA0;I, col. 92; <em>The Encyclop&#xE6;dia Britannica, </em>1910, Vol.&#xA0;I, p.&#xA0;429) It may be noted that in his reign even powerful King Solomon had only 1,400 chariots.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003936/2/0\" data-bid=\"3-1\" class=\"b\">1Ki 10:26</a>.In view of all the above points, it appears entirely possible that the translation of <em>A-ha-ab-bu <sup>mat</sup>Sir-&#x2BC;i-la-a-a </em>as &#x201C;Ahab the Israelite&#x201D; is not the correct rendering and that the decipherers of the inscription were perhaps overly eager to see in the name an association with a known figure of history. It may be noted that in the same inscription reference is made to &#x201C;Musri,&#x201D; and although this term is elsewhere used to refer to Egypt, the translators here reject such connection as illogical and suggest that the name &#x201C;refers probably to a country in southern Asia Minor.&#x201D; (<em>Ancient Near Eastern Texts, </em>p.&#xA0;279, ftn.&#xA0;9) There seem to be equally good reasons for viewing the connection of <em><sup>mat</sup>Sir-&#x2BC;i-la-a-a </em>with Israel as illogical. Time may prove this to be the case.The principal leaders in the Syrian coalition <span id=\"page908\" class=\"pageNum\" data-no=\"908\" data-before-text=\"908\"></span>that Shalmaneser&#xA0;III faced at Karkar appear to have been King Adad-idri of Damascus and King Irhuleni of Hamath. Shalmaneser claimed to have gained a great victory in the battle, but the results were evidently not sufficiently decisive to allow for further Assyrian advance in the W.&#xA0;Thus, additional battles against Adad-idri of Damascus are listed during succeeding years.<strong>Inscriptions Concerning Hazael and Jehu. </strong>In fulfillment of Jehovah&#x2019;s prophecy through Elisha, Hazael, the chamberlain of King Ben-hadad of Damascus, killed his master and became king, probably toward the close of the reign of King Jehoram (c.&#xA0;917-905&#xA0;B.C.E.). (<a href=\"/en/wol/bc/r1/lp-e/1200003936/3/0\" data-bid=\"4-1\" class=\"b\">2Ki 8:7-15</a>) An inscription of Shalmaneser&#xA0;III confirms this, stating: &#x201C;Hadadezer [<em>Adad-idri, </em>evidently Ben-hadad&#xA0;II of Damascus] (himself) perished. Hazael, a commoner (lit.: son of nobody), seized the throne.&#x201D; Conflicts with Hazael are mentioned in Shalmaneser&#x2019;s 18th and 21st years, with the Assyrian gaining victories but never being able to take Damascus.<wbr>&#x2014;<em>Ancient Near Eastern Texts, </em>p.&#xA0;280.The name of King Jehu of Israel (c.&#xA0;904-877&#xA0;B.C.E.) also appears on the Black Obelisk of Shalmaneser (now at the British Museum) accompanying a relief depicting what appears to be an ambassador of Jehu kneeling before the Assyrian king and bringing him presents. The inscription states: &#x201C;The tribute of Jehu (<em>Ia-&#xFA;-a</em>), son of Omri (<em>Hu-um-ri</em>) [meaning a successor of Omri]; I received from him silver, gold, a golden <em>saplu-</em>bowl, a golden vase with pointed bottom, golden tumblers, golden buckets, tin, a staff for a king.&#x201D; (<em>Ancient Near Eastern Texts, </em>p.&#xA0;281) This tribute is not mentioned in the Bible account concerning Jehu, and while such action may quite possibly have been taken by the Israelite king in view of the conditions described at <a href=\"/en/wol/bc/r1/lp-e/1200003936/4/0\" data-bid=\"5-1\" class=\"b\">2&#xA0;Kings 10:31-33</a>, it should never be assumed that the egotistical Assyrian monarchs were beyond the expressing of gross misrepresentations, both in their inscriptions and in their engraved reliefs.<strong>2. </strong>Shalmaneser&#xA0;V was the successor of Tiglath-pileser&#xA0;III. As far as secular records are concerned, his reign is obscure. He is apparently listed as king over Babylon for five years under the name Ululaia. (<em>Ancient Near Eastern Texts, </em>p.&#xA0;272, ftn.&#xA0;4) Josephus also quotes the historian Menander as describing a siege of Tyre by Shalmaneser&#xA0;V. (<em>Jewish Antiquities, </em>IX, 283-287 [xiv,&#xA0;2]) Aside from this, the Bible is the prime source of information regarding this king.<strong>Domination of Israel. </strong>During the reign of King Hoshea of Israel (c.&#xA0;758-740&#xA0;B.C.E.), Shalmaneser&#xA0;V advanced into Palestine and Hoshea became his vassal under an imposition of annual tribute. (<a href=\"/en/wol/bc/r1/lp-e/1200003936/5/0\" data-bid=\"6-1\" class=\"b\">2Ki 17:1-3</a>) However, at a later time Hoshea failed to pay the tribute and was found to be conspiring with King So of Egypt. (See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200003936/0\">SO</a>.) For this, Shalmaneser placed Hoshea under detention and thereafter laid siege against Samaria for three years, after which the well-fortified city finally fell, and the Israelites were led into exile.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200003936/6/0\" data-bid=\"7-1\" class=\"b\">2Ki 17:4-6;</a><a href=\"/en/wol/bc/r1/lp-e/1200003936/6/1\" data-bid=\"7-2\" class=\"b\"> 18:9-12</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200003936/7/0\" data-bid=\"8-1\" class=\"b\">Ho 7:11;</a><a href=\"/en/wol/bc/r1/lp-e/1200003936/7/1\" data-bid=\"8-2\" class=\"b\"> Eze 23:4-10</a>.The Bible record does not specifically name the Assyrian king that finally captured Samaria.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200003936/1\">SARGON</a>.With the fall of Samaria in 740&#xA0;B.C.E., the 257-year rule of the ten-tribe kingdom of Israel ended.<strong>[Picture on page&#xA0;908]</strong>Obelisk of Shalmaneser showing Jehu (or more likely his emissary) paying tribute to the Assyrian king"}