{"title":"Shur","link":"/en/wol/d/r1/lp-e/1200004101","html":"<span id=\"page938\" class=\"pageNum\" data-no=\"938\" data-before-text=\"938\"></span><strong>SHUR</strong>[Wall].A geographic name that has variously been said to be a city, a series of border forts, a region, or a mountain range. It is described as &#x201C;in front of Egypt,&#x201D; that is, on the E border of or to the E of Egypt. The context locates Shur in the NW portion of the Sinai Peninsula. (<a href=\"/en/wol/bc/r1/lp-e/1200004101/0/0\" data-bid=\"1-1\" class=\"b\">Ge 25:18</a>) After Israel crossed the Red Sea, Moses led them from the shores of the sea into &#x201C;the wilderness of Shur.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004101/1/0\" data-bid=\"2-1\" class=\"b\">Ex 15:22</a>.Earlier, it was at a fountain &#x201C;on the way to Shur&#x201D; that Jehovah&#x2019;s angel spoke to Abraham&#x2019;s Egyptian slave girl Hagar (who was likely fleeing back to Egypt). (<a href=\"/en/wol/bc/r1/lp-e/1200004101/2/0\" data-bid=\"3-1\" class=\"b\">Ge 16:7</a>) Later, Abraham moved from the region of Hebron (<a href=\"/en/wol/bc/r1/lp-e/1200004101/3/0\" data-bid=\"4-1\" class=\"b\">Ge 13:18</a>) and took up dwelling between Kadesh (Kadesh-barnea, S of Beer-sheba in the Negeb region) and Shur, though also residing for a time at Gerar, a Philistine town considerably N of Kadesh. (<a href=\"/en/wol/bc/r1/lp-e/1200004101/4/0\" data-bid=\"5-1\" class=\"b\">Ge 20:1</a>) The rangings of the desert-dwelling Ishmaelites took them as far as &#x201C;Havilah near Shur.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004101/5/0\" data-bid=\"6-1\" class=\"b\">Ge 25:18</a>) King Saul successfully waged war against the Amalekites as far as Shur, but in David&#x2019;s time the Amalekites, along with the Geshurites and the Girzites, were still inhabiting a similar area.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004101/6/0\" data-bid=\"7-1\" class=\"b\">1Sa 15:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200004101/6/1\" data-bid=\"7-2\" class=\"b\"> 27:8</a>.Some of these texts seem to point more to a particular place than to just a general region. If this is the case, then the expression &#x201C;wilderness of Shur,&#x201D; used only once, might mean the wilderness in the proximity of a city or site named Shur.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004101/7/0\" data-bid=\"8-1\" class=\"b\">Ex 15:22</a>; compare the reference to the &#x201C;wilderness of Damascus&#x201D; at <a href=\"/en/wol/bc/r1/lp-e/1200004101/8/0\" data-bid=\"9-1\" class=\"b\">1Ki 19:15</a>, or to that of Ziph, <a href=\"/en/wol/bc/r1/lp-e/1200004101/9/0\" data-bid=\"10-1\" class=\"b\">1Sa 23:14</a>.The meaning of the name (Wall) has prompted some to endeavor to identify Shur with the ancient defense wall along the Isthmus of Suez that Egyptian inscriptions indicate was built very early in that nation&#x2019;s history. Others think the term applies to a series of Egyptian fortresses along Egypt&#x2019;s eastern frontier facing the Sinai Peninsula. <a href=\"/en/wol/bc/r1/lp-e/1200004101/10/0\" data-bid=\"11-1\" class=\"b\">Exodus 15:22</a>, however, points to a location on the E side of the Red Sea, hence, to a place outside Egypt rather than within its boundaries. For this reason, the suggestion is also advanced that the name Shur (Wall) identifies the NW part of the mountain chain that covers a large portion of the Sinai Peninsula. Seen from the Egyptian side of the Gulf of Suez, the white cliffs of this long range have the appearance of a wall, or barrier. There may have been a place or town called Shur on, or at the foot of, the range, perhaps the last Arabian town before crossing Egypt&#x2019;s frontier. Definite identification, however, awaits further evidence."}