{"title":"Sin, II","link":"/en/wol/d/r1/lp-e/1200004133","html":"<span id=\"page971\" class=\"pageNum\" data-no=\"971\" data-before-text=\"971\"></span><strong>SIN, II</strong>A name applying to a wilderness and a city.<strong>1. </strong>A wilderness region to which the Israelites, approximately one month after their Exodus from Egypt, transferred after leaving Elim and a campsite by the Red Sea. After this wilderness, there were several more campsites, including Dophkah, Alush, and Rephidim, before they came to Sinai. (<a href=\"/en/wol/bc/r1/lp-e/1200004133/0/0\" data-bid=\"1-1\" class=\"b\">Ex 16:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200004133/0/1\" data-bid=\"1-2\" class=\"b\"> 17:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200004133/0/2\" data-bid=\"1-3\" class=\"b\"> Nu 33:9-15</a>) It was in the Wilderness of Sin that murmuring and complaints arose in the camp because of the lack of meat. Here Jehovah caused a flock of quail to &#x201C;cover the camp,&#x201D; and here the Israelites ate manna for the first time. It was also at this point that the Sabbath law was put into effect.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004133/1/0\" data-bid=\"2-1\" class=\"b\">Ex 16:2-30</a>.The exact location of the Wilderness of Sin is uncertain, though it is obviously along the SW border of the Sinai Peninsula. Geographers generally favor the sandy tract known as Debbet er-Ramleh, lying along the foot of the Sinai Plateau. This desert plain is also near the suggested site of Dophkah.<strong>2. </strong>Sin was among the cities of Egypt due to feel the sword brought on that land by the hand of Babylonian King Nebuchadnezzar. (<a href=\"/en/wol/bc/r1/lp-e/1200004133/2/0\" data-bid=\"3-1\" class=\"b\">Eze 30:6,</a><a href=\"/en/wol/bc/r1/lp-e/1200004133/2/1\" data-bid=\"3-2\" class=\"b\"> 10,</a><a href=\"/en/wol/bc/r1/lp-e/1200004133/2/2\" data-bid=\"3-3\" class=\"b\"> 15,&#xA0;16</a>) It is called the &#x201C;fortress of Egypt.&#x201D; Some authorities today accept the identification Pelusium found in the Latin <em>Vulgate</em>. Pelusium was an ancient fortress city situated in a key defense position against invasion from the Asiatic continent. Its location is generally accepted to coincide with present-day Tell el Farame, a site about 32&#xA0;km (20&#xA0;mi) SE of Port Said on the Mediterranean seacoast. Caravans or armies coming down the Philistine coast thus found this fortress guarding the entrance to Egypt. Assyrian King Ashurbanipal refers to it in his annals. Today the ancient site is surrounded by sand and marshes."}