{"title":"Sinai","link":"/en/wol/d/r1/lp-e/1200004135","html":"<span id=\"page971\" class=\"pageNum\" data-no=\"971\" data-before-text=\"971\"></span><strong>SINAI</strong>(Si&#x2B9;nai).<strong>1. </strong>A mountain in Arabia (<a href=\"/en/wol/bc/r1/lp-e/1200004135/0/0\" data-bid=\"1-1\" class=\"b\">Ga 4:25</a>), apparently also called Horeb. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200004135/1/0\" data-bid=\"2-1\" class=\"b\">Ex 3:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200004135/1/1\" data-bid=\"2-2\" class=\"b\"> 12;</a><a href=\"/en/wol/bc/r1/lp-e/1200004135/1/2\" data-bid=\"2-3\" class=\"b\"> 19:1, 2,</a><a href=\"/en/wol/bc/r1/lp-e/1200004135/1/3\" data-bid=\"2-4\" class=\"b\"> 10, 11</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200004135/0\">HOREB</a>.) In the vicinity of Mount Sinai the Israelites and a vast mixed company, with numerous flocks and herds, encamped for nearly a year. (<a href=\"/en/wol/bc/r1/lp-e/1200004135/2/0\" data-bid=\"3-1\" class=\"b\">Ex 12:37, 38;</a><a href=\"/en/wol/bc/r1/lp-e/1200004135/2/1\" data-bid=\"3-2\" class=\"b\"> 19:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200004135/2/2\" data-bid=\"3-3\" class=\"b\"> Nu 10:11,&#xA0;12</a>) Besides accommodating so great a camp, numbering perhaps over three million persons, the area around Mount Sinai also furnished sufficient water and pasturage for the domestic animals. At least one torrent descended from the mountain. (<a href=\"/en/wol/bc/r1/lp-e/1200004135/3/0\" data-bid=\"4-1\" class=\"b\">De 9:21</a>) Evidently at the base of Mount Sinai there was an <span id=\"page972\" class=\"pageNum\" data-no=\"972\" data-before-text=\"972\"></span>area large enough for the Israelites to assemble and to observe the phenomena on the mountaintop. In fact, they could withdraw and stand at a distance. Even from the camp itself the top of Mount Sinai was visible.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004135/4/0\" data-bid=\"5-1\" class=\"b\">Ex 19:17, 18;</a><a href=\"/en/wol/bc/r1/lp-e/1200004135/4/1\" data-bid=\"5-2\" class=\"b\"> 20:18;</a><a href=\"/en/wol/bc/r1/lp-e/1200004135/4/2\" data-bid=\"5-3\" class=\"b\"> 24:17</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200004135/5/0\" data-bid=\"6-1\" class=\"b\">De 5:30</a>.<strong>Identification. </strong>The exact location of Mount Sinai, or Horeb, is uncertain. Tradition links it with a red granite ridge centrally situated in the southern part of the Sinai Peninsula between the two northern arms of the Red Sea. This ridge measures about 3&#xA0;km (2&#xA0;mi) from NW to SE and has two peaks, Ras Safsafa and Jebel Musa. The area in which this ridge lies is well watered by several streams. In front of the northern peak (Ras Safsafa) lies the Plain of er-Raha, having an approximate length of 3&#xA0;km (2&#xA0;mi) and extending about 1&#xA0;km (0.6&#xA0;mi) in width.<wbr>&#x2014;PICTURE, Vol.&#xA0;1, p.&#xA0;540.Based on his observations at the site in the 19th&#xA0;century, A.&#xA0;P.&#xA0;Stanley writes: &#x201C;That such a plain should exist at all in front of such a cliff is so remarkable a coincidence with the sacred narrative, as to furnish a strong internal argument, not merely of its identity with the scene, but of the scene itself having been described by an eyewitness.&#x201D; Commenting on the descent of Moses and Joshua from Mount Sinai, he states: &#x201C;Any one coming down from one of the secluded basins behind the Ras Sa[f]safeh, through the oblique gullies which flank it on the north and south, would hear the sounds borne through the silence from the plain, but would not see the plain itself till he emerged from the Wady El-Deir or the Wady Leja; and when he did so, he would be immediately under the precipitous cliff of Sa[f]safeh.&#x201D; Stanley further observes that Moses&#x2019; throwing the dust of the golden calf into &#x201C;the torrent that was descending from the mountain&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004135/6/0\" data-bid=\"7-1\" class=\"b\">De 9:21</a>) would also fit this area, saying: &#x201C;This would be perfectly possible in the Wady Er-Raheh, into which issues the brook of the Wady Leja, descending, it is true, from Mount St.&#xA0;Catherine, but still in sufficiently close connection with the Gebel Mousa [Jebel Musa] to justify the expression, &#x2018;coming down out of the mount.&#x2019;&#x201D;<wbr>&#x2014;<em>Sinai and Palestine, </em>1885, pp.&#xA0;107-109.The traditional view is that Mount Sinai may be identified with the loftier southern peak (Jebel Musa, meaning &#x201C;Mountain of Moses&#x201D;). However, numerous scholars concur with Stanley&#x2019;s view that the northern peak, Ras Safsafa, is more likely, there being no extensive plain in front of Jebel Musa.<strong>Events. </strong>Near Mount Sinai, or Horeb, Jehovah&#x2019;s angel appeared to Moses in the burning thornbush and commissioned him to lead the enslaved Israelites out of Egypt. (<a href=\"/en/wol/bc/r1/lp-e/1200004135/7/0\" data-bid=\"8-1\" class=\"b\">Ex 3:1-10;</a><a href=\"/en/wol/bc/r1/lp-e/1200004135/7/1\" data-bid=\"8-2\" class=\"b\"> Ac 7:30</a>) Probably about a year later the liberated nation arrived at Mount Sinai. (<a href=\"/en/wol/bc/r1/lp-e/1200004135/8/0\" data-bid=\"9-1\" class=\"b\">Ex 19:2</a>) Here Moses ascended the mountain, evidently to receive further instruction from Jehovah, since it had already been revealed to him at the burning thornbush that &#x2018;on this mountain they would serve the true God.&#x2019;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004135/9/0\" data-bid=\"10-1\" class=\"b\">Ex 3:12;</a><a href=\"/en/wol/bc/r1/lp-e/1200004135/9/1\" data-bid=\"10-2\" class=\"b\"> 19:3</a>.Moses was then directed to tell the people that their strict obedience to Jehovah&#x2019;s word and covenant would result in their becoming a kingdom of priests and a holy nation. (<a href=\"/en/wol/bc/r1/lp-e/1200004135/10/0\" data-bid=\"11-1\" class=\"b\">Ex 19:5,&#xA0;6</a>) The older men, as representatives of the entire nation, agreed to do this. Jehovah then instructed Moses to sanctify the people so that they might meet him on the third day thereafter. Bounds were set around the mountain, because anyone touching it, whether man or beast, was to die.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004135/11/0\" data-bid=\"12-1\" class=\"b\">Ex 19:10-15</a>.On the morning of the third day, &#x201C;thunders and lightnings began occurring, and a heavy cloud upon the mountain and a very loud sound of a horn.&#x201D; The people in the camp trembled. Moses then brought them from the camp to the base of the mountain to meet the true God. Mount Sinai rocked and smoked all over. (<a href=\"/en/wol/bc/r1/lp-e/1200004135/12/0\" data-bid=\"13-1\" class=\"b\">Ex 19:16-19;</a><a href=\"/en/wol/bc/r1/lp-e/1200004135/12/1\" data-bid=\"13-2\" class=\"b\"> Ps 68:8</a>) At God&#x2019;s invitation Moses went up the mountain and again was instructed to impress upon the people that they must not try to ascend. Even the &#x201C;priests&#x201D; (not the Levites, but apparently Israelite males who, like the patriarchs, served in priestly capacity for their households according to natural right and custom) could not go beyond the set bounds.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004135/13/0\" data-bid=\"14-1\" class=\"b\">Ex 19:20-24</a>.After Moses descended from Mount Sinai, the Israelites heard the &#x201C;Ten Words&#x201D; from the midst of the fire and the cloud. (<a href=\"/en/wol/bc/r1/lp-e/1200004135/14/0\" data-bid=\"15-1\" class=\"b\">Ex 19:19&#x2013;20:18;</a><a href=\"/en/wol/bc/r1/lp-e/1200004135/14/1\" data-bid=\"15-2\" class=\"b\"> De 5:6-22</a>) Jehovah here spoke to them through an angelic representative, as is made clear at <a href=\"/en/wol/bc/r1/lp-e/1200004135/15/0\" data-bid=\"16-1\" class=\"b\">Acts 7:38,</a><a href=\"/en/wol/bc/r1/lp-e/1200004135/15/1\" data-bid=\"16-2\" class=\"b\"> Hebrews 2:2</a>, and <a href=\"/en/wol/bc/r1/lp-e/1200004135/16/0\" data-bid=\"17-1\" class=\"b\">Galatians 3:19</a>. Frightened by the awesome display of lightning and smoke, and by the sound of the horn and thunders, the people, through their representatives, requested that God no longer speak with them in this manner but that he do so through Moses. Jehovah then instructed Moses to tell them to return to their tents. The spectacle at Mount Sinai was intended to instill in the Israelites a wholesome fear of God so that they might continue observing his commandments. (<a href=\"/en/wol/bc/r1/lp-e/1200004135/17/0\" data-bid=\"18-1\" class=\"b\">Ex 20:19, 20;</a><a href=\"/en/wol/bc/r1/lp-e/1200004135/17/1\" data-bid=\"18-2\" class=\"b\"> De 5:23-30</a>) After this, perhaps accompanied by Aaron (compare <a href=\"/en/wol/bc/r1/lp-e/1200004135/18/0\" data-bid=\"19-1\" class=\"b\">Ex 19:24</a>), Moses went near the <span id=\"page973\" class=\"pageNum\" data-no=\"973\" data-before-text=\"973\"></span>dark cloud mass on Mount Sinai to hear Jehovah&#x2019;s further commands and judicial decisions.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004135/19/0\" data-bid=\"20-1\" class=\"b\">Ex 20:21;</a><a href=\"/en/wol/bc/r1/lp-e/1200004135/19/1\" data-bid=\"20-2\" class=\"b\"> 21:1</a>.When Moses came down from Mount Sinai he related Jehovah&#x2019;s words to the people, and they again expressed their willingness to be obedient. Thereafter he wrote down the words of God and early the next morning built an altar and erected 12 pillars at the foot of the mountain. Burnt sacrifices and communion sacrifices were offered, and with the blood of the sacrificial victims the Law covenant was inaugurated.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004135/20/0\" data-bid=\"21-1\" class=\"b\">Ex 24:3-8;</a><a href=\"/en/wol/bc/r1/lp-e/1200004135/20/1\" data-bid=\"21-2\" class=\"b\"> Heb 9:16-22</a>.Having come into a covenant relationship with Jehovah, the Israelites, through their representatives, were able to draw near to Mount Sinai. Moses, Aaron, Nadab, Abihu, and 70 of the older men of Israel approached the mountain and saw a magnificent vision of God&#x2019;s glory. (<a href=\"/en/wol/bc/r1/lp-e/1200004135/21/0\" data-bid=\"22-1\" class=\"b\">Ex 24:9-11</a>) Afterward Moses, accompanied by Joshua, ascended the mountain, this time to receive further commands and the stone tablets containing the &#x201C;Ten Words.&#x201D; Not until the seventh day, however, was Moses invited to enter the cloud. It seems that Joshua continued to wait for Moses on the mountain, at a point where he could neither see nor hear anything that occurred in the Israelite camp. (<a href=\"/en/wol/bc/r1/lp-e/1200004135/22/0\" data-bid=\"23-1\" class=\"b\">Ex 24:12-18</a>) However, whether Joshua, like Moses, did not eat or drink for the entire 40-day period is not stated. As Moses and Joshua at the end of this period descended Mount Sinai they could hear the festive singing in the Israelite camp. From the foot of Mount Sinai, Moses caught sight of the golden calf and the festivities. Immediately he threw down the two stone tablets, shattering them at the foot of the mountain.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004135/23/0\" data-bid=\"24-1\" class=\"b\">Ex 32:15-19;</a><a href=\"/en/wol/bc/r1/lp-e/1200004135/23/1\" data-bid=\"24-2\" class=\"b\"> Heb 12:18-21</a>.Later, Moses was instructed to make two stone tablets like those he had shattered and again ascend Mount Sinai, in order to have the &#x201C;Ten Words&#x201D; recorded thereon. (<a href=\"/en/wol/bc/r1/lp-e/1200004135/24/0\" data-bid=\"25-1\" class=\"b\">Ex 34:1-3;</a><a href=\"/en/wol/bc/r1/lp-e/1200004135/24/1\" data-bid=\"25-2\" class=\"b\"> De 10:1-4</a>) Moses spent another 40 days on the mountain without eating or drinking. To make this possible, he doubtless received divine assistance.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004135/25/0\" data-bid=\"26-1\" class=\"b\">Ex 34:28</a>; apparently this is the same 40-day period as that mentioned at <a href=\"/en/wol/bc/r1/lp-e/1200004135/26/0\" data-bid=\"27-1\" class=\"b\">De 9:18</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200004135/27/0\" data-bid=\"28-1\" class=\"b\">Ex 34:4, 5,</a><a href=\"/en/wol/bc/r1/lp-e/1200004135/27/1\" data-bid=\"28-2\" class=\"b\">&#xA0;8;</a><a href=\"/en/wol/bc/r1/lp-e/1200004135/27/2\" data-bid=\"28-3\" class=\"b\"> De 10:10</a>.From the time that the tabernacle, or tent of meeting, was erected and the cloud began to cover it, divine communication no longer came directly from Mount Sinai but from the tent of meeting set up in its vicinity.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004135/28/0\" data-bid=\"29-1\" class=\"b\">Ex 40:34, 35;</a><a href=\"/en/wol/bc/r1/lp-e/1200004135/28/1\" data-bid=\"29-2\" class=\"b\"> Le 1:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200004135/28/2\" data-bid=\"29-3\" class=\"b\"> 25:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200004135/28/3\" data-bid=\"29-4\" class=\"b\"> Nu 1:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200004135/28/4\" data-bid=\"29-5\" class=\"b\"> 9:1</a>.Centuries later the prophet Elijah traveled to Horeb, or Sinai, &#x201C;the mountain of the true God.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004135/29/0\" data-bid=\"30-1\" class=\"b\">1Ki 19:8</a>.<strong>2. </strong>&#x201C;Sinai&#x201D; also designates the wilderness adjacent to the mountain by the same name. (<a href=\"/en/wol/bc/r1/lp-e/1200004135/30/0\" data-bid=\"31-1\" class=\"b\">Le 7:38</a>) The exact geographic limits of the Wilderness of Sinai cannot be determined from the Bible record. It was apparently located near Rephidim. (<a href=\"/en/wol/bc/r1/lp-e/1200004135/31/0\" data-bid=\"32-1\" class=\"b\">Ex 19:2</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200004135/32/0\" data-bid=\"33-1\" class=\"b\">Ex 17:1-6</a>.) It was to the Wilderness of Sinai that Moses&#x2019; father-in-law Jethro brought Moses&#x2019; wife Zipporah and his two sons Gershom and Eliezer, for them to be reunited with Moses. (<a href=\"/en/wol/bc/r1/lp-e/1200004135/33/0\" data-bid=\"34-1\" class=\"b\">Ex 18:1-7</a>) Among other noteworthy events occurring in the Wilderness of Sinai were: Israel&#x2019;s succumbing to calf worship during Moses&#x2019; absence (<a href=\"/en/wol/bc/r1/lp-e/1200004135/34/0\" data-bid=\"35-1\" class=\"b\">Ex 32:1-8</a>), the execution of 3,000 men who undoubtedly had a major part in calf worship (<a href=\"/en/wol/bc/r1/lp-e/1200004135/35/0\" data-bid=\"36-1\" class=\"b\">Ex 32:26-28</a>), Israel&#x2019;s outward expression of repentance by stripping themselves of their ornaments (<a href=\"/en/wol/bc/r1/lp-e/1200004135/36/0\" data-bid=\"37-1\" class=\"b\">Ex 33:6</a>), the construction of the tabernacle and its furnishings and the making of the priestly garments (<a href=\"/en/wol/bc/r1/lp-e/1200004135/37/0\" data-bid=\"38-1\" class=\"b\">Ex 36:8&#x2013;39:43</a>), the installation of the priesthood and the beginning of its services at the tabernacle (<a href=\"/en/wol/bc/r1/lp-e/1200004135/38/0\" data-bid=\"39-1\" class=\"b\">Le 8:4&#x2013;9:24;</a><a href=\"/en/wol/bc/r1/lp-e/1200004135/38/1\" data-bid=\"39-2\" class=\"b\"> Nu 28:6</a>), the execution of Aaron&#x2019;s sons Nadab and Abihu by fire from Jehovah for offering illegitimate fire (<a href=\"/en/wol/bc/r1/lp-e/1200004135/39/0\" data-bid=\"40-1\" class=\"b\">Le 10:1-3</a>), the first registration of Israelite males for the army (<a href=\"/en/wol/bc/r1/lp-e/1200004135/40/0\" data-bid=\"41-1\" class=\"b\">Nu 1:1-3</a>), and the initial celebration of the Passover outside Egypt (<a href=\"/en/wol/bc/r1/lp-e/1200004135/41/0\" data-bid=\"42-1\" class=\"b\">Nu 9:1-5</a>)."}