{"title":"Sky","link":"/en/wol/d/r1/lp-e/1200004157","html":"<span id=\"page977\" class=\"pageNum\" data-no=\"977\" data-before-text=\"977\"></span><strong>SKY</strong>&#x201C;Sky [Heb., <em>sha&#x2B9;chaq</em>],&#x201D; as used by the Bible writers, may mean the expanse of atmosphere that surrounds the earth in which clouds float (<a href=\"/en/wol/bc/r1/lp-e/1200004157/0/0\" data-bid=\"1-1\" class=\"b\">Isa 45:8</a>), or it may mean the apparent vault or dome over the earth that is blue in the daytime and star-studded at night. (<a href=\"/en/wol/bc/r1/lp-e/1200004157/1/0\" data-bid=\"2-1\" class=\"b\">Ps 89:37</a>) In most cases the writer evidently is merely referring to what is high above man without specifying which aspect of the &#x201C;sky&#x201D; is involved.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004157/2/0\" data-bid=\"3-1\" class=\"b\">Ps 57:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200004157/2/1\" data-bid=\"3-2\" class=\"b\"> 108:4</a>.The fine dust particles in the atmosphere, the molecules of water vapor, and, to some extent, the molecules of other gases in the atmosphere, such as oxygen, nitrogen, and carbon dioxide, scatter the rays of light, the blue rays being most diffused, which gives the clear sky its characteristic blue color. Fine dust particles also play a large part in producing clouds, the water vapor collecting around these particles.The Hebrew word <em>sha&#x2B9;chaq </em>(sky) is also translated &#x201C;film of dust,&#x201D; &#x201C;cloud,&#x201D; &#x201C;cloudy sky&#x201D;; it is apparently from a root meaning &#x201C;pound fine.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004157/3/0\" data-bid=\"4-1\" class=\"b\">2Sa 22:43</a>) Jehovah speaks of himself as the one who &#x201C;beat out the skies hard like a molten mirror.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004157/4/0\" data-bid=\"5-1\" class=\"b\">Job 37:18</a>) The particles forming the atmosphere are indeed compressed under the pull of gravity, and their outer limits are within set boundaries, gravity preventing their escape from the earth. (<a href=\"/en/wol/bc/r1/lp-e/1200004157/5/0\" data-bid=\"6-1\" class=\"b\">Ge 1:6-8</a>) They do reflect the sunlight in a manner comparable to a mirror. Because of this the sky looks bright, whereas without an atmosphere an observer on the earth would see only blackness in the sky, with the heavenly bodies glowing brilliantly on a black background, as is the case with the atmosphereless moon. Astronauts can observe the earth&#x2019;s atmosphere from outer space as an illuminated, glowing halo.Jehovah used figurative language in warning Israel that, for disobedience, the skies overhead would become copper and the earth beneath, iron, and powder and dust would be the rain of their land. Doubtless under such conditions of lack of rain the &#x201C;shut up,&#x201D; cloudless skies would become reddish, copper, in color, because increased dust particles in the atmosphere tend to diffuse the blue light to the point that the red waves are more prominent, just as the setting sun appears red because of the greater depth or thickness of atmosphere that the sun&#x2019;s rays must traverse.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004157/6/0\" data-bid=\"7-1\" class=\"b\">De 28:23, 24</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200004157/7/0\" data-bid=\"8-1\" class=\"b\">1Ki 8:35</a>, where &#x201C;heaven&#x201D; is used as referring to the expanse.Another Hebrew word occasionally rendered &#x201C;skies&#x201D; is <em>sha&#xB7;ma&#x2B9;yim </em>(heavens). (<a href=\"/en/wol/bc/r1/lp-e/1200004157/8/0\" data-bid=\"9-1\" class=\"b\">De 28:23</a>) Similarly, the Greek <em>ou&#xB7;ra&#xB7;nos&#x2B9;, </em>literally &#x201C;heaven,&#x201D; is also translated &#x201C;sky.&#x201D;When Jesus ascended toward heaven, a cloud caught him away from the disciples&#x2019; vision. As they gazed into the sky, angels appeared and said: &#x201C;Men of Galilee, why do you stand looking into the sky? This Jesus who was received up from you into the sky will come thus in the same manner as you have beheld him going into the sky.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004157/9/0\" data-bid=\"10-1\" class=\"b\">Ac 1:9-11</a>, ftn) The angels, in effect, told the disciples that there was no point in their gazing into the sky, expecting him to appear to their vision there. For the cloud had caught him up, and he had become invisible. But he would come back <em>in like manner, </em>invisibly, unobserved by the physical eyes.Occasionally, &#x201C;sky&#x201D; is used in parallel with &#x201C;heaven.&#x201D;<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200004157/0\">HEAVEN</a>."}