{"title":"Soberness","link":"/en/wol/d/r1/lp-e/1200004173","html":"<span id=\"page983\" class=\"pageNum\" data-no=\"983\" data-before-text=\"983\"></span><strong>SOBERNESS</strong>The Greek words <em>ne&#x2B9;pho </em>(verb) and <em>ne&#xB7;pha&#x2B9;li&#xB7;os </em>(adjective) basically refer to being free from the influence of intoxicants. However, they are used in the Scriptures mainly in a figurative sense. They carry the idea of being sober, moderate in habits, vigilant, watchful, or keeping the senses. A related word, <em>e&#xB7;kne&#x2B9;pho, </em>meaning, primarily, &#x201C;sober up,&#x201D; is used in the Greek <em>Septuagint </em>at <a href=\"/en/wol/bc/r1/lp-e/1200004173/0/0\" data-bid=\"1-1\" class=\"b\">Genesis 9:24</a>: &#x201C;Noah <em>recovered </em>[awoke] from the wine.&#x201D; Also, the Greek term is used in the same version at <a href=\"/en/wol/bc/r1/lp-e/1200004173/1/0\" data-bid=\"2-1\" class=\"b\">Joel 1:5</a>, where the prophet calls to the spiritual &#x201C;drunkards&#x201D; of Israel to &#x2018;wake up,&#x2019; and at <a href=\"/en/wol/bc/r1/lp-e/1200004173/2/0\" data-bid=\"3-1\" class=\"b\">Habakkuk 2:19</a>, where woe is foretold to the worshipers of idols who say to pieces of wood and stone, &#x201C;Awake!&#x201D;In enumerating the qualifications for those who would be appointed as overseers in the Christian congregations, the apostle Paul states that the overseer should be &#x201C;moderate in habits&#x201D; (Gr., <em>ne&#xB7;pha&#x2B9;li&#xB7;os</em>). This would include freedom from overindulgence in wine, as it is also stated that he is not to be &#x201C;a drunken brawler.&#x201D; The word <em>ne&#xB7;pha&#x2B9;li&#xB7;os </em>would show that the man would have good sense and exercise moderation in other things, such as speech and conduct, besides being habitually temperate in the use of liquor.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004173/3/0\" data-bid=\"4-1\" class=\"b\">1Ti 3:2,&#xA0;3</a>.Women in the congregation are given like counsel, to be &#x201C;serious, not slanderous, <em>moderate in habits, </em>faithful in all things.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004173/4/0\" data-bid=\"5-1\" class=\"b\">1Ti 3:11</a>) The aged men and women are similarly counseled, the older women setting an example &#x201C;that they may recall the young women to their senses,&#x201D; to be good wives and mothers, in subjection to their husbands.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004173/5/0\" data-bid=\"6-1\" class=\"b\">Tit 2:2-5</a>.In correcting the congregation at Corinth, which had been influenced by certain men who were advocating wrong doctrine, Paul said: &#x201C;Bad associations spoil useful habits. <em>Wake up to soberness </em>[form of <em>e&#xB7;kne&#x2B9;pho</em>] in a righteous way and do not practice sin, for some are without knowledge of God. I am speaking to move you to shame.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004173/6/0\" data-bid=\"7-1\" class=\"b\">1Co 15:33,&#xA0;34</a>) They should wake up from the stupor of wrong doctrine, which was misleading some and causing spiritual sickness and even <span id=\"page984\" class=\"pageNum\" data-no=\"984\" data-before-text=\"984\"></span>death. (<a href=\"/en/wol/bc/r1/lp-e/1200004173/7/0\" data-bid=\"8-1\" class=\"b\">1Co 11:30</a>) In a similar vein he had written previously to the Thessalonians, who had been troubled by persons advocating things not taught by the apostles. He said, concerning &#x201C;Jehovah&#x2019;s day,&#x201D; that that day would come suddenly but it would not overtake true, faithful Christians as it would thieves. Consequently, they should not be sleepy but be sure they were alert; they should &#x201C;stay awake and <em>keep </em>[<em>their</em>] <em>senses </em>[literally, be sober].&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004173/8/0\" data-bid=\"9-1\" class=\"b\">1Th 5:2-6,</a><a href=\"/en/wol/bc/r1/lp-e/1200004173/8/1\" data-bid=\"9-2\" class=\"b\">&#xA0;8</a>.Paul also warned Timothy of the apostasy to come, with its danger to the integrity of those Christians who wished to remain true. Timothy, especially, as an overseer, had to be on guard to <em>&#x201C;keep </em>[<em>his</em>] <em>senses </em>[be sober-minded] in all things,&#x201D; to &#x201C;suffer evil, do the work of an evangelizer, fully accomplish [his] ministry.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004173/9/0\" data-bid=\"10-1\" class=\"b\">2Ti 4:3-5</a>) In keeping his senses, Timothy was to realize that Paul would not be on the scene much longer (<a href=\"/en/wol/bc/r1/lp-e/1200004173/10/0\" data-bid=\"11-1\" class=\"b\">2Ti 4:6-8</a>), and Timothy himself would eventually pass off the scene, so he must commit the things learned to faithful men, who, in turn, would be adequately qualified to teach others. (<a href=\"/en/wol/bc/r1/lp-e/1200004173/11/0\" data-bid=\"12-1\" class=\"b\">2Ti 2:2</a>) Thus the congregation would be built up as a bulwark against the apostasy to come, being &#x201C;a pillar and support of the truth.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004173/12/0\" data-bid=\"13-1\" class=\"b\">1Ti 3:15</a>.The apostle Peter likewise, knowing that he and his fellow apostles would not be on hand much longer (<a href=\"/en/wol/bc/r1/lp-e/1200004173/13/0\" data-bid=\"14-1\" class=\"b\">2Pe 1:14</a>), able to act as a restraint to the apostate movement instigated by the Devil, counseled Christians to hold fast to their salvation through Christ, <em>&#x2018;keeping their senses </em>completely [literally, being sober perfectly], setting their hope upon the undeserved kindness that was to be brought to them at the revelation of Jesus Christ.&#x2019; (<a href=\"/en/wol/bc/r1/lp-e/1200004173/14/0\" data-bid=\"15-1\" class=\"b\">1Pe 1:13</a>) Knowing the seriousness of the times, with growing persecution from the world, they should be sound in mind, watchful, vigilant, and should not neglect serious prayer, to obtain the strength they would need for endurance. (<a href=\"/en/wol/bc/r1/lp-e/1200004173/15/0\" data-bid=\"16-1\" class=\"b\">1Pe 4:7</a>) He warned them to keep their senses, because the Devil was like a roaring lion seeking to devour, and they had to take a solid stand against the Devil. This required soberness, seriousness, self-control.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004173/16/0\" data-bid=\"17-1\" class=\"b\">1Pe 5:8,&#xA0;9</a>."}