{"title":"Soldier","link":"/en/wol/d/r1/lp-e/1200004177","html":"<span id=\"page985\" class=\"pageNum\" data-no=\"985\" data-before-text=\"985\"></span><strong>SOLDIER</strong>A person who serves in an army. In the Hebrew Scriptures military personnel are often precisely designated according to the specific function they served: cavalrymen (<a href=\"/en/wol/bc/r1/lp-e/1200004177/0/0\" data-bid=\"1-1\" class=\"b\">Ex 14:9</a>), runners (<a href=\"/en/wol/bc/r1/lp-e/1200004177/1/0\" data-bid=\"2-1\" class=\"b\">1Sa 22:17</a>), slingers (<a href=\"/en/wol/bc/r1/lp-e/1200004177/2/0\" data-bid=\"3-1\" class=\"b\">2Ki 3:25</a>), men handling the lance and shield (<a href=\"/en/wol/bc/r1/lp-e/1200004177/3/0\" data-bid=\"4-1\" class=\"b\">2Ch 25:5</a>), shooters (<a href=\"/en/wol/bc/r1/lp-e/1200004177/4/0\" data-bid=\"5-1\" class=\"b\">2Ch 35:23</a>), archers (<a href=\"/en/wol/bc/r1/lp-e/1200004177/5/0\" data-bid=\"6-1\" class=\"b\">Job 16:13</a>), or bowmen (<a href=\"/en/wol/bc/r1/lp-e/1200004177/6/0\" data-bid=\"7-1\" class=\"b\">Isa 21:17</a>). The Greek word for &#x201C;soldier&#x201D; is <em>stra&#xB7;ti&#xB7;o&#x2B9;tes.<wbr></em>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200004177/0\">ARMY</a>.During the time of Roman domination of Judea, soldiers were a common sight there. The fact that an army officer at Capernaum could say: &#x201C;For I .&#xA0;.&#xA0;. [have] soldiers under me,&#x201D; indicates that soldiers were stationed there under his command. (<a href=\"/en/wol/bc/r1/lp-e/1200004177/7/0\" data-bid=\"8-1\" class=\"b\">Mt 8:5-9</a>) Roman troops were stationed in the Tower of Antonia in Jerusalem, serving as a point of control over the Jews. The military commander there when Paul made his last visit to Jerusalem rescued him from a mob, and again the next day from the rioting Pharisees and Sadducees. (<a href=\"/en/wol/bc/r1/lp-e/1200004177/8/0\" data-bid=\"9-1\" class=\"b\">Ac 21:30-35;</a><a href=\"/en/wol/bc/r1/lp-e/1200004177/8/1\" data-bid=\"9-2\" class=\"b\"> 22:23, 24;</a><a href=\"/en/wol/bc/r1/lp-e/1200004177/8/2\" data-bid=\"9-3\" class=\"b\"> 23:10</a>) When a plot against Paul&#x2019;s life was revealed, the commander supplied an escort of 70 horsemen, 200 soldiers, and 200 spearmen to take Paul as far as Antipatris, the horsemen going on with him from there to Caesarea.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004177/9/0\" data-bid=\"10-1\" class=\"b\">Ac 23:12-33</a>.<strong>Jewish Soldiers. </strong>There were also Jewish soldiers, among them being those who approached John the Baptizer with the question, &#x201C;What shall we do?&#x201D; These were possibly engaged in a type of police inspection, especially in connection with the customs or collection of the tax.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004177/10/0\" data-bid=\"11-1\" class=\"b\">Lu 3:12-14</a>.<strong>Jesus&#x2019; Execution and Burial. </strong>Roman soldiers were used in the execution of Jesus, inasmuch as he was turned over to the Roman governor, charged with sedition against Rome. These soldiers submitted him to great indignities, mocking him, spitting upon him, and striking him before leading him off for impaling. (<a href=\"/en/wol/bc/r1/lp-e/1200004177/11/0\" data-bid=\"12-1\" class=\"b\">Mt 27:27-36;</a><a href=\"/en/wol/bc/r1/lp-e/1200004177/11/1\" data-bid=\"12-2\" class=\"b\"> Joh 18:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200004177/11/2\" data-bid=\"12-3\" class=\"b\"> 12;</a><a href=\"/en/wol/bc/r1/lp-e/1200004177/11/3\" data-bid=\"12-4\" class=\"b\"> 19:32-34</a>) They divided his outer garments among themselves and cast lots for his inner garment. Four soldiers were evidently employed in the detachment that impaled Jesus. (<a href=\"/en/wol/bc/r1/lp-e/1200004177/12/0\" data-bid=\"13-1\" class=\"b\">Joh 19:23,&#xA0;24</a>) The army officer having oversight of the execution, observing the phenomena that occurred and the circumstances under which Jesus died, said: &#x201C;Certainly this man was God&#x2019;s Son.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004177/13/0\" data-bid=\"14-1\" class=\"b\">Mr 15:33-39</a>) Roman soldiers were also placed as guards at Jesus&#x2019; tomb. (<a href=\"/en/wol/bc/r1/lp-e/1200004177/14/0\" data-bid=\"15-1\" class=\"b\">Mt 27:62-66</a>) If these guards had been Jewish temple police, the Jews would not have had to ask Pilate about the matter. Likewise, the chief priests promised to set <span id=\"page986\" class=\"pageNum\" data-no=\"986\" data-before-text=\"986\"></span>matters right with the governor if he heard of the disappearance of Jesus&#x2019; body.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004177/15/0\" data-bid=\"16-1\" class=\"b\">Mt 28:14</a>.<strong>The First Gentile Christian. </strong>About three and a half years later, it was a Roman soldier, a centurion, who sent two of his house servants and &#x201C;a devout soldier&#x201D; to invite Peter to Caesarea. At Peter&#x2019;s preaching, Cornelius and his household, doubtless including the &#x201C;devout soldier&#x201D; in his service, received the outpouring of holy spirit and became the first members of the Christian congregation taken from among the Gentiles.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004177/16/0\" data-bid=\"17-1\" class=\"b\">Ac 10:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200004177/16/1\" data-bid=\"17-2\" class=\"b\"> 7,</a><a href=\"/en/wol/bc/r1/lp-e/1200004177/16/2\" data-bid=\"17-3\" class=\"b\"> 44-48</a>.<strong>Peter&#x2019;s Deliverance. </strong>The apostle Peter was later arrested by order of Herod Agrippa&#xA0;I and was imprisoned under four shifts of four soldiers each. On each shift two soldier guards watched the prison door while two personally guarded Peter, who was chained to them, one on each side. An angel appeared in the night, releasing Peter from his chains and freeing him from the prison. This created a stir among the soldiers, and Herod, after examining those guards who were responsible, had them &#x201C;led off to punishment,&#x201D; probably to be put to death according to the Roman custom.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004177/17/0\" data-bid=\"18-1\" class=\"b\">Ac 12:4-10,</a><a href=\"/en/wol/bc/r1/lp-e/1200004177/17/1\" data-bid=\"18-2\" class=\"b\"> 18,&#xA0;19</a>.<strong>Kindness Shown to Paul. </strong>When the apostle Paul was taken by ship to Rome because of his appeal to Caesar, he was placed in the custody of a detachment of soldiers under the command of an army officer named Julius of the band of Augustus. This man treated Paul with kindness and permitted him to go to his friends and enjoy their care. At first he evidently did not accept Paul as having God&#x2019;s guidance, and therefore he gave more heed to the ship&#x2019;s owner and to the pilot. But after a great tempest drove the ship along and tossed it violently for days, when Paul related a vision he had in which the lives of all on the ship were guaranteed, the officer and his men listened to Paul. When the boat began to break up near Malta the soldiers prepared to kill all the prisoners, but the officer Julius, desiring to bring Paul safely through, restrained them. (<a href=\"/en/wol/bc/r1/lp-e/1200004177/18/0\" data-bid=\"19-1\" class=\"b\">Ac 27:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200004177/18/1\" data-bid=\"19-2\" class=\"b\"> 3,</a><a href=\"/en/wol/bc/r1/lp-e/1200004177/18/2\" data-bid=\"19-3\" class=\"b\"> 9-11,</a><a href=\"/en/wol/bc/r1/lp-e/1200004177/18/3\" data-bid=\"19-4\" class=\"b\"> 20-26,</a><a href=\"/en/wol/bc/r1/lp-e/1200004177/18/4\" data-bid=\"19-5\" class=\"b\"> 30, 31,</a><a href=\"/en/wol/bc/r1/lp-e/1200004177/18/5\" data-bid=\"19-6\" class=\"b\"> 39-44</a>) In Rome, Paul was permitted to live in his own hired house with a soldier guarding him.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004177/19/0\" data-bid=\"20-1\" class=\"b\">Ac 28:16,</a><a href=\"/en/wol/bc/r1/lp-e/1200004177/19/1\" data-bid=\"20-2\" class=\"b\">&#xA0;30</a>.<strong>Symbolic Use. </strong>In defending his apostleship in his letter to the congregation at Corinth, Paul wrote: &#x201C;Who is it that ever serves as a soldier at his own expense?&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004177/20/0\" data-bid=\"21-1\" class=\"b\">1Co 9:7</a>) Although Paul had not accepted material help from the Corinthians, he here argued that, as a soldier in the service of his Master Christ, he certainly had authority to do so. Paul also considered as soldiers of Christ those who worked in cooperation with him in the preaching of the good news, calling them &#x2018;fellow soldiers.&#x2019;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004177/21/0\" data-bid=\"22-1\" class=\"b\">Php 2:25;</a><a href=\"/en/wol/bc/r1/lp-e/1200004177/21/1\" data-bid=\"22-2\" class=\"b\"> Phm&#xA0;2</a>.To Timothy, who was charged with a heavy responsibility by Paul, the apostle wrote: &#x201C;As a fine soldier of Christ Jesus take your part in suffering evil. No man serving as a soldier involves himself in the commercial businesses of life, in order that he may gain the approval of the one who enrolled him as a soldier.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004177/22/0\" data-bid=\"23-1\" class=\"b\">2Ti 2:3,&#xA0;4</a>) A good soldier expects hardships, and he knows the need to be ready to serve at all times and to endure under the most trying conditions. As long as he is in a war he does not look for comfort and that which pleases him. His time and energy are at the command of his superior. Moreover, a soldier gives up business, farm, trade, or vocation in order to serve. He does not get involved in other things that would take his mind and energy away from the all-important fight in which he is engaged. Otherwise, it would likely cost him his life or it would cost the lives of those depending on him. According to historians, Roman soldiers were not allowed to engage in any trade and were forbidden to act as tutors or as curators to an estate so that they would not be diverted from their purpose as soldiers. Even under the Mosaic Law, the newly married man, or the man with a house he had not dedicated or a vineyard from which he had not received fruit, was exempt from military service. And a man who was fearful would certainly make a bad soldier and would break down the morale of his fellow soldiers; therefore such a man was exempt under the Law. (<a href=\"/en/wol/bc/r1/lp-e/1200004177/23/0\" data-bid=\"24-1\" class=\"b\">De 20:5-8</a>) So Christians, both Jewish and Gentile, would readily get the force of Paul&#x2019;s illustration.In a letter to the Ephesians, Paul outlined clearly that the fight of the Christian soldier is not against blood and flesh but is against &#x201C;the wicked spirit forces in the heavenly places.&#x201D; Therefore the armor necessary for this fight could not be obtained from worldly sources, but it had to be the armor from Jehovah God, who brings victory under his army Commander, Jesus Christ.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004177/24/0\" data-bid=\"25-1\" class=\"b\">Eph 6:11-17</a>."}