{"title":"Solomon","link":"/en/wol/d/r1/lp-e/1200004178","html":"<span id=\"page986\" class=\"pageNum\" data-no=\"986\" data-before-text=\"986\"></span><strong>SOLOMON</strong>(Sol&#x2B9;o&#xB7;mon) [from a root meaning &#x201C;peace&#x201D;].Son of King David of the line of Judah; king of Israel from 1037 to 998&#xA0;B.C.E. The Bible record, after reporting the death of the son born to David through his illicit relations with Bath-sheba, continues: &#x201C;And David began to comfort Bath-sheba his wife. Further, he came in to her and lay down with her. In time she bore a son, and his name came to be called Solomon. And Jehovah himself did love him. So he sent by <span id=\"page987\" class=\"pageNum\" data-no=\"987\" data-before-text=\"987\"></span>means of Nathan the prophet and called his name Jedidiah, for the sake of Jehovah.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004178/0/0\" data-bid=\"1-1\" class=\"b\">2Sa 12:24,&#xA0;25</a>) Solomon later had three full brothers, sons of David and Bath-sheba: Shimea, Shobab, and Nathan.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004178/1/0\" data-bid=\"2-1\" class=\"b\">1Ch 3:5</a>.<strong>Jehovah&#x2019;s Promise to David. </strong>Jehovah had declared to David, before Solomon&#x2019;s birth, that a son would be born to him and that his name would be Solomon, and that this one would build a house to His name. The name Jedidiah (meaning &#x201C;Beloved of Jah&#x201D;) seems to have been given as an indication to David that Jehovah had now blessed his marriage to Bath-sheba and that the fruitage thereby produced was approved by him. But this was not the name by which the child was commonly known. Undoubtedly the name Solomon (from a root meaning &#x201C;peace&#x201D;) applied in connection with the covenant that Jehovah made with David, in which he said that David, being a man who had shed much blood in warfare, would not build the house for Jehovah, as David had it in his heart to do. (<a href=\"/en/wol/bc/r1/lp-e/1200004178/2/0\" data-bid=\"3-1\" class=\"b\">1Ch 22:6-10</a>) Not that David&#x2019;s warfare was wrong. But Jehovah&#x2019;s typical kingdom was essentially of a peaceful nature and objective; its wars were to clean out wickedness and those opposing Jehovah&#x2019;s sovereignty, to extend Israel&#x2019;s dominion to the boundaries that God had outlined, and to establish righteousness and peace. These objectives the wars of David accomplished for Israel. Solomon&#x2019;s rule was essentially a reign of peace.<strong>Adonijah&#x2019;s Attempt to Take the Throne. </strong>After his birth Solomon next appears in the Scriptural record in the time of David&#x2019;s old age. David, doubtless on account of Jehovah&#x2019;s promise, had previously sworn to Bath-sheba that Solomon would succeed him on the throne. This was known to the prophet Nathan. (<a href=\"/en/wol/bc/r1/lp-e/1200004178/3/0\" data-bid=\"4-1\" class=\"b\">1Ki 1:11-13,</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/3/1\" data-bid=\"4-2\" class=\"b\">&#xA0;17</a>) Whether Solomon&#x2019;s half brother Adonijah knew of this oath or intent of David is not stated. In any case, Adonijah made an attempt to gain the throne in a manner similar to that employed by Absalom. Perhaps because of the king&#x2019;s feebleness and because Adonijah had the support of Joab the army chief and of Abiathar the priest, he had confidence that he would be successful. It was nonetheless a treasonable action, an effort to seize the throne while David was still alive and without the approval of David or of Jehovah. Also, Adonijah revealed his underhandedness when he arranged for a sacrifice at En-rogel, where he intended to be acclaimed as king, but invited only the king&#x2019;s other sons and men of Judah, the king&#x2019;s servants, leaving out Solomon, Nathan the prophet, Zadok the priest, and the mighty men who had fought closely with David, including Benaiah their leader. This indicates that Adonijah counted Solomon as a rival and an obstacle to his ambitions.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004178/4/0\" data-bid=\"5-1\" class=\"b\">1Ki 1:5-10</a>.<strong>Solomon Enthroned. </strong>The prophet Nathan, ever faithful to Jehovah and to David, was on the alert. First sending Bath-sheba with instructions to inform the king of the plot, he then came in himself, asking David if this proclaiming of Adonijah as king had been authorized by him. David acted quickly and decisively, calling for Zadok the priest and Nathan to take Solomon to Gihon under the protection of Benaiah and his men. They were to put Solomon on the king&#x2019;s own she-mule (denoting a high honor to the one riding, in this case, that he was successor to the kingship). (Compare <a href=\"/en/wol/bc/r1/lp-e/1200004178/5/0\" data-bid=\"6-1\" class=\"b\">Es 6:8,&#xA0;9</a>.) David&#x2019;s instructions were followed out, and Solomon was anointed and acclaimed as king.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004178/6/0\" data-bid=\"7-1\" class=\"b\">1Ki 1:11-40</a>.On hearing the sound of the music at Gihon, not so very far away, and the shouting of the people: &#x201C;Let King Solomon live,&#x201D; Adonijah and his fellow conspirators fled in fear and confusion. Solomon gave a foregleam of the peace that would mark his rulership by refusing to mar his ascension to the throne by taking revenge. Had matters been reversed, Solomon would very likely have lost his life. Adonijah fled to the sanctuary for asylum, so Solomon sent word there and had Adonijah brought before him. Informing Adonijah that he would continue to live unless bad should be found in him, Solomon then dismissed him to his house.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004178/7/0\" data-bid=\"8-1\" class=\"b\">1Ki 1:41-53</a>.<strong>David&#x2019;s Charge to Solomon. </strong>David, before dying, gave Solomon the solemn charge to &#x201C;keep the obligation to Jehovah your God by walking in his ways, by keeping his statutes, his commandments and his judicial decisions and his testimonies.&#x201D; He further instructed him not to let Joab and Shimei &#x2018;go down into Sheol in peace&#x2019;; also to show loving-kindness toward the sons of Barzillai the Gileadite. (<a href=\"/en/wol/bc/r1/lp-e/1200004178/8/0\" data-bid=\"9-1\" class=\"b\">1Ki 2:1-9</a>) Probably it was prior to this that David had given instructions to Solomon regarding the building of the temple, passing on to him the architectural plan &#x201C;that had come to be with him by inspiration.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004178/9/0\" data-bid=\"10-1\" class=\"b\">1Ch 28:11, 12,</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/9/1\" data-bid=\"10-2\" class=\"b\">&#xA0;19</a>) David gave command to the princes of Israel there present to help Solomon his son and to join in building the sanctuary of Jehovah. On this occasion the people anointed Solomon again as king and Zadok as priest. (<a href=\"/en/wol/bc/r1/lp-e/1200004178/10/0\" data-bid=\"11-1\" class=\"b\">1Ch 22:6-19;</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/10/1\" data-bid=\"11-2\" class=\"b\"> chap 28;</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/10/2\" data-bid=\"11-3\" class=\"b\"> 29:1-22</a>) God&#x2019;s blessing on Solomon is shown early in his reign, as he began to sit upon &#x201C;Jehovah&#x2019;s throne as king in place of David his father and to make a success&#x201D; of the kingship and to develop strength in it.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004178/11/0\" data-bid=\"12-1\" class=\"b\">1Ch 29:23;</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/11/1\" data-bid=\"12-2\" class=\"b\"> 2Ch 1:1</a>.<span id=\"page988\" class=\"pageNum\" data-no=\"988\" data-before-text=\"988\"></span><strong>Adonijah&#x2019;s Seditious Request. </strong>It was not long until Solomon had to act to carry out David&#x2019;s instructions concerning Joab. This was prompted by the action of Adonijah, who still manifested ambition despite the mercy that Solomon had shown him. Adonijah approached Solomon&#x2019;s mother with the words: &#x201C;You yourself well know that the kingship was to have become mine, and it was toward me that all Israel had set their face for me to become king; but the kingship turned and came to be my brother&#x2019;s, for it was from Jehovah that it became his.&#x201D; Here Adonijah acknowledged that Jehovah was behind the enthroning of Solomon, yet his request that followed these words was a further crafty bid for usurpation of the kingship. He said to Bath-sheba: &#x201C;Please, say to Solomon the king .&#xA0;.&#xA0;. that he should give me Abishag the Shunammite as a wife.&#x201D; Adonijah may have felt that he had a strong enough following, together with the support of Joab and Abiathar, that, by taking David&#x2019;s nurse, considered to have been David&#x2019;s concubine, though David had had no relations with her, he could start an uprising that might overthrow Solomon. By custom the wives and concubines of a king could only become those of his legal successor, so the taking of such wives was considered a claim to the throne. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200004178/12/0\" data-bid=\"13-1\" class=\"b\">2Sa 16:21,&#xA0;22</a>.) When Bath-sheba, not discerning Adonijah&#x2019;s duplicity, transmitted his request to Solomon, Solomon interpreted it immediately as a bid for the kingship and forthwith sent Benaiah to put Adonijah to death.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004178/13/0\" data-bid=\"14-1\" class=\"b\">1Ki 2:13-25</a>.<strong><em>Abiathar deposed; Joab put to death. </em></strong>Then Solomon gave attention to those who had conspired with Adonijah. Abiathar was dismissed from the priesthood in fulfillment of Jehovah&#x2019;s word spoken against the house of Eli (<a href=\"/en/wol/bc/r1/lp-e/1200004178/14/0\" data-bid=\"15-1\" class=\"b\">1Sa 2:30-36</a>), but he was not killed, because he had carried the Ark before David and had suffered affliction with him. Zadok replaced Abiathar. In the meantime, Joab, having heard of Solomon&#x2019;s action, fled to grab hold of the horns of the altar, but there he was slain by Benaiah at Solomon&#x2019;s order.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004178/15/0\" data-bid=\"16-1\" class=\"b\">1Ki 2:26-35</a>.<strong><em>Shimei executed. </em></strong>Solomon also placed Shimei on oath to observe certain restrictions, for this man had called down evil on his father David. When Shimei, about three years later, violated this restriction, Solomon had him put to death. Thus David&#x2019;s injunction to Solomon was fully carried out.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004178/16/0\" data-bid=\"17-1\" class=\"b\">1Ki 2:36-46</a>.<strong>Solomon&#x2019;s Wise Request. </strong>In the early part of Solomon&#x2019;s reign the people were sacrificing on many &#x201C;high places,&#x201D; because there was no house of Jehovah, though the tabernacle was at Gibeon and the ark of the covenant was in a tent on Zion. Although Jehovah had said that his name was to be placed upon Jerusalem, he evidently tolerated this practice until the temple should be built. (<a href=\"/en/wol/bc/r1/lp-e/1200004178/17/0\" data-bid=\"18-1\" class=\"b\">1Ki 3:2,&#xA0;3</a>) At Gibeon, known as &#x201C;the great high place,&#x201D; Solomon offered a thousand burnt sacrifices. Here Jehovah appeared to him in a dream, saying: &#x201C;Request what I should give you.&#x201D; Instead of asking for riches, glory, and victory, Solomon requested a wise, understanding, and obedient heart in order to be able to judge Israel. Solomon&#x2019;s humble request so pleased Jehovah that he gave him not only what he had asked for but also riches and glory &#x201C;so that there will not have happened to be any among the kings like you, all your days.&#x201D; Jehovah, however, added the admonition: &#x201C;And if you will walk in my ways by keeping my regulations and my commandments, just as David your father walked, I will also lengthen your days.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004178/18/0\" data-bid=\"19-1\" class=\"b\">1Ki 3:4-14</a>.Shortly afterward, when two prostitutes presented a difficult problem of parental identity, Solomon demonstrated that God had indeed endowed him with judicial wisdom. This greatly strengthened Solomon&#x2019;s authority in the eyes of the people.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004178/19/0\" data-bid=\"20-1\" class=\"b\">1Ki 3:16-28</a>.<strong>Building Projects. </strong>(PICTURES, Vol.&#xA0;1, pp.&#xA0;748, 750, 751) In the fourth year of his reign, in the second month of the year (the month Ziv [April-May]), in 1034&#xA0;B.C.E., Solomon began to build the house of Jehovah on Mount Moriah. (<a href=\"/en/wol/bc/r1/lp-e/1200004178/20/0\" data-bid=\"21-1\" class=\"b\">1Ki 6:1</a>) The building of the temple was peacefully quiet; the stones were fitted before being brought to the site, so that no sound of hammers or axes or of any tools of iron was heard. (<a href=\"/en/wol/bc/r1/lp-e/1200004178/21/0\" data-bid=\"22-1\" class=\"b\">1Ki 6:7</a>) King Hiram of Tyre cooperated in supplying timbers of cedar and juniper trees in exchange for wheat and oil. (<a href=\"/en/wol/bc/r1/lp-e/1200004178/22/0\" data-bid=\"23-1\" class=\"b\">1Ki 5:10-12;</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/22/1\" data-bid=\"23-2\" class=\"b\"> 2Ch 2:11-16</a>) He also furnished workmen, including an expert craftsman named Hiram, the son of a Tyrian man and a Hebrew woman. (<a href=\"/en/wol/bc/r1/lp-e/1200004178/23/0\" data-bid=\"24-1\" class=\"b\">1Ki 7:13,&#xA0;14</a>) Solomon conscripted for forced labor 30,000 men, sending them to Lebanon in shifts of 10,000 a month. Each group returned to their homes for two-month periods. Besides these, there were 70,000 burden bearers and 80,000 cutters. These last-named groups were non-Israelites.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004178/24/0\" data-bid=\"25-1\" class=\"b\">1Ki 5:13-18;</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/24/1\" data-bid=\"25-2\" class=\"b\"> 2Ch 2:17,&#xA0;18</a>.<strong><em>Inauguration of the temple. </em></strong>The tremendous building project occupied seven and a half years, being concluded in the eighth month, Bul, in 1027&#xA0;B.C.E. (<a href=\"/en/wol/bc/r1/lp-e/1200004178/25/0\" data-bid=\"26-1\" class=\"b\">1Ki 6:37,&#xA0;38</a>) It appears that it took some time afterward to bring in the utensils and to get everything arranged, for it was in the seventh month, Ethanim, at the time of the Festival <span id=\"page989\" class=\"pageNum\" data-no=\"989\" data-before-text=\"989\"></span>of Booths, that the sanctification and inauguration of the temple were carried out by Solomon. (<a href=\"/en/wol/bc/r1/lp-e/1200004178/26/0\" data-bid=\"27-1\" class=\"b\">1Ki 8:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/26/1\" data-bid=\"27-2\" class=\"b\"> 2Ch 7:8-10</a>) Therefore it must have taken place in the seventh month of 1026&#xA0;B.C.E., 11 months after completing the building, rather than a month before the structure was completed (in 1027&#xA0;B.C.E.), as some have thought.Another view adopted by some is that the inauguration services were in Solomon&#x2019;s 24th year (1014&#xA0;B.C.E.), after he had also built his own house and other government buildings, which occupied 13 more years, or 20 years of building work in all. This view is supported by the Greek <em>Septuagint, </em>which interpolates certain words not found in the Masoretic text, at <a href=\"/en/wol/bc/r1/lp-e/1200004178/27/0\" data-bid=\"28-1\" class=\"b\">1&#xA0;Kings 8:1</a> (<a href=\"/en/wol/bc/r1/lp-e/1200004178/28/0\" data-bid=\"29-1\" class=\"b\">3&#xA0;Kings 8:1</a> in <em>LXX, </em>Bagster) reading: &#x201C;And it came to pass when Solomon had finished building the house of the Lord and his own house after twenty years, then king Solomon assembled all the elders of Israel in Sion, to bring the ark of the covenant of the Lord out of the city of David, this is Sion, in the month of Athanin.&#x201D; However, a comparison of the accounts in Kings and Chronicles indicates that this is an incorrect conclusion.The record in <a href=\"/en/wol/bc/r1/lp-e/1200004178/29/0\" data-bid=\"30-1\" class=\"b\">1&#xA0;Kings chapters&#xA0;6 to 8</a> describes the temple construction and its completion; next it mentions Solomon&#x2019;s 13-year government building program; and then, after speaking again at length of the temple construction and the bringing in of the &#x201C;things made holy by David his father,&#x201D; the account proceeds to describe the inauguration. This seems to indicate that the description of the government building program (<a href=\"/en/wol/bc/r1/lp-e/1200004178/30/0\" data-bid=\"31-1\" class=\"b\">1Ki 7:1-8</a>) was inserted parenthetically, as it were, to round out and complete the discussion about the building operations. But the record at <a href=\"/en/wol/bc/r1/lp-e/1200004178/31/0\" data-bid=\"32-1\" class=\"b\">2&#xA0;Chronicles 5:1-3</a> appears to indicate more directly that the inauguration took place as soon as the temple and its furnishings were ready, for it reads: &#x201C;Finally all the work that Solomon had to do for the house of Jehovah was at its completion, and Solomon began to bring in the things made holy by David his father; and the silver and the gold and all the utensils he put in the treasures of the house of the true God. It was then that Solomon proceeded to congregate the older men of Israel and all the heads of the tribes.&#x201D; After detailing the installation of the ark of the covenant in the temple by the priests, who carried it from the City of David up to the temple hill, the account then goes on to describe the inauguration.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004178/32/0\" data-bid=\"33-1\" class=\"b\">2Ch 5:4-14;</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/32/1\" data-bid=\"33-2\" class=\"b\"> chaps 6,</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/32/2\" data-bid=\"33-3\" class=\"b\">&#xA0;7</a>.Some have questioned the view just mentioned that the inauguration took place in the year after the temple was completed, because of <a href=\"/en/wol/bc/r1/lp-e/1200004178/33/0\" data-bid=\"34-1\" class=\"b\">1&#xA0;Kings 9:1-9</a>, which speaks of Jehovah as appearing to Solomon after &#x201C;the house of the king&#x201D; was constructed, saying that he had heard Solomon&#x2019;s prayer. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200004178/34/0\" data-bid=\"35-1\" class=\"b\">2Ch 7:11-22</a>.) This was in his 24th year, after his 20-year building work. Was God 12 years in answering Solomon&#x2019;s prayer given at the inauguration of the temple? No, for at that inauguration, at the close of Solomon&#x2019;s prayer, &#x201C;the fire itself came down from the heavens and proceeded to consume the burnt offering and the sacrifices, and Jehovah&#x2019;s glory itself filled the house.&#x201D; This was a powerful manifestation of Jehovah&#x2019;s hearing of the prayer, an answer by <em>action, </em>and was acknowledged as such by the people. (<a href=\"/en/wol/bc/r1/lp-e/1200004178/35/0\" data-bid=\"36-1\" class=\"b\">2Ch 7:1-3</a>) God&#x2019;s later appearance to Solomon showed that he had not forgotten that prayer offered 12 years previously, and now he was answering it <em>verbally </em>by assuring Solomon of his response to it. God, at this second appearance, also gave Solomon added admonition to continue faithful as had David his father.<strong><em>Solomon&#x2019;s prayer. </em></strong>In Solomon&#x2019;s prayer at the temple inauguration he referred to Jehovah as the God above all, a God of loving-kindness and loyalty, the Fulfiller of his promises. Though the temple was a house for Jehovah, Solomon realized that &#x201C;the heavens, yes, the heaven of the heavens, themselves&#x201D; could not contain Him. He is the Hearer and Answerer of prayer, the God of justice, rewarding the righteous and repaying the wicked, but forgiving the sinner who repents and returns to Him. He is not a &#x2018;nature god,&#x2019; but does exercise control over the elements, over animal life, even over the nations of earth. He is not a mere national God of the Hebrews but is the God of all men who seek him. In his prayer Solomon manifested the desire to see Jehovah&#x2019;s name made great in all the earth; Solomon expressed his own love for righteousness and justice, love for God&#x2019;s people Israel and for the foreigner who would seek Jehovah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004178/36/0\" data-bid=\"37-1\" class=\"b\">1Ki 8:22-53;</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/36/1\" data-bid=\"37-2\" class=\"b\"> 2Ch 6:12-42</a>.At the inauguration all the priests officiated; on this occasion there was no need to observe the divisions that David had arranged. (<a href=\"/en/wol/bc/r1/lp-e/1200004178/37/0\" data-bid=\"38-1\" class=\"b\">2Ch 5:11</a>) The need for the services of all can be seen in that, besides the grain offerings presented, 22,000 cattle and 120,000 sheep were offered as burnt offerings and communion sacrifices during that festal seven-day period, which was concluded by a solemn assembly on the eighth day. So large was the number of sacrifices that the great copper altar proved too small; to accommodate them, Solomon had to sanctify a portion of the courtyard for this purpose.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004178/38/0\" data-bid=\"39-1\" class=\"b\">1Ki 8:63, 64;</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/38/1\" data-bid=\"39-2\" class=\"b\"> 2Ch 7:5,</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/38/2\" data-bid=\"39-3\" class=\"b\">&#xA0;7</a>.Solomon later set the divisions of the priests <span id=\"page990\" class=\"pageNum\" data-no=\"990\" data-before-text=\"990\"></span>over their services and the Levites in their posts of duty as these had been outlined by David. The temple now became the place where all the Israelites were to gather for their seasonal festivals and their sacrifices to Jehovah.<strong><em>Government buildings. </em></strong>During the 13 years after completing the temple, Solomon built a new royal palace on Mount Moriah, immediately to the S of the temple, so that it was near the temple&#x2019;s outer courtyard, but on lower ground. Near this he built the Porch of the Throne, the Porch of Pillars, and the House of the Forest of Lebanon. All these buildings were on the descending terrain between the summit of the temple hill and the low spur of the City of David. He also built a house for his Egyptian wife; she was not allowed to &#x201C;dwell in the house of David the king of Israel, for,&#x201D; as Solomon said, &#x201C;the places to which the ark of Jehovah has come are something holy.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004178/39/0\" data-bid=\"40-1\" class=\"b\">1Ki 7:1-8;</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/39/1\" data-bid=\"40-2\" class=\"b\"> 3:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/39/2\" data-bid=\"40-3\" class=\"b\"> 9:24;</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/39/3\" data-bid=\"40-4\" class=\"b\"> 11:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/39/4\" data-bid=\"40-5\" class=\"b\"> 2Ch 8:11</a>.<strong><em>Nationwide building. </em></strong>After completing his governmental building projects, Solomon set out on a nationwide construction program. He used as forced labor the offspring of Canaanites whom Israel had not devoted to destruction in their conquest of Canaan, but he did not reduce any Israelite to this slave status. (<a href=\"/en/wol/bc/r1/lp-e/1200004178/40/0\" data-bid=\"41-1\" class=\"b\">1Ki 9:20-22;</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/40/1\" data-bid=\"41-2\" class=\"b\"> 2Ch 8:7-10</a>) He built up and fortified Gezer (which Pharaoh had taken from the Canaanites and presented as a gift to his daughter, Solomon&#x2019;s wife), as well as Upper and Lower Beth-horon, Baalath, and Tamar; he also constructed storage cities, chariot cities, and cities for horsemen. The entire realm, including the territory E of the Jordan, benefited from his building works. He further fortified the Mound. He &#x201C;closed up the gap of the City of David.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004178/41/0\" data-bid=\"42-1\" class=\"b\">1Ki 11:27</a>) This may have reference to his building or extending &#x201C;Jerusalem&#x2019;s wall all around.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004178/42/0\" data-bid=\"43-1\" class=\"b\">1Ki 3:1</a>) He strongly fortified Hazor and Megiddo; archaeologists have discovered portions of strong walls and fortified gates that they believe to be the remains of Solomon&#x2019;s works in these cities, now in ruins.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004178/43/0\" data-bid=\"44-1\" class=\"b\">1Ki 9:15-19;</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/43/1\" data-bid=\"44-2\" class=\"b\"> 2Ch 8:1-6</a>.<strong>His Riches and Glory. </strong>Solomon engaged extensively in trade. His fleet, in cooperation with Hiram&#x2019;s, brought in great quantities of gold from Ophir, as well as &#x201C;algum&#x201D; timbers and precious stones. (<a href=\"/en/wol/bc/r1/lp-e/1200004178/44/0\" data-bid=\"45-1\" class=\"b\">1Ki 9:26-28;</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/44/1\" data-bid=\"45-2\" class=\"b\"> 10:11;</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/44/2\" data-bid=\"45-3\" class=\"b\"> 2Ch 8:17, 18;</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/44/3\" data-bid=\"45-4\" class=\"b\"> 9:10,&#xA0;11</a>) Horses and chariots were imported from Egypt, and traders from all over the world of that time brought their goods in abundance. Solomon&#x2019;s annual revenue of gold came to be 666 talents (c. $256,643,000), aside from silver and gold and other items brought in by merchants. (<a href=\"/en/wol/bc/r1/lp-e/1200004178/45/0\" data-bid=\"46-1\" class=\"b\">1Ki 10:14, 15;</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/45/1\" data-bid=\"46-2\" class=\"b\"> 2Ch 9:13,&#xA0;14</a>) Additionally, &#x201C;all the kings of the earth&#x201D; brought gifts yearly from their lands: gold and silver articles, balsam oil, armor, horses, mules, and other riches. (<a href=\"/en/wol/bc/r1/lp-e/1200004178/46/0\" data-bid=\"47-1\" class=\"b\">1Ki 10:24, 25,</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/46/1\" data-bid=\"47-2\" class=\"b\"> 28, 29;</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/46/2\" data-bid=\"47-3\" class=\"b\"> 2Ch 9:23-28</a>) Even apes and peacocks were imported in ships of Tarshish. (<a href=\"/en/wol/bc/r1/lp-e/1200004178/47/0\" data-bid=\"48-1\" class=\"b\">1Ki 10:22;</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/47/1\" data-bid=\"48-2\" class=\"b\"> 2Ch 9:21</a>) Solomon came to have 4,000 stalls of horses and chariots (<a href=\"/en/wol/bc/r1/lp-e/1200004178/48/0\" data-bid=\"49-1\" class=\"b\">1Ki 10:26</a> says 1,400 chariots) and 12,000 steeds (or, possibly, horsemen).<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004178/49/0\" data-bid=\"50-1\" class=\"b\">2Ch 9:25</a>.There was no king in all the earth who possessed the riches of Solomon. (<a href=\"/en/wol/bc/r1/lp-e/1200004178/50/0\" data-bid=\"51-1\" class=\"b\">1Ki 10:23;</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/50/1\" data-bid=\"51-2\" class=\"b\"> 2Ch 9:22</a>) The approach to his throne exceeded in magnificence anything in other kingdoms. The throne itself was of ivory overlaid with fine gold. It had a round canopy behind it; six steps led up to it, with six lions on each side, and two lions stood beside the throne&#x2019;s armrests. (<a href=\"/en/wol/bc/r1/lp-e/1200004178/51/0\" data-bid=\"52-1\" class=\"b\">1Ki 10:18-20;</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/51/1\" data-bid=\"52-2\" class=\"b\"> 2Ch 9:17-19</a>) For his drinking vessels only gold was used; it is specifically stated that &#x201C;there was nothing of silver; it was considered as nothing at all in the days of Solomon.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004178/52/0\" data-bid=\"53-1\" class=\"b\">2Ch 9:20</a>) There were harps and stringed instruments in Solomon&#x2019;s house and in the temple that were made from algum timbers such as had never been seen before in Judah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004178/53/0\" data-bid=\"54-1\" class=\"b\">1Ki 10:12;</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/53/1\" data-bid=\"54-2\" class=\"b\"> 2Ch 9:11</a>.<strong><em>His household food supply. </em></strong>The daily food for Solomon&#x2019;s royal household amounted to &#x201C;thirty cor measures [6,600&#xA0;L; 188&#xA0;bu] of fine flour and sixty cor measures [13,200&#xA0;L; 375&#xA0;bu] of flour, ten fat cattle and twenty pastured cattle and a hundred sheep, besides some stags and gazelles and roebucks and fattened cuckoos.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004178/54/0\" data-bid=\"55-1\" class=\"b\">1Ki 4:22,&#xA0;23</a>) Twelve deputies supervised the supplying of food, one deputy for each month of the year. They each had supervision of a portion of the land; for this purpose it was not divided according to the tribal boundaries but according to agricultural growing regions. Included in the supplies was provender for Solomon&#x2019;s many horses.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004178/55/0\" data-bid=\"56-1\" class=\"b\">1Ki 4:1-19,</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/55/1\" data-bid=\"56-2\" class=\"b\"> 27,&#xA0;28</a>.<strong><em>Queen of Sheba visits Solomon. </em></strong>One of the most distinguished visitors that came from a foreign land to view the glory and riches of Solomon was the queen of Sheba. Solomon&#x2019;s fame had reached &#x201C;all the people of the earth&#x201D; so that she made the trip from her faraway domain &#x201C;to test him with perplexing questions.&#x201D; She spoke to him &#x201C;all that happened to be close to her heart,&#x201D; and &#x201C;there proved to be no matter hidden from the king that he did not tell her.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004178/56/0\" data-bid=\"57-1\" class=\"b\">1Ki 10:1-3,</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/56/1\" data-bid=\"57-2\" class=\"b\"> 24;</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/56/2\" data-bid=\"57-3\" class=\"b\"> 2Ch 9:1,&#xA0;2</a>.After the queen also observed the splendor of the temple and of Solomon&#x2019;s house, his table and drinking service along with the attire of his waiters, and the regular burnt sacrifices at the temple, <span id=\"page991\" class=\"pageNum\" data-no=\"991\" data-before-text=\"991\"></span>&#x201C;there proved to be no more spirit in her,&#x201D; so she exclaimed, &#x201C;Look! I had not been told the half. You have surpassed in wisdom and prosperity the things heard to which I listened.&#x201D; Then she proceeded to pronounce happy the servants who served such a king. By all this she was led to give praise to Jehovah, to bless Jehovah God, who expressed his love to Israel by appointing Solomon as king to render judicial decision and righteousness.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004178/57/0\" data-bid=\"58-1\" class=\"b\">1Ki 10:4-9;</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/57/1\" data-bid=\"58-2\" class=\"b\"> 2Ch 9:3-8</a>.Then she bestowed upon Solomon the magnificent gift of 120 talents of gold ($46,242,000) and a great number of precious stones and balsam oil in unusually great quantity. Solomon, in turn, gave the queen whatever she asked, apart from his own generous-hearted bounty, possibly more than she had brought to him.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004178/58/0\" data-bid=\"59-1\" class=\"b\">1Ki 10:10,</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/58/1\" data-bid=\"59-2\" class=\"b\"> 13;</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/58/2\" data-bid=\"59-3\" class=\"b\"> 2Ch 9:9,</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/58/3\" data-bid=\"59-4\" class=\"b\">&#xA0;12</a>.<strong><em>Prosperity of his rule. </em></strong>Jehovah blessed Solomon with wisdom, glory, and riches as long as he remained firm for true worship, and the nation of Israel likewise enjoyed God&#x2019;s favor. David had been used to subdue Israel&#x2019;s enemies and to establish the kingdom firmly to its outer boundaries. The account reports: &#x201C;As for Solomon, he proved to be ruler over all the kingdoms from the River [Euphrates] to the land of the Philistines and to the boundary of Egypt. They were bringing gifts and serving Solomon all the days of his life.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004178/59/0\" data-bid=\"60-1\" class=\"b\">1Ki 4:21</a>) During Solomon&#x2019;s reign there was peace, and &#x201C;Judah and Israel were many, like the grains of sand that are by the sea for multitude, eating and drinking and rejoicing.&#x201D; &#x201C;And Judah and Israel continued to dwell in security, everyone under his own vine and under his own fig tree, from Dan to Beer-sheba, all the days of Solomon.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004178/60/0\" data-bid=\"61-1\" class=\"b\">1Ki 4:20,</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/60/1\" data-bid=\"61-2\" class=\"b\"> 25</a>; MAP, Vol.&#xA0;1, p.&#xA0;748.<strong>Solomon&#x2019;s Wisdom. </strong>&#x201C;And God continued giving Solomon wisdom and understanding in very great measure and a broadness of heart, like the sand that is upon the seashore. And Solomon&#x2019;s wisdom was vaster than the wisdom of all the Orientals and than all the wisdom of Egypt.&#x201D; Then other men of unusual wisdom are named: Ethan the Ezrahite (apparently a singer of David&#x2019;s time and the writer of <a href=\"/en/wol/bc/r1/lp-e/1200004178/61/0\" data-bid=\"62-1\" class=\"b\">Psalm&#xA0;89</a>) and three other wise men of Israel. Solomon was wiser than these; in fact, &#x201C;his fame came to be in all the nations all around. And he could speak three thousand proverbs, and his songs came to be a thousand and five.&#x201D; The range of his knowledge covered the plants and animals of earth, and his proverbs, along with his writings in the books of Ecclesiastes and The Song of Solomon, reveal that he had a deep knowledge of human nature. (<a href=\"/en/wol/bc/r1/lp-e/1200004178/62/0\" data-bid=\"63-1\" class=\"b\">1Ki 4:29-34</a>) From Ecclesiastes we learn that he did much meditation in order to find &#x201C;the delightful words and the writing of correct words of truth.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004178/63/0\" data-bid=\"64-1\" class=\"b\">Ec 12:10</a>) He experienced many things, going out among the lowly and the high ones, keenly observant of their life, their work, their hopes and aims, and the vicissitudes of mankind. He exalted the knowledge of God and his law, and he emphasized above all things that &#x2018;the fear of Jehovah is the beginning of knowledge and wisdom&#x2019; and that the whole obligation of man is to &#x201C;fear the true God and keep his commandments.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004178/64/0\" data-bid=\"65-1\" class=\"b\">Pr 1:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/64/1\" data-bid=\"65-2\" class=\"b\"> 9:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/64/2\" data-bid=\"65-3\" class=\"b\"> Ec 12:13</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200004178/0\">ECCLESIASTES</a>.<strong>His Deviation From Righteousness. </strong>As long as Solomon remained true to the worship of Jehovah, he prospered. Evidently his proverbs were uttered, and the books of Ecclesiastes and The Song of Solomon, as well as at least one of the Psalms (<a href=\"/en/wol/bc/r1/lp-e/1200004178/65/0\" data-bid=\"66-1\" class=\"b\">Ps 127</a>), were written during his period of faithful service to God. However, Solomon began to disregard God&#x2019;s law. We read: &#x201C;And King Solomon himself loved many foreign wives along with the daughter of Pharaoh, Moabite, Ammonite, Edomite, Sidonian and Hittite women, from the nations of whom Jehovah had said to the sons of Israel: &#x2018;You must not go in among them, and they themselves should not come in among you; truly they will incline your heart to follow their gods.&#x2019; It was to them that Solomon clung to love them. And he came to have seven hundred wives, princesses, and three hundred concubines; and his wives gradually inclined his heart. And it came about in the time of Solomon&#x2019;s growing old that his wives themselves had inclined his heart to follow other gods; and his heart did not prove to be complete with Jehovah his God like the heart of David his father. And Solomon began going after Ashtoreth the goddess of the Sidonians and after Milcom the disgusting thing of the Ammonites. And Solomon began to do what was bad in the eyes of Jehovah, and he did not follow Jehovah fully like David his father. It was then that Solomon proceeded to build a high place to Chemosh the disgusting thing of Moab on the mountain that was in front of Jerusalem, and to Molech the disgusting thing of the sons of Ammon. And that was the way he did for all his foreign wives who were making sacrificial smoke and sacrificing to their gods.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004178/66/0\" data-bid=\"67-1\" class=\"b\">1Ki 11:1-8</a>.While this took place &#x201C;in the time of Solomon&#x2019;s growing old,&#x201D; we need not assume that his deviation was because of senility, for Solomon was relatively young when taking the throne, and the length of his reign was 40 years. (<a href=\"/en/wol/bc/r1/lp-e/1200004178/67/0\" data-bid=\"68-1\" class=\"b\">1Ch 29:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/67/1\" data-bid=\"68-2\" class=\"b\"> 2Ch 9:30</a>) The account does not say that Solomon completely forsook the worship at the temple and <span id=\"page992\" class=\"pageNum\" data-no=\"992\" data-before-text=\"992\"></span>the offering of sacrifices there. He apparently attempted to practice a sort of interfaith, in order to please his foreign wives. For this, &#x201C;Jehovah came to be incensed at Solomon, because his heart had inclined away from Jehovah the God of Israel, the one appearing to him twice.&#x201D; Jehovah informed Solomon that, as a consequence, He would rip part of the kingdom away from him, but not in Solomon&#x2019;s day, out of respect for David and for the sake of Jerusalem. But he would do it in the days of Solomon&#x2019;s son, leaving that son with only one tribe (besides Judah), which tribe proved to be Benjamin.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004178/68/0\" data-bid=\"69-1\" class=\"b\">1Ki 11:9-13</a>.<strong><em>Resisters of Solomon. </em></strong>From that time on, Jehovah began to raise up resisters to Solomon, primarily Jeroboam of the tribe of Ephraim, who finally pulled ten tribes away from being loyal to the throne in Rehoboam&#x2019;s time, and who established the northern kingdom that came to be called Israel. As a young man, Jeroboam, because of his industriousness, had been placed by Solomon over all the compulsory service of the house of Joseph. Also giving trouble to Solomon were Hadad the Edomite and Rezon, an enemy of David who became king of Syria.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004178/69/0\" data-bid=\"70-1\" class=\"b\">1Ki 11:14-40;</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/69/1\" data-bid=\"70-2\" class=\"b\"> 12:12-15</a>.King Solomon&#x2019;s drawing away from God had its bad effect on Solomon&#x2019;s rule. It became oppressive, doubtless due to the drain on the economy because of the high cost of his government, which must have been increasing to excess. There was also discontent among those he had conscripted for forced labor and, no doubt, also among their Israelite overseers. Having turned away from following God with a complete heart, Solomon would no longer receive Jehovah&#x2019;s blessing and prosperity or the continued wisdom to govern in righteousness and justice and to solve the problems arising. As Solomon himself had stated: &#x201C;When the righteous become many, the people rejoice; but when anyone wicked bears rule, the people sigh.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004178/70/0\" data-bid=\"71-1\" class=\"b\">Pr 29:2</a>.That this situation came about is made clear by the record of what took place shortly after Solomon&#x2019;s death, when Rehoboam ruled. Through the prophet Ahijah, God had sent a message to Jeroboam, telling Jeroboam that God would give him ten tribes and that if he would keep His statutes, God would build him a lasting house, just as he had done for David. After this, Solomon sought to kill Jeroboam, who fled to Egypt, where a successor of the father of Solomon&#x2019;s Egyptian wife now ruled. Jeroboam remained there until Solomon&#x2019;s death. Then he led the people in a complaint to Rehoboam and finally in rebellion.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004178/71/0\" data-bid=\"72-1\" class=\"b\">1Ki 11:26-40;</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/71/1\" data-bid=\"72-2\" class=\"b\"> 12:12-20</a>.Though Solomon had inclined his heart away from Jehovah, he &#x201C;lay down with his forefathers, and was buried in the City of David his father.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004178/72/0\" data-bid=\"73-1\" class=\"b\">1Ki 11:43;</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/72/1\" data-bid=\"73-2\" class=\"b\"> 2Ch 9:31</a>.<strong>Jesus, a Legal Heir of Solomon. </strong>Matthew traces the descendants of Solomon down to Joseph, the adoptive father of Jesus, thus demonstrating that Jesus had the legal right to the throne of David through the kingly line. (<a href=\"/en/wol/bc/r1/lp-e/1200004178/73/0\" data-bid=\"74-1\" class=\"b\">Mt 1:7,</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/73/1\" data-bid=\"74-2\" class=\"b\">&#xA0;16</a>) Luke traces Jesus&#x2019; lineage to Heli (apparently the father of Mary) through Nathan, who was another son of David and Bath-sheba and therefore Solomon&#x2019;s full brother. (<a href=\"/en/wol/bc/r1/lp-e/1200004178/74/0\" data-bid=\"75-1\" class=\"b\">Lu 3:23,</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/74/1\" data-bid=\"75-2\" class=\"b\">&#xA0;31</a>) Both lines of descent merge in Zerubbabel and Shealtiel and again branch out into two lines of descent. (<a href=\"/en/wol/bc/r1/lp-e/1200004178/75/0\" data-bid=\"76-1\" class=\"b\">Mt 1:12, 13;</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/75/1\" data-bid=\"76-2\" class=\"b\"> Lu 3:27</a>) Mary the mother of Jesus was a descendant through Nathan, and Joseph his adoptive father descended through Solomon, so that Jesus was both the natural and legal descendant of David, with full right to the throne.<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200004178/1\">GENEALOGY OF JESUS CHRIST</a>.<strong>Need to Guard the Heart. </strong>As long as Solomon maintained an &#x201C;obedient heart,&#x201D; with which he was concerned at the beginning, he had Jehovah&#x2019;s favor and he prospered. But his bad outcome demonstrates that knowledge, great ability, or power, riches, and fame are not the most important things, and that to turn away from Jehovah is to forsake wisdom. Solomon&#x2019;s own counsel proved true: &#x201C;More than all else that is to be guarded, safeguard your heart, for out of it are the sources of life.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004178/76/0\" data-bid=\"77-1\" class=\"b\">1Ki 3:9;</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/76/1\" data-bid=\"77-2\" class=\"b\"> Pr 4:23</a>) His case illustrates the treacherousness and desperateness of the heart of sinful man, but more, it shows that the best of hearts can be enticed if constant vigilance is not kept. Loving what Jehovah loves and hating what he hates, constantly seeking his guidance and the doing of what pleases him, are a sure protection.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004178/77/0\" data-bid=\"78-1\" class=\"b\">Jer 17:9;</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/77/1\" data-bid=\"78-2\" class=\"b\"> Pr 8:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/77/2\" data-bid=\"78-3\" class=\"b\"> Heb 1:9;</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/77/3\" data-bid=\"78-4\" class=\"b\"> Joh 8:29</a>.<strong>Messianic Prophecies. </strong>There are many similarities between the reign of Solomon and that of the great King Jesus Christ, as prophesied in the Scriptures. In many respects Solomon&#x2019;s rule, as long as he was obedient to Jehovah, is a small-scale pattern of the Messianic Kingdom. Jesus Christ, &#x201C;something more than Solomon,&#x201D; came as a man of peace, and he appears to have carried out a spiritual building work especially related to the restoration of true worship among his anointed followers in Jehovah&#x2019;s great spiritual temple. (<a href=\"/en/wol/bc/r1/lp-e/1200004178/78/0\" data-bid=\"79-1\" class=\"b\">Mt 12:42;</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/78/1\" data-bid=\"79-2\" class=\"b\"> 2Co 6:16;</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/78/2\" data-bid=\"79-3\" class=\"b\"> Joh 14:27;</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/78/3\" data-bid=\"79-4\" class=\"b\"> 16:33;</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/78/4\" data-bid=\"79-5\" class=\"b\"> Ro 14:17;</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/78/5\" data-bid=\"79-6\" class=\"b\"> Jas 3:18</a>) Solomon was of the line of David, as was Jesus. Solomon&#x2019;s name (from a root meaning &#x201C;peace&#x201D;) fits the glorified Jesus Christ as the <span id=\"page993\" class=\"pageNum\" data-no=\"993\" data-before-text=\"993\"></span>&#x201C;Prince of Peace.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004178/79/0\" data-bid=\"80-1\" class=\"b\">Isa 9:6</a>) His name Jedidiah (meaning &#x201C;Beloved of Jah&#x201D;) harmonizes with God&#x2019;s own statement about his Son at the time of Jesus&#x2019; baptism: &#x201C;This is my Son, <em>the beloved, </em>whom I have approved.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004178/80/0\" data-bid=\"81-1\" class=\"b\">Mt 3:17</a>.<a href=\"/en/wol/bc/r1/lp-e/1200004178/81/0\" data-bid=\"82-1\" class=\"b\">Psalm 72</a> is a prayerful expression in behalf of the rule of Solomon: &#x201C;Let the mountains carry peace to the people .&#xA0;.&#xA0;. In his days the righteous one will sprout, and the abundance of peace until the moon is no more. And he will have subjects from sea to sea [apparently the Mediterranean and the Red Sea (<a href=\"/en/wol/bc/r1/lp-e/1200004178/82/0\" data-bid=\"83-1\" class=\"b\">Ex 23:31</a>)] and from the River [Euphrates] to the ends of the earth.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004178/83/0\" data-bid=\"84-1\" class=\"b\">Ps 72:3-8</a>.On <a href=\"/en/wol/bc/r1/lp-e/1200004178/84/0\" data-bid=\"85-1\" class=\"b\">Psalm 72:7</a> (&#x201C;until the moon is no more&#x201D;), Cook&#x2019;s <em>Commentary </em>says: &#x201C;This passage is important as shewing that the idea of a King whose reign should last to the end of time was distinctly present to the Psalmist&#x2019;s mind. It determines the Messianic character of the whole composition.&#x201D; And on <a href=\"/en/wol/bc/r1/lp-e/1200004178/85/0\" data-bid=\"86-1\" class=\"b\">verse 8</a>, he remarks: &#x201C;The kingdom was to be universal, extending to the ends of the earth. The extension of the Israelitish realm under David and Solomon was sufficient to suggest the hope, and might be regarded by the Psalmist as a pledge of its realization, but taken in connection with the preceding verses this declaration is strictly Messianic.&#x201D;The prophet Micah, in a prophecy almost universally accepted as Messianic, drew on the circumstance described in Solomon&#x2019;s reign, that &#x201C;Judah and Israel continued to dwell in security, everyone under his own vine and under his own fig tree, .&#xA0;.&#xA0;. all the days of Solomon.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004178/86/0\" data-bid=\"87-1\" class=\"b\">1Ki 4:25;</a><a href=\"/en/wol/bc/r1/lp-e/1200004178/86/1\" data-bid=\"87-2\" class=\"b\"> Mic 4:4</a>) Zechariah&#x2019;s prophecy (<a href=\"/en/wol/bc/r1/lp-e/1200004178/87/0\" data-bid=\"88-1\" class=\"b\">Zec 9:9,&#xA0;10</a>) quotes <a href=\"/en/wol/bc/r1/lp-e/1200004178/88/0\" data-bid=\"89-1\" class=\"b\">Psalm 72:8</a>, and Matthew applies Zechariah&#x2019;s prophecy to Jesus Christ.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004178/89/0\" data-bid=\"90-1\" class=\"b\">Mt 21:4,&#xA0;5</a>."}