{"title":"Spinning","link":"/en/wol/d/r1/lp-e/1200004210","html":"<span id=\"page1017\" class=\"pageNum\" data-no=\"1017\" data-before-text=\"1017\"></span><strong>SPINNING</strong>The process of drawing out and twisting together plant or animal fibers, such as flax, cotton, wool, and goat&#x2019;s hair, into thread or yarn. Spun threads were used for weaving, sewing, embroidering, or the making of rope.Among the Hebrews and others the distaff and spindle were employed in this process. It is said concerning the capable wife: &#x201C;Her hands she has thrust out to the distaff, and her own hands take hold of the spindle.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004210/0/0\" data-bid=\"1-1\" class=\"b\">Pr 31:19</a>) The distaff was a stick on which the cleansed and combed or carded (<a href=\"/en/wol/bc/r1/lp-e/1200004210/1/0\" data-bid=\"2-1\" class=\"b\">Isa 19:9</a>) fibers were loosely wound. Methods varied, but one way was to hold the distaff in the left hand. The fibers were drawn from it to some length and attached to the spindle. This was a shorter stick with a hook at one end to hold the fibers and a whorl (a disc of heavy material such as stone) near the other end. Using the right hand, the spinner twirled the hanging spindle, thus twisting the fibers into thread. This spun thread was next wound around the shank of the spindle and fastened. Then the operation was repeated until all the fibers on the distaff had been made into one long thread.Both men and women of ancient Egypt spun thread, but among the Hebrews the spinning seems to have been done primarily by women. Israelite women were privileged to spin and contribute materials when the tabernacle was to be constructed.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004210/2/0\" data-bid=\"3-1\" class=\"b\">Ex 35:25,&#xA0;26</a>.Jesus Christ referred to spinning when he urged his disciples, not to be unduly anxious about clothing, but to trust in God to clothe them. Jesus said: &#x201C;Mark well how the lilies grow; they neither toil nor spin; but I tell you, Not even Solomon in all his glory was arrayed as one of these.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004210/3/0\" data-bid=\"4-1\" class=\"b\">Lu 12:27, 28;</a><a href=\"/en/wol/bc/r1/lp-e/1200004210/3/1\" data-bid=\"4-2\" class=\"b\"> Mt 6:28-30</a>."}