{"title":"Stephen","link":"/en/wol/d/r1/lp-e/1200004230","html":"<span id=\"page1034\" class=\"pageNum\" data-no=\"1034\" data-before-text=\"1034\"></span><strong>STEPHEN</strong>(Ste&#x2B9;phen) [from a root meaning &#x201C;crown; wreath&#x201D;].The first Christian martyr. Though his name is Greek, he was one of the faithful Jewish remnant that accepted and followed the Messiah.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004230/0/0\" data-bid=\"1-1\" class=\"b\">Ac 7:2</a>.<strong>His Appointment to a Special Ministry. </strong>Stephen&#x2019;s name first appears in the Bible record in connection with the appointment of men to special service responsibilities in the Christian congregation at Jerusalem. The account reads: &#x201C;Now in these days, when the disciples were increasing, a murmuring arose on the part of the Greek-speaking Jews against the Hebrew-speaking Jews, because their widows were being overlooked in the daily distribution.&#x201D; The apostles saw the need for special attention to this matter, and they instructed the congregation: &#x201C;So, brothers, search out for yourselves seven certified men from among you, full of spirit and wisdom, that we may appoint them over this necessary business.&#x201D; These qualified men were then selected and were appointed by the apostles.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004230/1/0\" data-bid=\"2-1\" class=\"b\">Ac 6:1-6</a>.Stephen therefore received an appointment to a ministry in a special way. He and the six others appointed over &#x201C;this necessary business,&#x201D; the distribution of food supplies, may have already been older men, or overseers. These men were men &#x201C;full of spirit and wisdom,&#x201D; which this particular emergency required, for it was not only the mechanical distribution of food supplies (possibly in the form of grains and other staples) but also a matter of administration. The duties may have called for these men to handle buying, keeping of records, and so forth. So, although such work, if on a lesser scale or under other circumstances, might have been such as would be handled by a <em>di&#xB7;a&#x2B9;ko&#xB7;nos, </em>a &#x201C;ministerial servant,&#x201D; not by an overseer, or older man, the situation here was a sensitive one, difficulty and differences already existing in the congregation. Therefore it required men of notable judgment, discretion, understanding, and experience. Stephen&#x2019;s defense before the Sanhedrin indicates his qualifications.While taking care of these appointed ministerial duties, Stephen vigorously continued his Christian preaching. The chronicler Luke reports that &#x201C;Stephen, full of graciousness and power,&#x201D; and &#x201C;performing great portents and signs among the people,&#x201D; was bitterly opposed by Jews of the so-called Synagogue of the Freedmen and others from Asia and Africa. But Stephen spoke with such wisdom and spirit that they could not hold their own against him. As had been done in Jesus&#x2019; case, enemies secretly secured false witnesses to accuse Stephen of blasphemy before the Sanhedrin.<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200004230/0\">FREEDMAN, FREEMAN</a>.<strong>His Defense Before the Sanhedrin. </strong>Stephen boldly recounted God&#x2019;s dealings with the Hebrews from the time of their forefather Abraham, and he concluded with powerful accusations against his own audience of religious leaders. As they were cut to the heart by the truth of the accusations and began to gnash their teeth at him, Stephen was favored by God with a vision of God&#x2019;s glory and of Jesus standing at God&#x2019;s right hand. At his description of the vision, the assembly shouted and rushed upon him with one accord and threw him outside the city. Then, laying their garments at the feet of Saul, they stoned Stephen to death. Just before &#x2018;falling asleep in death,&#x2019; Stephen prayed: &#x201C;Jehovah, do not charge this sin against them.&#x201D; Certain reverent men came and gave him a burial and lamented his death. Great persecution then broke out against the Christians, <span id=\"page1035\" class=\"pageNum\" data-no=\"1035\" data-before-text=\"1035\"></span>scattering them (though the apostles remained in Jerusalem) and resulting in the spreading of the good news.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004230/2/0\" data-bid=\"3-1\" class=\"b\">Ac 6:8&#x2013;8:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200004230/2/1\" data-bid=\"3-2\" class=\"b\"> 11:19;</a><a href=\"/en/wol/bc/r1/lp-e/1200004230/2/2\" data-bid=\"3-3\" class=\"b\"> 22:20</a>.Stephen&#x2019;s account delivered before the Sanhedrin includes a number of facts concerning Jewish history that are not found in the Hebrew Scriptures: Moses&#x2019; Egyptian education, his age of 40 when he fled Egypt, the 40-year duration of his stay in Midian before returning to Egypt, and the role of angels in giving the Mosaic Law.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004230/3/0\" data-bid=\"4-1\" class=\"b\">Ac 7:22, 23,</a><a href=\"/en/wol/bc/r1/lp-e/1200004230/3/1\" data-bid=\"4-2\" class=\"b\"> 30,</a><a href=\"/en/wol/bc/r1/lp-e/1200004230/3/2\" data-bid=\"4-3\" class=\"b\"> 32,</a><a href=\"/en/wol/bc/r1/lp-e/1200004230/3/3\" data-bid=\"4-4\" class=\"b\">&#xA0;38</a>.Stephen was the first to bear witness that he had seen, in a special vision, Jesus returned to heaven and at the right hand of God, as prophesied at <a href=\"/en/wol/bc/r1/lp-e/1200004230/4/0\" data-bid=\"5-1\" class=\"b\">Psalm 110:1</a>.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004230/5/0\" data-bid=\"6-1\" class=\"b\">Ac 7:55,&#xA0;56</a>."}