{"title":"Stork","link":"/en/wol/d/r1/lp-e/1200004242","html":"<span id=\"page1038\" class=\"pageNum\" data-no=\"1038\" data-before-text=\"1038\"></span><strong>STORK</strong>[Heb., <em>chasi&#xB7;dhah&#x2B9;</em>].The name of this bird is the feminine form of the Hebrew word for &#x201C;loyal one; one of loving-kindness.&#x201D; (Compare <a href=\"/en/wol/bc/r1/lp-e/1200004242/0/0\" data-bid=\"1-1\" class=\"b\">1Sa 2:9;</a><a href=\"/en/wol/bc/r1/lp-e/1200004242/0/1\" data-bid=\"1-2\" class=\"b\"> Ps 18:25</a>, ftn.) This description fits the stork well, as it is noted for its tender care of its young and its faithfulness to its lifelong mate.The stork is a large, long-legged wading bird similar to the ibis and heron. The white stork (<em>Ciconia ciconia</em>) has white plumage except for the flight feathers of its wings, which are a glossy black. An adult stork may stand as much as 1.2&#xA0;m (4&#xA0;ft) high, measuring nearly 1.2&#xA0;m (4&#xA0;ft) in body length, with a magnificent wingspan that may extend up to 2&#xA0;m (6.5&#xA0;ft). Its long red bill, broad at the base and sharply pointed, is used by the stork in probing in the mud for frogs, fish, or small reptiles. In addition to small water creatures, it feeds on grasshoppers and locusts and also may resort to carrion and offal. The stork was included in the list of unclean creatures, which, according to the Law covenant, the Israelites were prohibited from eating.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004242/1/0\" data-bid=\"2-1\" class=\"b\">Le 11:19;</a><a href=\"/en/wol/bc/r1/lp-e/1200004242/1/1\" data-bid=\"2-2\" class=\"b\"> De 14:18</a>.When reprimanding the apostate people of Judah who failed to discern the time of Jehovah&#x2019;s judgment, the prophet Jeremiah called their attention to the stork and other birds that &#x2018;well <span id=\"page1039\" class=\"pageNum\" data-no=\"1039\" data-before-text=\"1039\"></span>know their appointed times.&#x2019; (<a href=\"/en/wol/bc/r1/lp-e/1200004242/2/0\" data-bid=\"3-1\" class=\"b\">Jer 8:7</a>) The stork regularly migrates through Palestine and Syria from its winter quarters in Africa, appearing in large flocks during March and April. Of the two kinds of storks found in Israel, the white stork and the black stork (<em>Ciconia nigra</em>), the former only occasionally remains to breed in that region, usually making its nest in trees but also on man-made structures. The black stork, so named for its black head, neck, and back, is more common in the Hula and Bet She&#x2BC;an valleys and it seeks trees, where available, to build its nest. The psalmist referred to the storks nesting in the tall juniper trees.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004242/3/0\" data-bid=\"4-1\" class=\"b\">Ps 104:17</a>.Contrasting the flightless ostrich with the high-flying stork, Jehovah asked Job: &#x201C;Has the wing of the female ostrich flapped joyously, or has she the pinions of a stork and the plumage?&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004242/4/0\" data-bid=\"5-1\" class=\"b\">Job 39:13</a>) The stork&#x2019;s pinions are of great breadth and power, the secondary and tertiary feathers being almost as long as the primaries, giving an immense surface to the wing and enabling the stork to be a bird of lofty and long-continued flight. A stork in flight soaring on its powerful wings, with its neck extended and its long legs stretched out straight behind it, makes an imposing sight. The two women seen in Zechariah&#x2019;s vision (<a href=\"/en/wol/bc/r1/lp-e/1200004242/5/0\" data-bid=\"6-1\" class=\"b\">Zec 5:6-11</a>) carrying an ephah measure containing the woman called &#x201C;Wickedness&#x201D; are described as having &#x201C;wings like the wings of the stork.&#x201D; The reference to the &#x2018;wind in their wings&#x2019; (<a href=\"/en/wol/bc/r1/lp-e/1200004242/6/0\" data-bid=\"7-1\" class=\"b\">vs 9</a>) harmonizes also with the rushing sound produced by the air passing through the stork&#x2019;s pinions. The primary feathers are fingered out in flight so that slots are formed at the ends of the wings, thereby controlling the airflow over the top of the wings and improving their lifting power."}