{"title":"Superior Authorities","link":"/en/wol/d/r1/lp-e/1200004262","html":"<span id=\"page1045\" class=\"pageNum\" data-no=\"1045\" data-before-text=\"1045\"></span><strong>SUPERIOR AUTHORITIES</strong>An expression at <a href=\"/en/wol/bc/r1/lp-e/1200004262/0/0\" data-bid=\"1-1\" class=\"b\">Romans 13:1</a> designating human governmental authorities. That scripture has been variously rendered: &#x201C;Let every soul be in subjection to the superior authorities, for there is no authority except by God; the existing authorities stand placed in their relative positions by God.&#x201D; (<em>NW</em>) &#x201C;Let every subject be obedient to the ruling authorities, for there is no authority not under God&#x2019;s control, and under His control the existing authorities have been constituted.&#x201D; (<em>We</em>) &#x201C;Everyone must obey the state authorities, for no authority exists without God&#x2019;s permission, and the existing authorities have been put there by God.&#x201D;<wbr>&#x2014;<em>TEV.</em>Jehovah God, though not originating them (compare <a href=\"/en/wol/bc/r1/lp-e/1200004262/1/0\" data-bid=\"2-1\" class=\"b\">Mt 4:8,&#xA0;9;</a><a href=\"/en/wol/bc/r1/lp-e/1200004262/1/1\" data-bid=\"2-2\" class=\"b\"> 1Jo 5:19;</a><a href=\"/en/wol/bc/r1/lp-e/1200004262/1/2\" data-bid=\"2-3\" class=\"b\"> Re 13:1,&#xA0;2</a>), has allowed man&#x2019;s governmental authorities to come into existence, and they continue to exist by his permission. However, when he chooses to do so, Jehovah can remove, direct, or control such authorities in order to accomplish his will. The prophet Daniel declared regarding Jehovah: &#x201C;He is changing times and seasons, removing kings and setting up kings.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004262/2/0\" data-bid=\"3-1\" class=\"b\">Da 2:21</a>) And <a href=\"/en/wol/bc/r1/lp-e/1200004262/3/0\" data-bid=\"4-1\" class=\"b\">Proverbs 21:1</a> says: &#x201C;A king&#x2019;s heart is as streams of water in the hand of Jehovah. Everywhere that he delights to, he turns it.&#x201D;<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200004262/4/0\" data-bid=\"5-1\" class=\"b\">Ne 2:3-6;</a><a href=\"/en/wol/bc/r1/lp-e/1200004262/4/1\" data-bid=\"5-2\" class=\"b\"> Es 6:1-11</a>.<strong>Reasons for Christian Subjection. </strong>There being no reason for Christians to set themselves in opposition to an arrangement that God has permitted, they have good reason to be in subjection to the superior authorities. Governmental rulers, though they may be corrupt personally, would not normally punish others for doing good, that is, for adhering to the law of the land. But a person who engages in thievery, murder, or other lawless acts could expect an adverse judgment from the ruling authority. One guilty of deliberate murder, for instance, might be executed for his crime. Since Jehovah God authorized capital punishment for murderers after the Flood (<a href=\"/en/wol/bc/r1/lp-e/1200004262/5/0\" data-bid=\"6-1\" class=\"b\">Ge 9:6</a>), the human authority, by executing the lawbreaker, would be acting as &#x201C;God&#x2019;s minister, an avenger to express wrath upon the one practicing what is bad.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004262/6/0\" data-bid=\"7-1\" class=\"b\">Ro 13:2-4;</a><a href=\"/en/wol/bc/r1/lp-e/1200004262/6/1\" data-bid=\"7-2\" class=\"b\"> Tit 3:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200004262/6/2\" data-bid=\"7-3\" class=\"b\"> 1Pe 2:11-17</a>.Christian subjection to the superior authorities is not based merely on their ability to punish evildoers. With a Christian, it becomes a matter of conscience. He is submissive to human authorities because he recognizes that this is in harmony with God&#x2019;s will. (<a href=\"/en/wol/bc/r1/lp-e/1200004262/7/0\" data-bid=\"8-1\" class=\"b\">Ro 13:5;</a><a href=\"/en/wol/bc/r1/lp-e/1200004262/7/1\" data-bid=\"8-2\" class=\"b\"> 1Pe 2:13-15</a>) Therefore, subjection to the superior authorities<wbr>&#x2014;to worldly political authorities&#x2014;<wbr>could never be absolute. It would be impossible for a Christian to preserve a good conscience and do the divine will if he broke God&#x2019;s law because that is what the political authority demanded. For this reason, subjection to superior authorities must always be viewed in the light of the apostles&#x2019; statement to the Jewish Sanhedrin: &#x201C;We must obey God as ruler rather than men.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004262/8/0\" data-bid=\"9-1\" class=\"b\">Ac 5:29</a>.Since the governmental authorities render valuable services to ensure the safety, security, and welfare of their subjects, they are entitled to taxes and tribute in compensation for their services. The governmental authorities can be termed &#x201C;God&#x2019;s public servants&#x201D; in the sense that they provide beneficial services. (<a href=\"/en/wol/bc/r1/lp-e/1200004262/9/0\" data-bid=\"10-1\" class=\"b\">Ro 13:6,&#xA0;7</a>) At times such services have directly assisted God&#x2019;s servants, as when King Cyrus made it possible for the Jews to return to Judah and Jerusalem and rebuild the temple. (<a href=\"/en/wol/bc/r1/lp-e/1200004262/10/0\" data-bid=\"11-1\" class=\"b\">2Ch 36:22, 23;</a><a href=\"/en/wol/bc/r1/lp-e/1200004262/10/1\" data-bid=\"11-2\" class=\"b\"> Ezr 1:1-4</a>) Often the benefits are those shared by all from the proper functioning of the authorities. These would include the maintenance of a legal system to which persons can appeal for justice, protection from criminals and from illegal mobs, and so forth.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004262/11/0\" data-bid=\"12-1\" class=\"b\">Php 1:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200004262/11/1\" data-bid=\"12-2\" class=\"b\"> Ac 21:30-32;</a><a href=\"/en/wol/bc/r1/lp-e/1200004262/11/2\" data-bid=\"12-3\" class=\"b\"> 23:12-32</a>.Of course, a ruler who misuses his authority is accountable to God. Wrote the apostle Paul: &#x201C;Do not avenge yourselves, beloved, but yield place to the wrath; for it is written: &#x2018;Vengeance is mine; I will repay, says Jehovah.&#x2019;&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004262/12/0\" data-bid=\"13-1\" class=\"b\">Ro 12:19;</a><a href=\"/en/wol/bc/r1/lp-e/1200004262/12/1\" data-bid=\"13-2\" class=\"b\"> Ec 5:8</a>."}