{"title":"Surety","link":"/en/wol/d/r1/lp-e/1200004265","html":"<span id=\"page1046\" class=\"pageNum\" data-no=\"1046\" data-before-text=\"1046\"></span><strong>SURETY</strong>Security for the fulfillment of an obligation; a pledge, guaranty, or bond; one who has made himself responsible for another. The psalmist appealed to Jehovah to act as his &#x201C;surety,&#x201D; protecting him from defrauders.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004265/0/0\" data-bid=\"1-1\" class=\"b\">Ps 119:122</a>.The customary mode of becoming surety for another remained unchanged for centuries. The patriarch Job made the following reference to it: &#x201C;Please, do put my security with yourself. Who else is there that will shake hands with me in pledge?&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004265/1/0\" data-bid=\"2-1\" class=\"b\">Job 17:3</a>) <a href=\"/en/wol/bc/r1/lp-e/1200004265/2/0\" data-bid=\"3-1\" class=\"b\">Proverbs 17:18</a> is helpful in determining the procedure followed: &#x201C;A man that is wanting in heart shakes hands, going full surety before his companion.&#x201D; Evidently a person became surety for another when, in the presence of witnesses, he struck, clasped, or shook the hand of the creditor of the transaction and promised to assume the obligations of the debtor if he should fail to make payment. In the Orient this act of striking or touching hands meant that a bargain or covenant was sealed. (<a href=\"/en/wol/bc/r1/lp-e/1200004265/3/0\" data-bid=\"4-1\" class=\"b\">Pr 11:21</a>) Apparently in this way Jehu confirmed Jehonadab&#x2019;s affirmative reply to the question, &#x201C;Is your heart upright with me, just as my own heart is with your heart?&#x201D; For he said to Jehonadab: &#x201C;If it is, do give me your hand.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004265/4/0\" data-bid=\"5-1\" class=\"b\">2Ki 10:15</a>.Employing other means, Judah gave his seal ring, cord, and rod as security to Tamar until he should send her a kid of the goats as payment for sex relations. (<a href=\"/en/wol/bc/r1/lp-e/1200004265/5/0\" data-bid=\"6-1\" class=\"b\">Ge 38:17-20</a>) Reuben offered surety to Jacob for Benjamin, when proposing to take him to Egypt, saying: &#x201C;My own two sons you may put to death if I do not bring him back to you.&#x201D; Jacob refused. Later, Judah successfully offered himself as surety for Benjamin: &#x201C;I shall be the one to be surety for him. Out of my hand you may exact the penalty for him.&#x201D; When it appeared that Benjamin would become a slave in Egypt, Judah stood ready to take his place as slave, since he was surety for the boy. This was the legal basis of his plea to Joseph: &#x201C;For your slave became surety for the boy when away from his father .&#xA0;.&#xA0;. So now, please, let your slave stay instead of the boy as a slave to my master.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004265/6/0\" data-bid=\"7-1\" class=\"b\">Ge 42:37, 38;</a><a href=\"/en/wol/bc/r1/lp-e/1200004265/6/1\" data-bid=\"7-2\" class=\"b\"> 43:8,&#xA0;9;</a><a href=\"/en/wol/bc/r1/lp-e/1200004265/6/2\" data-bid=\"7-3\" class=\"b\"> 44:32,&#xA0;33</a>.Pledges given as security by a debtor to his creditor were closely regulated by the Law. As commerce increased in Israel, so did suretyship in mercantile affairs. The proverbs warned that this was a dangerous, foolish practice, especially when one could not afford it without risking the loss of essential items of living.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004265/7/0\" data-bid=\"8-1\" class=\"b\">Pr 6:1-5;</a><a href=\"/en/wol/bc/r1/lp-e/1200004265/7/1\" data-bid=\"8-2\" class=\"b\"> 11:15;</a><a href=\"/en/wol/bc/r1/lp-e/1200004265/7/2\" data-bid=\"8-3\" class=\"b\"> 22:26, 27</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200004265/0\">PLEDGE</a>."}