{"title":"Sweat","link":"/en/wol/d/r1/lp-e/1200004273","html":"<span id=\"page1047\" class=\"pageNum\" data-no=\"1047\" data-before-text=\"1047\"></span><strong>SWEAT</strong>Perspiration; bodily moisture or liquid excreted by the sudoriferous (sweat) glands and flowing through pores in the skin. Exertion (as during laborious work), emotion (such as anxiety), heat, and so forth, are generally the causes of sweat.After sinning, Adam had to eke out an existence from cursed ground outside the garden of Eden, doing so through sweat-producing toil amid thorns and thistles. Jehovah told him, in part: &#x201C;In the sweat of your face you will eat bread until you return to the ground, for out of it you were taken.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004273/0/0\" data-bid=\"1-1\" class=\"b\">Ge 3:17-19</a>.During Ezekiel&#x2019;s temple vision, Jehovah stated that the priests ministering there were to wear linen garments and that &#x201C;no wool should come up on them.&#x201D; They were not to gird themselves with wool or anything &#x2018;causing sweat.&#x2019; Perhaps this was to avoid any uncleanness that sweat would produce, or because perspiration would make their service unpleasant rather than joyful, sweat being suggestive of toil or drudgery, as in Adam&#x2019;s case.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004273/1/0\" data-bid=\"2-1\" class=\"b\">Eze 44:15-18</a>.<strong>Jesus in Gethsemane. </strong>Concerning Jesus Christ when in Gethsemane on the final night of his earthly life, <a href=\"/en/wol/bc/r1/lp-e/1200004273/2/0\" data-bid=\"3-1\" class=\"b\">Luke 22:44</a> states: &#x201C;But getting into an agony he continued praying more <span id=\"page1048\" class=\"pageNum\" data-no=\"1048\" data-before-text=\"1048\"></span>earnestly; and his sweat became as drops of blood falling to the ground.&#x201D; The writer does not say that Jesus&#x2019; sweat was actually mingled with his blood. He may only have been drawing a comparison, perhaps indicating that Christ&#x2019;s perspiration formed like drops of blood or describing how the dripping of Jesus&#x2019; sweat resembled a drop-by-drop flowing of blood from a wound. On the other hand, Jesus&#x2019; blood may have exuded through his skin, being mixed with his sweat. Bloody sweat has reportedly occurred in certain cases of extreme mental stress. Blood or elements thereof will seep through unruptured walls of blood vessels in a condition called diapedesis, and in hematidrosis there is an excreting of perspiration tinged with blood pigment or blood, or of bodily fluid mingled with blood, thus resulting in the &#x2018;sweating of blood.&#x2019; These, of course, are only suggestions as to what possibly took place in Jesus&#x2019; case.<a href=\"/en/wol/bc/r1/lp-e/1200004273/3/0\" data-bid=\"4-1\" class=\"b\">Luke 22:43, 44</a> is omitted in the Vatican Manuscript No.&#xA0;1209, the Alexandrine Manuscript, the Syriac Sinaitic codex, and in the corrected reading of the Sinaitic Manuscript. However, these verses do appear in the original Sinaitic Manuscript, the Codex Bezae, the Latin <em>Vulgate, </em>the Curetonian Syriac, and the Syriac <em>Peshitta.</em>"}