{"title":"Swine","link":"/en/wol/d/r1/lp-e/1200004276","html":"<span id=\"page1048\" class=\"pageNum\" data-no=\"1048\" data-before-text=\"1048\"></span><strong>SWINE</strong>[Gr., <em>khoi&#x2B9;ros; hys </em>(sow); Heb., <em>chazir&#x2B9; </em>(pig; boar)].The collective designation for the ordinary pig (<em>Sus domestica</em>); a medium-sized, cloven-hoofed, short-legged mammal having a <span id=\"page1049\" class=\"pageNum\" data-no=\"1049\" data-before-text=\"1049\"></span>thick-skinned, stocky body usually covered with coarse bristles. The pig&#x2019;s snout is blunt, and its neck and tail are short. Not being a cud chewer, the pig was ruled unacceptable for food or sacrifice by the terms of the Mosaic Law.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004276/0/0\" data-bid=\"1-1\" class=\"b\">Le 11:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200004276/0/1\" data-bid=\"1-2\" class=\"b\"> De 14:8</a>.While Jehovah&#x2019;s ban on eating pork was not necessarily based on health considerations, there were and still are hazards connected with the use of this meat for food. Since pigs are indiscriminate in their feeding habits, even eating carrion and offal, they tend to be infested with various parasitic organisms, including those responsible for diseases such as trichinosis and ascariasis.The Israelites generally seem to have viewed swine as especially loathsome. Hence the ultimate degree in disgusting worship is conveyed by the words: &#x201C;The one offering up a gift<wbr>&#x2014;the blood of a pig!&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004276/1/0\" data-bid=\"2-1\" class=\"b\">Isa 66:3</a>) To the Israelites, few things could have been more inappropriate than a pig with a gold nose ring in its snout. And it is to this that <a href=\"/en/wol/bc/r1/lp-e/1200004276/2/0\" data-bid=\"3-1\" class=\"b\">Proverbs 11:22</a> compares an outwardly beautiful woman who is not sensible.Although apostate Israelites ate pork (<a href=\"/en/wol/bc/r1/lp-e/1200004276/3/0\" data-bid=\"4-1\" class=\"b\">Isa 65:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200004276/3/1\" data-bid=\"4-2\" class=\"b\"> 66:17</a>), the Apocryphal books of First Maccabees (1:65, <em>Dy</em>) and Second Maccabees (6:18, 19; 7:1, 2, <em>Dy</em>) show that during the foreign domination of Palestine by the Syrian king Antiochus&#xA0;IV Epiphanes and his vicious campaign to stamp out the worship of Jehovah, there were many Jews who refused to eat the flesh of swine, preferring to die for violating the decree of the king rather than to violate the law of God.Whereas some other nations did not eat pork, to the Greeks it was a delicacy. Hence, likely as a result of Hellenistic influence, by the time of Jesus Christ&#x2019;s earthly ministry, there were apparently quite a number of pigs in Palestine, particularly in the Decapolis region. In the country of the Gadarenes there was at least one herd of about 2,000 pigs. When Jesus permitted the demons that he had expelled to enter this large herd, every last one of the animals rushed over a precipice and drowned in the sea.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004276/4/0\" data-bid=\"5-1\" class=\"b\">Mt 8:28-32;</a><a href=\"/en/wol/bc/r1/lp-e/1200004276/4/1\" data-bid=\"5-2\" class=\"b\"> Mr 5:11-13</a>.<strong>The Cast-Out Demons Who Entered Swine. </strong>No fault can be found with Jesus for allowing the demons to enter the swine, especially since certain unstated factors may very well have been involved, such as whether the owners of the swine were Jews, thus being guilty of disrespect for the Law. It was, of course, not required that Jesus exercise foreknowledge as to what the demons would do once they entered the unclean animals. And the demons may have wanted to take possession of the swine in order to derive therefrom some unnatural sadistic pleasure. Also, it might reasonably be argued that a man is worth more than a herd of swine. (<a href=\"/en/wol/bc/r1/lp-e/1200004276/5/0\" data-bid=\"6-1\" class=\"b\">Mt 12:12</a>) Furthermore, all animals actually belong to Jehovah by reason of his Creatorship, and thus Jesus as God&#x2019;s representative had every right to permit the demons to take possession of the herd of swine. (<a href=\"/en/wol/bc/r1/lp-e/1200004276/6/0\" data-bid=\"7-1\" class=\"b\">Ps 50:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200004276/6/1\" data-bid=\"7-2\" class=\"b\"> Joh 7:29</a>) The demons&#x2019; entering the swine manifested their ouster from the men in a very forceful way, thus also making very apparent to observers the harm that came to creatures of flesh that became demon possessed. It demonstrated for such human observers both Jesus&#x2019; power over the demons and demonic power over fleshly creatures. All of this may have suited Jesus&#x2019; purpose and may explain why he allowed the unclean spirits to enter the swine.<strong>Illustrative Use. </strong>The inability of swine to recognize the value of pearls was employed by Jesus in illustrating the unwisdom of sharing spiritual things with those having no appreciation whatever of spiritual thoughts and teachings. (<a href=\"/en/wol/bc/r1/lp-e/1200004276/7/0\" data-bid=\"8-1\" class=\"b\">Mt 7:6</a>) And in Jesus&#x2019; illustration of the prodigal son, the degradation to which a young man had sunk was accentuated by his having to hire himself out as a swineherd, a most despicable occupation for a Jew, and by his willingness even to eat the food of these animals.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004276/8/0\" data-bid=\"9-1\" class=\"b\">Lu 15:15,&#xA0;16</a>.The apostle Peter compared Christians who revert to their former course of life to a sow that returns to its wallow after having been washed. (<a href=\"/en/wol/bc/r1/lp-e/1200004276/9/0\" data-bid=\"10-1\" class=\"b\">2Pe 2:22</a>) However, it is evident that, as relates to the pig, this illustration is not intended to apply beyond the surface appearance of things. Actually, the pig, under natural conditions, is no dirtier than other animals, although it indulges in wallowing in the mud from time to time in order to cool off in the heat of the summer and to remove external parasites from its hide."}