{"title":"Systems of Things","link":"/en/wol/d/r1/lp-e/1200004288","html":"<span id=\"page1054\" class=\"pageNum\" data-no=\"1054\" data-before-text=\"1054\"></span><strong>SYSTEMS OF THINGS</strong>The phrase &#x201C;system of things&#x201D; expresses the sense of the Greek term <em>ai&#xB7;on&#x2B9; </em>in more than 30 of its occurrences in the Christian Greek Scriptures.On the meaning of <em>ai&#xB7;on&#x2B9;, </em>R.&#xA0;C.&#xA0;Trench states: &#x201C;Like [<em>ko&#x2B9;smos, </em>world] it [<em>ai&#xB7;on&#x2B9;</em>] has a primary and physical, and then, superinduced on this, a secondary and ethical, sense. In its primary [sense], it signifies time, short or long, in its unbroken duration; .&#xA0;.&#xA0;. but essentially time as the condition under which all created things exist, and the measure of their existence .&#xA0;.&#xA0;. Thus signifying time, it comes presently to signify all which exists in the world under conditions of time; .&#xA0;.&#xA0;. and then, more ethically, the course and current of this world&#x2019;s affairs.&#x201D; In support of this latter sense, he quotes German scholar C.&#xA0;L.&#xA0;W.&#xA0;Grimm as giving the definition: &#x201C;The totality of that which manifests itself outwardly in the course of time.&#x201D;<wbr>&#x2014;<em>Synonyms of the New Testament, </em>London, 1961, pp.&#xA0;202, 203.The basic sense of <em>ai&#xB7;on&#x2B9;, </em>therefore, is &#x201C;age,&#x201D; or &#x201C;period of existence,&#x201D; and in Scripture it often denotes a long space of time (<a href=\"/en/wol/bc/r1/lp-e/1200004288/0/0\" data-bid=\"1-1\" class=\"b\">Ac 3:21;</a><a href=\"/en/wol/bc/r1/lp-e/1200004288/0/1\" data-bid=\"1-2\" class=\"b\"> 15:18</a>), including an endless period of time, that is, forever, eternity. (<a href=\"/en/wol/bc/r1/lp-e/1200004288/1/0\" data-bid=\"2-1\" class=\"b\">Mr 3:29;</a><a href=\"/en/wol/bc/r1/lp-e/1200004288/1/1\" data-bid=\"2-2\" class=\"b\"> 11:14;</a><a href=\"/en/wol/bc/r1/lp-e/1200004288/1/2\" data-bid=\"2-3\" class=\"b\"> Heb 13:8</a>) For these senses, see <a href=\"/en/wol/tc/r1/lp-e/1200004288/0\">AGE</a>. Here, however, we consider the sense of the term dealt with in the latter part of the definition quoted in the preceding paragraph.As an aid in understanding this sense, we may recall certain uses of the terms &#x201C;age,&#x201D; &#x201C;era,&#x201D; and &#x201C;epoch&#x201D; in English. We may speak of an age, era, or epoch in the sense of a period of time in history characterized by a distinctive development or course of events or distinguished by some prominent figure or typical feature or features. We may speak of the &#x201C;Age of Exploration,&#x201D; referring to the time of Columbus, Magellan, Cook, and other maritime explorers, or to the &#x201C;Feudal Age,&#x201D; the &#x201C;Dark Ages,&#x201D; the &#x201C;Victorian Era,&#x201D; or, more recently, the &#x201C;Space Age.&#x201D; In each case what is prominent is not so much the time period itself but the distinguishing or characteristic <em>feature </em>or <em>features </em>of that time period. Those features provide the determining factors, or lines, marking the beginning, duration, and end of the period. Without them, the period would be just time, not a particular epoch, era, or age.Thus, Liddell and Scott&#x2019;s <em>Greek-English Lexicon </em>lists as one definition of <em>ai&#xB7;on&#x2B9;: &#x201C;space of time </em>clearly defined and marked out, <em>epoch, age.&#x201D; </em>(Revised by H.&#xA0;Jones, Oxford, 1968, p.&#xA0;45) And <em>Vine&#x2019;s Expository Dictionary of Old and New Testament Words </em>(1981, Vol.&#xA0;1, p.&#xA0;41) says: &#x201C;an age, era .&#xA0;.&#xA0;. [it] signifies a period of indefinite duration, or time viewed in relation to what takes place in the period.&#x201D;For this reason, where the distinguishing features of a period rather than the time itself are the more prominent thought in a particular text, <em>ai&#xB7;on&#x2B9; </em>may appropriately be rendered as &#x201C;system of things&#x201D; or &#x201C;state.&#x201D; The advisability of doing this is illustrated at <a href=\"/en/wol/bc/r1/lp-e/1200004288/2/0\" data-bid=\"3-1\" class=\"b\">Galatians 1:4</a>, where the apostle writes: &#x201C;He gave himself for our sins that he might deliver us from the present wicked system of things [form of <em>ai&#xB7;on&#x2B9;</em>] according to the will of our God and Father.&#x201D; Many translations here render <em>ai&#xB7;on&#x2B9; </em>as &#x201C;age,&#x201D; but it is evident that Christ&#x2019;s <span id=\"page1055\" class=\"pageNum\" data-no=\"1055\" data-before-text=\"1055\"></span>ransom sacrifice did not serve to deliver Christians from an age or space of time, for they continued living in the same age as the rest of mankind. However, they were delivered from the <em>state </em>or <em>system of things </em>existing during that time period and characterizing it.<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200004288/3/0\" data-bid=\"4-1\" class=\"b\">Tit 2:11-14</a>.The apostle wrote to the Christians at Rome: &#x201C;Quit being fashioned after this system of things, but be transformed by making your mind over.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004288/4/0\" data-bid=\"5-1\" class=\"b\">Ro 12:2</a>) It was not the time period itself that set the fashion, pattern, or model for people of that time, but it was the standards, practices, manners, customs, ways, outlook, styles, and other features characterizing that time period. At <a href=\"/en/wol/bc/r1/lp-e/1200004288/5/0\" data-bid=\"6-1\" class=\"b\">Ephesians 2:1, 2</a> the apostle speaks of those to whom he writes as having been &#x201C;dead in your trespasses and sins, in which you at one time walked according to the system of things [&#x201C;following the way,&#x201D; <em>JB; </em>&#x201C;following the course,&#x201D; <em>RS</em>] of this world.&#x201D; In commenting on this text, <em>The Expositor&#x2019;s Greek Testament </em>(Vol.&#xA0;III, p.&#xA0;283) shows that time is not the sole or prime factor here expressed by <em>ai&#xB7;on&#x2B9;. </em>In support of the rendering of <em>ai&#xB7;on&#x2B9; </em>by &#x201C;course,&#x201D; it says: &#x201C;That word conveys the three ideas of <em>tenor, development, </em>and <em>limited continuance. </em>This course of a world which is evil is itself evil, and to live in accordance with it is to live in trespasses and sins.&#x201D;<wbr>&#x2014;Edited by W.&#xA0;Nicoll, 1967.<strong>Ages, States, Systems of Things. </strong>There are various systems of things, or prevailing states of affairs, that have existed or will exist. Those brought about by God through his Son are, obviously, righteous systems of things.For example, by means of the Law covenant God introduced what some might call the Israelite or Jewish Epoch. However, here again what distinguished this period of history (as regards God&#x2019;s relations with mankind) was the state of affairs and the characteristic features brought about by the Law covenant. Those features included a priesthood; a system of sacrifices and dietary regulations as well as of tabernacle and temple worship with festivals and sabbaths, all of which formed prophetic types and shadows; and also a national system that came to involve a human king. However, when God foretold a new covenant (<a href=\"/en/wol/bc/r1/lp-e/1200004288/6/0\" data-bid=\"7-1\" class=\"b\">Jer 31:31-34</a>), the old covenant became in a sense obsolete, even though God permitted it to continue in operation for a period of centuries thereafter. (<a href=\"/en/wol/bc/r1/lp-e/1200004288/7/0\" data-bid=\"8-1\" class=\"b\">Heb 8:13</a>) Then, in 33&#xA0;C.E., God brought the Law covenant to its end by his nailing it, in effect, to his Son&#x2019;s torture stake.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004288/8/0\" data-bid=\"9-1\" class=\"b\">Col 2:13-17</a>.Evidently for this reason, <a href=\"/en/wol/bc/r1/lp-e/1200004288/9/0\" data-bid=\"10-1\" class=\"b\">Hebrews 9:26</a> says of Christ that he &#x201C;manifested himself once for all time at the conclusion of the systems of things to put sin away through the sacrifice of himself.&#x201D; Nevertheless, the distinguishing features of that age or epoch did not come to their <em>complete </em>end until 70&#xA0;C.E., when Jerusalem and its temple were destroyed and the Jewish people were scattered. This disaster<wbr>&#x2014;although the last Judean stronghold (at Masada) fell to the Romans three years later, or in 73&#xA0;C.E.<wbr>&#x2014;permanently ended the Jewish priesthood, sacrifices, and temple worship as prescribed in the Law; it also ended the Jewish national arrangement as established by God. This is undoubtedly why the apostle, many years after Christ&#x2019;s death, but prior to the Roman devastation of Jerusalem, could relate certain past Israelite history and say: &#x201C;Now these things went on befalling them as examples, and they were written for a warning to us <em>upon whom the ends of the systems of things have arrived.&#x201D;<wbr></em>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004288/10/0\" data-bid=\"11-1\" class=\"b\">1Co 10:11</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200004288/11/0\" data-bid=\"12-1\" class=\"b\">Mt 24:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200004288/11/1\" data-bid=\"12-2\" class=\"b\"> 1Pe 4:7</a>.By means of his ransom sacrifice and the new covenant that it validated, Jesus Christ was used by God to bring in a different system of things, one primarily involving the congregation of anointed Christians. (<a href=\"/en/wol/bc/r1/lp-e/1200004288/12/0\" data-bid=\"13-1\" class=\"b\">Heb 8:7-13</a>) This marked the opening of a new epoch, characterized by the realities foreshadowed by the Law covenant. It brought in a ministry of reconciliation, intensified operations of God&#x2019;s holy spirit, worship through a spiritual temple with spiritual sacrifices (<a href=\"/en/wol/bc/r1/lp-e/1200004288/13/0\" data-bid=\"14-1\" class=\"b\">1Pe 2:5</a>) instead of a literal temple and animal sacrifices; and it brought in revelations of God&#x2019;s purpose and a relationship with God that meant a new way of life for those in the new covenant. All of these were features characterizing that system of things introduced by Christ.<strong>Unrighteous Age, or System of Things. </strong>When Paul wrote Timothy about those who were &#x201C;rich in the present system of things,&#x201D; undoubtedly he was not referring to the Jewish system of things, or epoch, for in his ministry Timothy dealt not only with Jewish Christians but also with many Gentile Christians, and the wealth of any of these Gentile Christians would not likely be bound up with the Jewish system of things. (<a href=\"/en/wol/bc/r1/lp-e/1200004288/14/0\" data-bid=\"15-1\" class=\"b\">1Ti 6:17</a>) Similarly, when referring to Demas as one who had forsaken him &#x201C;because he loved the present system of things,&#x201D; Paul evidently did not mean that Demas had loved the Jewish system of things but, rather, that he loved the prevailing state of affairs in the world in general and the worldly way of life.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004288/15/0\" data-bid=\"16-1\" class=\"b\">2Ti 4:10</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200004288/16/0\" data-bid=\"17-1\" class=\"b\">Mt 13:22</a>.The worldly <em>ai&#xB7;on&#x2B9;, </em>or system of things, had <span id=\"page1056\" class=\"pageNum\" data-no=\"1056\" data-before-text=\"1056\"></span>been in existence even before the introducing of the Law covenant. It continued contemporaneously with the <em>ai&#xB7;on&#x2B9; </em>of that covenant, and it endured beyond the end of the <em>ai&#xB7;on&#x2B9;, </em>or state of affairs, that the Law covenant had introduced. The worldly <em>ai&#xB7;on&#x2B9; </em>evidently began sometime after the Flood, when an unrighteous way of life developed, one characterized by sin and rebellion against God and his will. Hence, Paul could also speak of &#x201C;the god of this system of things&#x201D; as blinding the minds of unbelievers, an evident reference to Satan the Devil. (<a href=\"/en/wol/bc/r1/lp-e/1200004288/17/0\" data-bid=\"18-1\" class=\"b\">2Co 4:4</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200004288/18/0\" data-bid=\"19-1\" class=\"b\">Joh 12:31</a>.) Primarily, Satan&#x2019;s dominion and influence have molded the worldly <em>ai&#xB7;on&#x2B9; </em>and given it its distinctive features and spirit. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200004288/19/0\" data-bid=\"20-1\" class=\"b\">Eph 2:1,&#xA0;2</a>.) Commenting on <a href=\"/en/wol/bc/r1/lp-e/1200004288/20/0\" data-bid=\"21-1\" class=\"b\">Romans 12:2</a>, <em>The Expositor&#x2019;s Greek Testament </em>(Vol.&#xA0;II, p.&#xA0;688) says: &#x201C;Even apparent or superficial conformity to a system controlled by such a spirit, much more an actual accommodation to its ways, would be fatal to the Christian life.&#x201D; Such worldly <em>ai&#xB7;on&#x2B9; </em>was to continue long after the apostle&#x2019;s day.For example, at <a href=\"/en/wol/bc/r1/lp-e/1200004288/21/0\" data-bid=\"22-1\" class=\"b\">Matthew 13:37-43</a>, in explaining a parable, Jesus said that &#x201C;the field is the world [<em>ko&#x2B9;smos</em>]; .&#xA0;.&#xA0;. The harvest is a conclusion of a system of things [form of <em>ai&#xB7;on&#x2B9;</em>] .&#xA0;.&#xA0;. Therefore, just as the weeds are collected and burned with fire, so it will be in the conclusion of the system of things.&#x201D; Some translations, such as the <em>King James Version, </em>use &#x201C;world&#x201D; to translate both <em>ko&#x2B9;smos </em>and <em>ai&#xB7;on&#x2B9; </em>in these verses. It is clear, however, that the farmer in the illustration does not burn up the &#x201C;field,&#x201D; representing the &#x201C;world,&#x201D; but only the &#x201C;weeds.&#x201D; Hence, what comes to an end, or &#x2018;concludes,&#x2019; is not the &#x201C;world&#x201D; (<em>ko&#x2B9;smos</em>) but the &#x201C;system of things&#x201D; (<em>ai&#xB7;on&#x2B9;</em>). George Campbell&#x2019;s translation renders these portions: &#x201C;The field is the world .&#xA0;.&#xA0;. the harvest is the conclusion of this state .&#xA0;.&#xA0;. so shall it be at the conclusion of this state.&#x201D;<wbr>&#x2014;<em>The Four Gospels, </em>London, 1834.Jesus showed that the wheat represented true anointed Christians, genuine disciples, whereas the weeds represented imitation Christians. Thus, the conclusion of the system of things, here depicted as the harvesttime, would not refer to the conclusion of the Jewish system of things, in this case, nor to the conclusion of the &#x201C;state&#x201D; in which &#x201C;wheat&#x201D; and &#x201C;weeds&#x201D; grew together undisturbed, but must refer to the end of the same system of things as later referred to by the apostle, that is, &#x201C;the present system of things&#x201D; marked by Satanic domination. (<a href=\"/en/wol/bc/r1/lp-e/1200004288/22/0\" data-bid=\"23-1\" class=\"b\">1Ti 6:17</a>) So, too, with the additional illustration given by Jesus regarding the dragnet and the separation of the fish, depicting &#x201C;how it will be in the conclusion of the system of things: the angels will go out and separate the wicked from among the righteous.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004288/23/0\" data-bid=\"24-1\" class=\"b\">Mt 13:47-50</a>) These expressions by Jesus were doubtless in the disciples&#x2019; minds when sometime later they asked the question as to &#x2018;the sign of his presence and of the conclusion of the system of things.&#x2019; (<a href=\"/en/wol/bc/r1/lp-e/1200004288/24/0\" data-bid=\"25-1\" class=\"b\">Mt 24:3</a>) Jesus&#x2019; promise to be with his disciples in their discipling work right down to the conclusion of the system of things also must refer to the conclusion of the state of affairs resulting from domination by Satan.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004288/25/0\" data-bid=\"26-1\" class=\"b\">Mt 28:19,&#xA0;20</a>.Other examples of texts where <em>ai&#xB7;on&#x2B9; </em>refers to such wicked system of things include <a href=\"/en/wol/bc/r1/lp-e/1200004288/26/0\" data-bid=\"27-1\" class=\"b\">Luke 16:8;</a><a href=\"/en/wol/bc/r1/lp-e/1200004288/26/1\" data-bid=\"27-2\" class=\"b\"> 1&#xA0;Corinthians 1:20;</a><a href=\"/en/wol/bc/r1/lp-e/1200004288/26/2\" data-bid=\"27-3\" class=\"b\"> 2:6,</a><a href=\"/en/wol/bc/r1/lp-e/1200004288/26/3\" data-bid=\"27-4\" class=\"b\">&#xA0;8;</a><a href=\"/en/wol/bc/r1/lp-e/1200004288/26/4\" data-bid=\"27-5\" class=\"b\"> 3:18;</a><a href=\"/en/wol/bc/r1/lp-e/1200004288/26/5\" data-bid=\"27-6\" class=\"b\"> Ephesians 1:21</a>.<strong>The Coming System of Things. </strong>At <a href=\"/en/wol/bc/r1/lp-e/1200004288/27/0\" data-bid=\"28-1\" class=\"b\">Matthew 12:32</a> Jesus is quoted as saying that anyone speaking against the holy spirit will not be forgiven in this &#x201C;system of things nor in that to come.&#x201D; This might be read as a reference to the Jewish system of things and the then future system of things that Christ would bring in by means of the new covenant. However, the evidence indicates that he referred instead to the present wicked system of things and to a system of things that would be introduced at the conclusion of that wicked system of things. He referred to that same future state in promising that those leaving home and family for the sake of God&#x2019;s Kingdom would get &#x201C;many times more in this period of time [form of <em>kai&#xB7;ros&#x2B9;, </em>meaning &#x201C;appointed time&#x201D;], and in the coming system of things [form of <em>ai&#xB7;on&#x2B9;</em>] everlasting life.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004288/28/0\" data-bid=\"29-1\" class=\"b\">Lu 18:29,&#xA0;30</a>) That coming system of things would also mark the period of time in which persons would receive a resurrection with the opportunity of being counted as among God&#x2019;s children. (<a href=\"/en/wol/bc/r1/lp-e/1200004288/29/0\" data-bid=\"30-1\" class=\"b\">Lu 20:34,&#xA0;35</a>) The plural form of <em>ai&#xB7;on&#x2B9; </em>is used at <a href=\"/en/wol/bc/r1/lp-e/1200004288/30/0\" data-bid=\"31-1\" class=\"b\">Ephesians 2:7</a> in referring to the &#x201C;coming systems of things&#x201D; in which the anointed Christians are to experience a surpassingly rich demonstration of God&#x2019;s undeserved kindness toward them &#x201C;in union with Christ Jesus.&#x201D; (Compare <a href=\"/en/wol/bc/r1/lp-e/1200004288/31/0\" data-bid=\"32-1\" class=\"b\">Eph 1:18-23;</a><a href=\"/en/wol/bc/r1/lp-e/1200004288/31/1\" data-bid=\"32-2\" class=\"b\"> Heb 6:4,&#xA0;5</a>.) This indicates that there will be systems of things, or states, <em>within </em>the overall &#x201C;coming system of things,&#x201D; even as the system of things under the Law covenant embraced interrelated, contemporaneous systems, as has already been shown.<strong>God &#x2018;Puts in Order&#x2019; the &#x201C;Systems of Things.&#x201D; </strong><a href=\"/en/wol/bc/r1/lp-e/1200004288/32/0\" data-bid=\"33-1\" class=\"b\">Hebrews 11:3</a> states: &#x201C;By faith we perceive that the systems of things [plural of <em>ai&#xB7;on&#x2B9;</em>] were put in order by God&#x2019;s word, so that what is beheld has come to be out of things that do not appear.&#x201D; Many consider the text at <a href=\"/en/wol/bc/r1/lp-e/1200004288/33/0\" data-bid=\"34-1\" class=\"b\">Hebrews 1:2</a> to be parallel in its use of the plural form of <em>ai&#xB7;on&#x2B9;; </em>it says that Jehovah spoke through his Son, Jesus Christ, &#x201C;whom he appointed heir of all things, and <span id=\"page1057\" class=\"pageNum\" data-no=\"1057\" data-before-text=\"1057\"></span>through whom he made the systems of things.&#x201D; The particular meaning of the Greek word <em>ai&#xB7;on&#x2B9; </em>in these two verses has been variously understood.One way to understand them is to view the Greek term as referring to the distinguishing or characteristic features of a time period. In <a href=\"/en/wol/bc/r1/lp-e/1200004288/34/0\" data-bid=\"35-1\" class=\"b\">Hebrews chapter&#xA0;11</a>, the inspired writer is discussing how, by faith, &#x201C;the men of old times had witness borne to them.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004288/35/0\" data-bid=\"36-1\" class=\"b\">Vs 2</a>) Then, in his succeeding words, he presents examples of faithful men in the pre-Flood era, in the patriarchal epoch, and in the period of Israel&#x2019;s covenant relationship with God. During all these distinct periods, and by means of the developments caused, formed, and accomplished in them, God was working out his purpose to eliminate rebellion and provide the way for reconciliation with himself on the part of deserving humans by means of successive &#x201C;systems of things.&#x201D; So those men of old had to have, and did have, faith that the invisible God was indeed directing matters in an orderly manner. They believed that he was the unseen Producer of the various systems of things and that the goal they sought, &#x201C;the fulfillment of the promise,&#x201D; was an absolute certainty in God&#x2019;s due time. In faith, they looked forward to the further outworking of God&#x2019;s purpose, which included the system of things produced by the new covenant based on Jesus&#x2019; sacrifice.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004288/36/0\" data-bid=\"37-1\" class=\"b\">Heb 11:39, 40;</a><a href=\"/en/wol/bc/r1/lp-e/1200004288/36/1\" data-bid=\"37-2\" class=\"b\"> 12:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200004288/36/2\" data-bid=\"37-3\" class=\"b\"> 18-28</a>.Another way to understand the use of <em>ai&#xB7;on&#x2B9; </em>in <a href=\"/en/wol/bc/r1/lp-e/1200004288/37/0\" data-bid=\"38-1\" class=\"b\">Hebrews 1:2</a> and <a href=\"/en/wol/bc/r1/lp-e/1200004288/38/0\" data-bid=\"39-1\" class=\"b\">11:3</a> is that it is an equivalent of the Greek term <em>ko&#x2B9;smos </em>in the sense of the world or universe, the totality of created things including the sun, moon, stars, and the earth itself. This view is evidently supported by the statement in <a href=\"/en/wol/bc/r1/lp-e/1200004288/39/0\" data-bid=\"40-1\" class=\"b\">Hebrews 11:3</a> that &#x201C;what is beheld has come to be out of things that do not appear.&#x201D; This verse could also be taken as a reference to the Genesis creation account, which could logically precede Paul&#x2019;s references to Abel (<a href=\"/en/wol/bc/r1/lp-e/1200004288/40/0\" data-bid=\"41-1\" class=\"b\">vs 4</a>), Enoch (<a href=\"/en/wol/bc/r1/lp-e/1200004288/41/0\" data-bid=\"42-1\" class=\"b\">vss 5, 6</a>), and Noah (<a href=\"/en/wol/bc/r1/lp-e/1200004288/42/0\" data-bid=\"43-1\" class=\"b\">vs 7</a>). Thus, Paul may have been expanding upon his definition of faith by referring to the existence of the universe consisting of sun, moon, and stars as clear evidence that there is a Creator.<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200004288/43/0\" data-bid=\"44-1\" class=\"b\">Ro 1:20</a>.<strong>In the Hebrew Scriptures. </strong>The Hebrew term <em>che&#x2B9;ledh </em>is similar in meaning to <em>ai&#xB7;on&#x2B9;, </em>referring in some texts to &#x201C;life&#x2019;s duration&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004288/44/0\" data-bid=\"45-1\" class=\"b\">Job 11:17;</a><a href=\"/en/wol/bc/r1/lp-e/1200004288/44/1\" data-bid=\"45-2\" class=\"b\"> Ps 39:5;</a><a href=\"/en/wol/bc/r1/lp-e/1200004288/44/2\" data-bid=\"45-3\" class=\"b\"> 89:47</a>), but in other cases the <em>features </em>of the time period appear to be the main thing signified, allowing for rendering it &#x201C;system of things.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004288/45/0\" data-bid=\"46-1\" class=\"b\">Ps 17:13, 14;</a><a href=\"/en/wol/bc/r1/lp-e/1200004288/45/1\" data-bid=\"46-2\" class=\"b\"> 49:1</a>) Some translations use the word &#x201C;world&#x201D; to render this term in these latter texts, but this rendering more or less bypasses the sense implied, namely, that of continuing time."}