{"title":"Tabernacle","link":"/en/wol/d/r1/lp-e/1200004295","html":"<span id=\"page1058\" class=\"pageNum\" data-no=\"1058\" data-before-text=\"1058\"></span><strong>TABERNACLE</strong>A transportable tent of worship used by Israel; at times also called &#x201C;the tent of meeting.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004295/0/0\" data-bid=\"1-1\" class=\"b\">Ex 39:32,</a><a href=\"/en/wol/bc/r1/lp-e/1200004295/0/1\" data-bid=\"1-2\" class=\"b\"> 40</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200004295/0\">TENT OF MEETING</a>.) In Hebrew it is called <em>mish&#xB7;kan&#x2B9; </em>(residence; dwelling; tabernacle), <em>&#x2019;o&#x2B9;hel </em>(tent), and <em>miq&#xB7;dash&#x2B9; </em>(sanctuary). In Greek it is referred to as <em>ske&#xB7;ne&#x2B9;, </em>which means &#x201C;tent; booth; residence; dwelling place.&#x201D;<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200004295/1\">HOLY PLACE</a>.The tabernacle was a central feature of Jehovah&#x2019;s arrangement for approach to him by the nation of Israel. It consisted of two compartments. (PICTURE, Vol.&#xA0;1, p.&#xA0;538) The first, the Holy, contained a golden lampstand, the golden altar of incense, the table of showbread, and golden utensils; and the innermost compartment, the Most Holy, contained the ark of the covenant, surmounted by two golden cherubs.<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200004295/2\">ARK OF THE COVENANT</a>; <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200004295/3\">MOST HOLY</a>.<strong>When Inaugurated. </strong>The tabernacle, or &#x201C;tent of meeting&#x201D; (called &#x201C;the temple of Jehovah&#x201D; at <a href=\"/en/wol/bc/r1/lp-e/1200004295/1/0\" data-bid=\"2-1\" class=\"b\">1Sa 1:9</a> and &#x201C;the house of Jehovah&#x201D; at <a href=\"/en/wol/bc/r1/lp-e/1200004295/2/0\" data-bid=\"3-1\" class=\"b\">1Sa 1:24</a>), was constructed in the wilderness at Mount Sinai in 1512&#xA0;B.C.E. It was completely set up, with its furniture and utensils installed, on the first day of the first month, Abib or Nisan. (<a href=\"/en/wol/bc/r1/lp-e/1200004295/3/0\" data-bid=\"4-1\" class=\"b\">Ex&#xA0;40</a>) The priesthood was installed at Jehovah&#x2019;s direction by the mediator Moses on that day, and the full installation services occupied seven days. On the eighth day the priests began to carry out their official functions.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004295/4/0\" data-bid=\"5-1\" class=\"b\">Le chaps 8,</a><a href=\"/en/wol/bc/r1/lp-e/1200004295/4/1\" data-bid=\"5-2\" class=\"b\">&#xA0;9</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200004295/4\">INSTALLATION</a>.<strong>Design. </strong>Jehovah had spoken to Moses in the mountain, giving him the complete pattern for the tabernacle, commanding him: &#x201C;See that you make all things after their pattern that was shown to you in the mountain.&#x201D; It served in providing &#x201C;a shadow of the heavenly things&#x201D; and therefore had to be accurate to the least detail. (<a href=\"/en/wol/bc/r1/lp-e/1200004295/5/0\" data-bid=\"6-1\" class=\"b\">Heb 8:5</a>) Jehovah inspired Bezalel and Oholiab, so that the work, which others including both men and women shared in, could be done perfectly, according to the instructions Moses gave. The result was: &#x201C;According to all that Jehovah had commanded Moses, that was the way the sons of Israel did all the service.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004295/6/0\" data-bid=\"7-1\" class=\"b\">Ex 39:42;</a><a href=\"/en/wol/bc/r1/lp-e/1200004295/6/1\" data-bid=\"7-2\" class=\"b\"> 35:25, 26;</a><a href=\"/en/wol/bc/r1/lp-e/1200004295/6/2\" data-bid=\"7-3\" class=\"b\"> 36:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200004295/6/3\" data-bid=\"7-4\" class=\"b\">&#xA0;4</a>) The materials were provided through voluntary contributions from the people. (<a href=\"/en/wol/bc/r1/lp-e/1200004295/7/0\" data-bid=\"8-1\" class=\"b\">Ex 36:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200004295/7/1\" data-bid=\"8-2\" class=\"b\"> 6,&#xA0;7</a>) Doubtless the gold, silver, and copper, as well as the yarns, fabrics, and skins, came as contributions largely from that which the Israelites had taken out of Egypt. (<a href=\"/en/wol/bc/r1/lp-e/1200004295/8/0\" data-bid=\"9-1\" class=\"b\">Ex 12:34-36</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200004295/5\">SEALSKIN</a>.) Acacia wood was available in the wilderness.<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200004295/6\">ACACIA</a>.The calculations in this article are based on a cubit of 44.5&#xA0;cm (17.5&#xA0;in.). However, the long cubit of about 51.8&#xA0;cm (20.4&#xA0;in.) may have been used.<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200004295/9/0\" data-bid=\"10-1\" class=\"b\">2Ch 3:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200004295/9/1\" data-bid=\"10-2\" class=\"b\"> Eze 40:5</a>.<strong><em>Coverings and screens. </em></strong>The entire framework of the structure was covered first by a linen covering embroidered with colorful figures of cherubs. The covering was in two large sections of five cloths each, the sections being joined by loops of blue thread that fastened over gold hooks. Each cloth was only 28 cubits (12.5&#xA0;m; 40.8&#xA0;ft) long, which would be at least one cubit (44.5&#xA0;cm; 17.5&#xA0;in.) short of reaching the ground on each side of the structure.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004295/10/0\" data-bid=\"11-1\" class=\"b\">Ex 26:1-6</a>.On top of the linen covering went a goat&#x2019;s hair cover, made in two sections, one of six cloths and one of five. Each of the 11 cloths was 30 cubits (13.4&#xA0;m; 43.7&#xA0;ft) long. Over this was put the covering of ram skins dyed red and, finally, one of sealskins, apparently reaching to the ground and evidently provided with ropes so that the covering could be fastened at the ground by tent pins.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004295/11/0\" data-bid=\"12-1\" class=\"b\">Ex 26:7-14</a>.Another curtain placed inside between the Holy and Most Holy was embroidered with cherubs (<a href=\"/en/wol/bc/r1/lp-e/1200004295/12/0\" data-bid=\"13-1\" class=\"b\">Ex 36:35</a>), and the screen to the entrance on the E was of colorful wool and linen material.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004295/13/0\" data-bid=\"14-1\" class=\"b\">Ex 36:37</a>.<span id=\"page1059\" class=\"pageNum\" data-no=\"1059\" data-before-text=\"1059\"></span><strong><em>Dimensions. </em></strong>The Bible describes the tabernacle (evidently inside measurements) as being 30 cubits (13.4&#xA0;m; 43.7&#xA0;ft) long and 10 cubits (4.5&#xA0;m; 14.6&#xA0;ft) in height. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200004295/14/0\" data-bid=\"15-1\" class=\"b\">Ex 26:16-18</a>.) It was also evidently 10 cubits in width. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200004295/15/0\" data-bid=\"16-1\" class=\"b\">Ex 26:22-24</a>.) The width may be figured as follows: The rear or W wall was constructed of six panel frames of one and one half cubits each (totaling 9 cubits) and two panel frames called corner posts, which evidently were positioned so that each added one half cubit to the inside dimension. The Jewish scholar Rashi (1040-1105&#xA0;C.E.), commenting on <a href=\"/en/wol/bc/r1/lp-e/1200004295/16/0\" data-bid=\"17-1\" class=\"b\">Exodus 26:23</a>, noted: &#x201C;All the eight boards were set in a row, only that <em>the entire width of </em>these two [the corner posts] did not show in the interior of the Tabernacle, but only a half cubit on the one side and a half cubit on the other side could be seen in the interior, thus making up the breadth to ten cubits. The <em>remaining </em>cubit of one <em>board </em>and the <em>remaining </em>cubit of the other <em>board </em>came against the cubit thickness of the boards of the Tabernacle on the north and the south sides, so that the outside should be even.&#x201D;<wbr>&#x2014;<em>Pentateuch With Targum Onkelos, Haphtaroth and Rashi&#x2019;s Commentary, Exodus, </em>translated by M.&#xA0;Rosenbaum and A.&#xA0;M.&#xA0;Silbermann, p.&#xA0;144; italics by the translators.The Most Holy compartment was apparently a cube 10 cubits on a side<wbr>&#x2014;even as the Most Holy of Solomon&#x2019;s temple built later was cubical, each dimension being 20 cubits (8.9&#xA0;m; 29.2&#xA0;ft). (<a href=\"/en/wol/bc/r1/lp-e/1200004295/17/0\" data-bid=\"18-1\" class=\"b\">1Ki 6:20</a>) The Holy compartment was twice as long as it was wide. As to the length of the Holy of the tabernacle, these points are significant: Each of the two sections of the linen covering was 20 cubits wide. (<a href=\"/en/wol/bc/r1/lp-e/1200004295/18/0\" data-bid=\"19-1\" class=\"b\">Ex 26:1-5</a>) Thus, one section (20 cubits) would stretch from the entrance to the place where hooks joined it to the other section. The junction apparently was above the pillars supporting the curtain to the Most Holy. Then the other half of the covering (20 cubits) served to cover the Most Holy (10 cubits) and also the rear or W side of the tabernacle (10 cubits).<strong><em>Panel frames. </em></strong>The walls were of acacia wood, gold overlaid, evidently in the form of panel frames (similar to window frames), instead of solid boards. (<a href=\"/en/wol/bc/r1/lp-e/1200004295/19/0\" data-bid=\"20-1\" class=\"b\">Ex 26:15-18</a>) This view seems to be logical, for two reasons: (1)&#xA0;Solid acacia boards of the size described would be unnecessarily heavy, and (2)&#xA0;the cherubs embroidered on the linen covering that went over the boards would be hidden except for those seen on the ceiling of the structure, inside. (<a href=\"/en/wol/bc/r1/lp-e/1200004295/20/0\" data-bid=\"21-1\" class=\"b\">Ex 26:1</a>) So it appears that each panel frame was constructed in such a way that the priests in the tabernacle could see the cherubs embroidered on the linen covering. Some modern scholars also hold the view that the panel-frame construction rather than a solid-board design was used. Thus, although the Hebrew word <em>qe&#x2B9;resh </em>is rendered &#x201C;board&#x201D; in older versions, several modern translations render the word &#x201C;frame&#x201D; or &#x201C;panel frame.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004295/21/0\" data-bid=\"22-1\" class=\"b\">Ex 26:15-29</a>, <em>AT, JB, Mo, NW, RS.</em>There were 20 panel frames on the N side and 20 on the S side. (<a href=\"/en/wol/bc/r1/lp-e/1200004295/22/0\" data-bid=\"23-1\" class=\"b\">Ex 26:18,</a><a href=\"/en/wol/bc/r1/lp-e/1200004295/22/1\" data-bid=\"23-2\" class=\"b\">&#xA0;20</a>) Each frame was 10 cubits (4.5&#xA0;m; 14.6&#xA0;ft) high and one and one half cubits (67&#xA0;cm; 26&#xA0;in.) wide and of unspecified depth. On the rear or W end there were six panel frames and at the back corners two frames called &#x201C;corner posts.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004295/23/0\" data-bid=\"24-1\" class=\"b\">Ex 26:22-24</a>.In connection with the panel frames, the Bible mentions &#x201C;rings.&#x201D; The rings were no doubt fastened to the frames to accommodate the bars, three rows of which were passed through the rings to tie the structure together. Evidently the top and bottom rows consisted of two bars each, for only the bar at the center is described as &#x201C;running through from end to end.&#x201D; These bars were of wood overlaid with gold.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004295/24/0\" data-bid=\"25-1\" class=\"b\">Ex 26:26-29</a>.<strong><em>Pillars and foundation. </em></strong>Five pillars overlaid with gold were at the front, or entrance, and four such pillars supported the curtain dividing the Holy from the Most Holy. (<a href=\"/en/wol/bc/r1/lp-e/1200004295/25/0\" data-bid=\"26-1\" class=\"b\">Ex 26:32,</a><a href=\"/en/wol/bc/r1/lp-e/1200004295/25/1\" data-bid=\"26-2\" class=\"b\">&#xA0;37</a>) The foundation for the entire structure consisted of 100 pedestals that had sockets to receive tenons that were on the bottom of the 48 panel frames (two pedestals to a panel frame; four pedestals served for the four pillars dividing the Holy and Most Holy). These pedestals were all of silver (<a href=\"/en/wol/bc/r1/lp-e/1200004295/26/0\" data-bid=\"27-1\" class=\"b\">Ex 26:19-25,</a><a href=\"/en/wol/bc/r1/lp-e/1200004295/26/1\" data-bid=\"27-2\" class=\"b\">&#xA0;32</a>), each pedestal weighing a talent (c.&#xA0;34&#xA0;kg; 92&#xA0;lb t). (<a href=\"/en/wol/bc/r1/lp-e/1200004295/27/0\" data-bid=\"28-1\" class=\"b\">Ex 38:27</a>) Additionally, there were five copper pedestals for the pillars at the entrance. (<a href=\"/en/wol/bc/r1/lp-e/1200004295/28/0\" data-bid=\"29-1\" class=\"b\">Ex 26:37</a>) Considering the weight of silver, these pedestals evidently would not be very thick, but would be more in the nature of heavy plates.<strong><em>The courtyard. </em></strong>The courtyard surrounding the tabernacle was 100 by 50 cubits (44.5 by 22.2&#xA0;m; 146 by 73&#xA0;ft). The fencelike curtain around it was 5 cubits (2.2&#xA0;m; 7.3&#xA0;ft) high. Twenty pillars of copper were the supports for each side, and ten for each end of the area. The screen to the entranceway on the E was made of linen and colored material and was 20 cubits (8.9&#xA0;m; 29&#xA0;ft) across.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004295/29/0\" data-bid=\"30-1\" class=\"b\">Ex 38:9-20</a>.<strong><em>Estimated cost. </em></strong>The value of the gold and silver used for the tabernacle would be in the neighborhood of $12,000,000, and the cost of the entire tabernacle possibly more than $13,000,000, judged at present-day values.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004295/30/0\" data-bid=\"31-1\" class=\"b\">Ex 38:24-29</a>.<strong><em>Possible additions. </em></strong>It appears that in time chambers were built for the use of the priests in the courtyard of the tabernacle, probably at the <span id=\"page1060\" class=\"pageNum\" data-no=\"1060\" data-before-text=\"1060\"></span>sides of the structure. (<a href=\"/en/wol/bc/r1/lp-e/1200004295/31/0\" data-bid=\"32-1\" class=\"b\">1Sa 3:3</a>) Also, booths may have been erected in the courtyard, so that some of those making communion offerings, along with their families, could eat the sacrifices there.<strong>Its Location in Israel&#x2019;s Camp. </strong>(DIAGRAM, Vol.&#xA0;1, p.&#xA0;538) The tabernacle was the center of the camp of Israel. Nearest it, but at a respectful distance, possibly 2,000 cubits (890&#xA0;m; 2,920&#xA0;ft), were encamped the families of the tribe of Levi, the caretakers of the structure. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200004295/32/0\" data-bid=\"33-1\" class=\"b\">Jos 3:4</a>.) On the E was the priestly family of Aaron, on the S the Kohathites (from which Aaron&#x2019;s family had been selected for the priesthood [<a href=\"/en/wol/bc/r1/lp-e/1200004295/33/0\" data-bid=\"34-1\" class=\"b\">Ex 6:18-20</a>]), on the W the Gershonites, and on the N the Merarites. (<a href=\"/en/wol/bc/r1/lp-e/1200004295/34/0\" data-bid=\"35-1\" class=\"b\">Nu 3:23,</a><a href=\"/en/wol/bc/r1/lp-e/1200004295/34/1\" data-bid=\"35-2\" class=\"b\"> 29,</a><a href=\"/en/wol/bc/r1/lp-e/1200004295/34/2\" data-bid=\"35-3\" class=\"b\"> 35,</a><a href=\"/en/wol/bc/r1/lp-e/1200004295/34/3\" data-bid=\"35-4\" class=\"b\">&#xA0;38</a>) Farther away were the other 12 tribes: Judah, Issachar, and Zebulun on the E; Reuben, Simeon, and Gad on the S; Ephraim, Manasseh, and Benjamin on the W; and Dan, Asher, and Naphtali on the N. (<a href=\"/en/wol/bc/r1/lp-e/1200004295/35/0\" data-bid=\"36-1\" class=\"b\">Nu 2:1-31</a>) From any part of the camp the tabernacle could always be easily located, because of the cloud by day and the fire by night, which stood over the Most Holy where the ark of the covenant was situated.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004295/36/0\" data-bid=\"37-1\" class=\"b\">Ex 40:36-38</a>.<strong>How Transported. </strong>In moving the tabernacle and its furniture and utensils, the priests covered the utensils of the holy place; and then the Kohathites carried the covered ark of the covenant, table of showbread, lampstand, and altars. They transported these things on their shoulders, walking. (<a href=\"/en/wol/bc/r1/lp-e/1200004295/37/0\" data-bid=\"38-1\" class=\"b\">Nu 4:4-15;</a><a href=\"/en/wol/bc/r1/lp-e/1200004295/37/1\" data-bid=\"38-2\" class=\"b\"> 7:9</a>) The Gershonites, having two wagons, transported the tent cloths (except the curtain to the Most Holy, which was placed over the Ark [<a href=\"/en/wol/bc/r1/lp-e/1200004295/38/0\" data-bid=\"39-1\" class=\"b\">Nu 4:5</a>]), the tabernacle coverings, courtyard hangings, screens, related tent cords, and certain service utensils. (<a href=\"/en/wol/bc/r1/lp-e/1200004295/39/0\" data-bid=\"40-1\" class=\"b\">Nu 4:24-26;</a><a href=\"/en/wol/bc/r1/lp-e/1200004295/39/1\" data-bid=\"40-2\" class=\"b\"> 7:7</a>) The Merarites, with four wagons, took care of the very heavy items, including the panel frames and the pillars, socket pedestals and related tent pins, and cords.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004295/40/0\" data-bid=\"41-1\" class=\"b\">Nu 4:29-32;</a><a href=\"/en/wol/bc/r1/lp-e/1200004295/40/1\" data-bid=\"41-2\" class=\"b\"> 7:8</a>.<strong>History. </strong>After Israel crossed the Jordan River into the Promised Land, the tabernacle was set up at Gilgal. (<a href=\"/en/wol/bc/r1/lp-e/1200004295/41/0\" data-bid=\"42-1\" class=\"b\">Jos 4:19</a>) It was relocated at Shiloh during the time of dividing the land (<a href=\"/en/wol/bc/r1/lp-e/1200004295/42/0\" data-bid=\"43-1\" class=\"b\">Jos 18:1</a>), where it remained for years (<a href=\"/en/wol/bc/r1/lp-e/1200004295/43/0\" data-bid=\"44-1\" class=\"b\">1Sa 1:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200004295/43/1\" data-bid=\"44-2\" class=\"b\">&#xA0;24</a>) before being moved to Nob. (<a href=\"/en/wol/bc/r1/lp-e/1200004295/44/0\" data-bid=\"45-1\" class=\"b\">1Sa 21:1-6</a>) Later it was at Gibeon. (<a href=\"/en/wol/bc/r1/lp-e/1200004295/45/0\" data-bid=\"46-1\" class=\"b\">1Ch 21:29</a>) When the ark of the covenant was moved to Zion by David, it had not been in the tabernacle for many years. But until the temple was built by Solomon, sacrifices were still offered at the tabernacle in Gibeon, it being called &#x201C;the great high place.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004295/46/0\" data-bid=\"47-1\" class=\"b\">1Ki 3:4</a>) After the construction of the temple, Solomon had the tabernacle brought up to Jerusalem and apparently stored there.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004295/47/0\" data-bid=\"48-1\" class=\"b\">1Ki 8:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200004295/47/1\" data-bid=\"48-2\" class=\"b\"> 2Ch 5:5</a>.<strong>Figurative Use. </strong>The apostle Paul throws light upon the pictorial significance of the tabernacle. In a context discussing the pattern made by the tabernacle and the services carried on therein, he speaks of Jesus Christ as &#x201C;a public servant of the holy place and of the true tent, which Jehovah put up, and not man.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004295/48/0\" data-bid=\"49-1\" class=\"b\">Heb 8:2</a>) Farther on he says: &#x201C;Christ came as a high priest of the good things that have come to pass, through the greater and more perfect tent not made with hands, that is, not of this creation.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004295/49/0\" data-bid=\"50-1\" class=\"b\">Heb 9:11</a>) The tent in the wilderness was an arrangement set up by God&#x2019;s command for approach to him in true worship, an arrangement for typical removal of sins. Being an illustration (<a href=\"/en/wol/bc/r1/lp-e/1200004295/50/0\" data-bid=\"51-1\" class=\"b\">Heb 9:9</a>), it would foreshadow the arrangement that God established in which the great High Priest Jesus Christ could serve, appearing in heaven before his Father with the value of his sacrifice, which can actually remove sins. (<a href=\"/en/wol/bc/r1/lp-e/1200004295/51/0\" data-bid=\"52-1\" class=\"b\">Heb 9:24-26</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200004295/7\">TEMPLE</a>.) Through this arrangement faithful men can have real approach to God. (<a href=\"/en/wol/bc/r1/lp-e/1200004295/52/0\" data-bid=\"53-1\" class=\"b\">Heb 4:16</a>) The heavenly &#x201C;sanctuary of the tent of the witness&#x201D; or tabernacle was seen by the apostle John in vision.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004295/53/0\" data-bid=\"54-1\" class=\"b\">Re 15:5</a>.The apostle Peter, being a spirit-begotten son of God with the hope of heavenly life in association with Christ Jesus, spoke of his fleshly body as a &#x201C;tabernacle.&#x201D; It was a &#x2018;dwelling place,&#x2019; but was only temporary, since Peter knew his death was near and his resurrection would be not in the flesh but in the spirit.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004295/54/0\" data-bid=\"55-1\" class=\"b\">2Pe 1:13-15;</a><a href=\"/en/wol/bc/r1/lp-e/1200004295/54/1\" data-bid=\"55-2\" class=\"b\"> 1Jo 3:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200004295/54/2\" data-bid=\"55-3\" class=\"b\"> 1Co 15:35-38,</a><a href=\"/en/wol/bc/r1/lp-e/1200004295/54/3\" data-bid=\"55-4\" class=\"b\"> 42-44</a>.For the various articles of furniture and equipment used in the tabernacle, see articles under individual names."}