{"title":"Tahpanes","link":"/en/wol/d/r1/lp-e/1200004305","html":"<span id=\"page1062\" class=\"pageNum\" data-no=\"1062\" data-before-text=\"1062\"></span><strong>TAHPANES</strong>(Tah&#x2B9;pan&#xB7;es), also <strong>Tahpanhes </strong>(Tah&#x2B9;pan&#xB7;hes), <strong>Tehaphnehes </strong>(Te&#xB7;haph&#x2B9;ne&#xB7;hes).A city in Egypt regularly mentioned with other cities of northern (Lower) Egypt, such as Noph (Memphis), On (Heliopolis), and Pibeseth (Bubastis).During the last years of the Judean kingdom, the prophet Jeremiah consistently warned his people against political alliances with Egypt or reliance on Egypt for help against the rising power of Babylon. Noph (Memphis), the Egyptian capital, and Tahpanhes are spoken of as &#x201C;feeding on [Judah and Jerusalem] at the crown of the head&#x201D; as a result of the apostasy of the Jews. Any support from Egypt was doubtless obtained at a high cost to the royal leaders of Judah; but they would become ashamed of Egypt, even as they had become ashamed of Assyria.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004305/0/0\" data-bid=\"1-1\" class=\"b\">Jer 2:1, 2,</a><a href=\"/en/wol/bc/r1/lp-e/1200004305/0/1\" data-bid=\"1-2\" class=\"b\"> 14-19,</a><a href=\"/en/wol/bc/r1/lp-e/1200004305/0/2\" data-bid=\"1-3\" class=\"b\">&#xA0;36</a>.<strong>Remnant Flee There. </strong>Following the Babylonian conquest of Judah in 607&#xA0;B.C.E. and the subsequent assassination of Gedaliah, the remnant of Jews went down to Egypt, taking the prophet Jeremiah with them. The first place mentioned at which they arrived (or settled) in Egypt is Tahpanhes. (<a href=\"/en/wol/bc/r1/lp-e/1200004305/1/0\" data-bid=\"2-1\" class=\"b\">Jer 43:5-7</a>) This would evidently locate Tahpanhes in the eastern Delta region, that is, the NE corner of Lower Egypt. Some of the refugees settled in Tahpanhes. (<a href=\"/en/wol/bc/r1/lp-e/1200004305/2/0\" data-bid=\"3-1\" class=\"b\">Jer 44:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200004305/2/1\" data-bid=\"3-2\" class=\"b\"> 7,&#xA0;8</a>) On arrival at Tahpanhes, Jeremiah enacted a prophetic scene directed by Jehovah, placing stones in the mortar of &#x201C;the terrace of bricks that is at the entrance of the house of Pharaoh in Tahpanhes&#x201D; in the presence of the other Jews. Then he made the proclamation that Nebuchadnezzar would come and place his throne and extend his state tent right over those very stones.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004305/3/0\" data-bid=\"4-1\" class=\"b\">Jer 43:8-13;</a><a href=\"/en/wol/bc/r1/lp-e/1200004305/3/1\" data-bid=\"4-2\" class=\"b\"> compare 46:13,&#xA0;14</a>.In faraway Babylon (in the 27th year of the first exile, that is, 591&#xA0;B.C.E.), the prophet Ezekiel also foretold that Nebuchadnezzar would conquer Egypt and &#x201C;in Tehaphnehes the day will actually grow dark,&#x201D; for Jehovah would there break the yoke bars and the pride of Egypt&#x2019;s strength. This statement and Ezekiel&#x2019;s reference to the &#x201C;dependent towns&#x201D; of Tahpanhes indicate that the city was one of importance and size.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004305/4/0\" data-bid=\"5-1\" class=\"b\">Eze 29:19;</a><a href=\"/en/wol/bc/r1/lp-e/1200004305/4/1\" data-bid=\"5-2\" class=\"b\"> 30:1, 2,</a><a href=\"/en/wol/bc/r1/lp-e/1200004305/4/2\" data-bid=\"5-3\" class=\"b\"> 10-18</a>.<strong>Suggested Origin of Name. </strong>Some translators understand the name Tahpanhes to mean (in Egyptian) &#x201C;the Fortress of Penhase,&#x201D; Penhase being a general from the southern city of Thebes who overcame rebellious elements in the Delta region of Egypt, apparently in the latter part of the second millennium B.C.E.The Greek <em>Septuagint </em>renders Tahpanhes as <em>Taph&#x2B9;nas, </em>and it is generally believed that this name coincides with that of an important fortified city on Egypt&#x2019;s eastern border called Daphnae by the Greek writers of the classical period. For this reason some geographers identify Tahpanhes with Tell Defneh, nearly 50&#xA0;km (30&#xA0;mi) SSW of Port Said and about 45&#xA0;km (28&#xA0;mi) WSW of Pelusium, the suggested site of Sin."}