{"title":"Tammuz, I","link":"/en/wol/d/r1/lp-e/1200004316","html":"<span id=\"page1064\" class=\"pageNum\" data-no=\"1064\" data-before-text=\"1064\"></span><strong>TAMMUZ, I</strong>(Tamm&#x2B9;uz).A deity over whom apostate Hebrew women in Jerusalem were seen weeping in the sixth year of the prophet Ezekiel&#x2019;s exile (612&#xA0;B.C.E.).<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004316/0/0\" data-bid=\"1-1\" class=\"b\">Eze 8:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200004316/0/1\" data-bid=\"1-2\" class=\"b\"> 3,</a><a href=\"/en/wol/bc/r1/lp-e/1200004316/0/2\" data-bid=\"1-3\" class=\"b\">&#xA0;14</a>.In Sumerian texts, Tammuz is called Dumuzi and is identified as the consort or lover of the fertility goddess Inanna (Babylonian Ishtar). It has been suggested that Tammuz was originally a king who was deified after his death. Sumerian texts believed to date from the 18th&#xA0;century B.C.E. show that the kings of Sumer were identified with Dumuzi.Regarding the identification of Tammuz, D.&#xA0;Wolkstein and S.&#xA0;N.&#xA0;Kramer <span id=\"page1065\" class=\"pageNum\" data-no=\"1065\" data-before-text=\"1065\"></span>remarked: &#x201C;There were quite a number of &#x2018;dying gods&#x2019; in ancient Sumer, but the best known is Dumuzi, the biblical Tammuz, whom the women of Jerusalem were still mourning in the days of the prophet Ezekiel. Originally, the god Dumuzi was a mortal Sumerian ruler, whose life and death had made a profound impression on the Sumerian thinkers and mythographers.&#x201D; (<em>Inanna, Queen of Heaven and Earth, </em>New York, 1983, p.&#xA0;124) In addition, O.&#xA0;R.&#xA0;Gurney wrote: &#x201C;Dumuzi was originally a man, a king of Erech .&#xA0;.&#xA0;. The humanity of Dumuzi is, moreover, confirmed by the mythological passage in which he says to Inanna &#x2018;I will lead you to the house of my god&#x2019;. This is not the way in which a god would speak.&#x201D;<wbr>&#x2014;<em>Journal of Semitic Studies, </em>Vol.&#xA0;7, 1962, pp.&#xA0;150-152."}