{"title":"Tarshish","link":"/en/wol/d/r1/lp-e/1200004325","html":"<span id=\"page1066\" class=\"pageNum\" data-no=\"1066\" data-before-text=\"1066\"></span><strong>TARSHISH</strong>(Tar&#x2B9;shish) [from a root meaning &#x201C;shatter&#x201D;].<strong>1. </strong>One of Javan&#x2019;s four sons born after the Flood. (<a href=\"/en/wol/bc/r1/lp-e/1200004325/0/0\" data-bid=\"1-1\" class=\"b\">Ge 10:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200004325/0/1\" data-bid=\"1-2\" class=\"b\"> 1Ch 1:7</a>) He is included among the 70 family heads from whom the nations were &#x201C;spread about in the earth.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004325/1/0\" data-bid=\"2-1\" class=\"b\">Ge 10:32</a>) As in the case of Javan&#x2019;s other sons, the name Tarshish came to apply to a people and a region.<strong>2. </strong>A descendant of Benjamin and son of Bilhan.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004325/2/0\" data-bid=\"3-1\" class=\"b\">1Ch 7:6,</a><a href=\"/en/wol/bc/r1/lp-e/1200004325/2/1\" data-bid=\"3-2\" class=\"b\">&#xA0;10</a>.<strong>3. </strong>One of seven princely counselors of King Ahasuerus who considered the case of rebellious Queen Vashti.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004325/3/0\" data-bid=\"4-1\" class=\"b\">Es 1:12-15</a>.<strong>4. </strong>A region initially populated by offspring of Tarshish, a son of Javan and grandson of Japheth. There are some indications of the direction in which the descendants of Tarshish migrated during the centuries following the Flood.The prophet Jonah (c.&#xA0;844&#xA0;B.C.E.), commissioned by Jehovah to go to Nineveh in Assyria, tried to escape his assignment by going to the Mediterranean seaport of Joppa (Tel Aviv-Yafo) and buying passage on &#x201C;a ship going to Tarshish.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004325/4/0\" data-bid=\"5-1\" class=\"b\">Jon 1:1-3;</a><a href=\"/en/wol/bc/r1/lp-e/1200004325/4/1\" data-bid=\"5-2\" class=\"b\"> 4:2</a>) Thus, Tarshish must obviously have been in or on the Mediterranean in the opposite direction from Nineveh, and evidently it was better reached by sea than by land. &#x201C;The heart of the open sea&#x201D; is mentioned in connection with &#x201C;the ships of Tarshish,&#x201D; at <a href=\"/en/wol/bc/r1/lp-e/1200004325/5/0\" data-bid=\"6-1\" class=\"b\">Ezekiel 27:25,&#xA0;26</a>.<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200004325/6/0\" data-bid=\"7-1\" class=\"b\">Ps 48:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200004325/6/1\" data-bid=\"7-2\" class=\"b\"> Jon 2:3</a>.An inscription of Assyrian Emperor Esar-haddon (of the seventh century B.C.E.) boasts of his victories over Tyre and Egypt, and it claims that all the kings of the islands from Cyprus &#x201C;as far as Tarsisi&#x201D; paid him tribute. (<em>Ancient Near Eastern Texts, </em>edited by J.&#xA0;Pritchard, 1974, p.&#xA0;290) Since Cyprus is in the eastern Mediterranean, this reference would also indicate a location in the western Mediterranean. Some scholars identify Tarshish with Sardinia, an island in the western Mediterranean.<strong>Possibly Identified With Spain. </strong>Most scholars associate Tarshish with Spain, based on ancient references to a place or region in Spain called Tartessus by Greek and Roman writers. While Greek geographer Strabo (of the first century B.C.E.) placed a city called Tartessus in the region around the Guadalquivir River in Andalusia (<em>Geography, </em>3, II,&#xA0;11), the name Tartessis appears to have applied generally to the southern part of the Iberian Peninsula.Many reference works give great emphasis to Phoenician colonization of the Spanish coastlands and refer to Tartessus as a Phoenician colony, but there appears to be no solid basis for such theory. Thus, the <em>Encyclop&#xE6;dia Britannica </em>(1959, Vol.&#xA0;21, p.&#xA0;114) states: &#x201C;Neither the Phoenicians nor the Carthaginians left any very permanent mark upon the land, while the Greeks influenced it profoundly. Ships from Tyre and Sidon may have traded beyond the straits and in C&#xE1;diz at least as early as the 9th&#xA0;century B.C.; yet modern archaeology, which has located and excavated Greek, Iberian and Roman towns, has not laid bare a single Phoenician settlement or found more important Phoenician remains than the odds and ends of trinkets and jewels and similar articles of barter. The inference is clear that, except perhaps at C&#xE1;diz, the Phoenicians built no towns, but had mere trading posts and points of call.&#x201D; History also shows that when the Phoenicians and Greeks began trading with Spain the land was already populated and the native inhabitants brought forth the silver, iron, tin, and lead that the traders sought.There appears to be good reason for believing, then, that descendants of Javan (Ionians) through his son Tarshish eventually spread into and became prominent in the Iberian Peninsula. Such suggested location of Tarshish at least harmonizes satisfactorily with the other Biblical references.<strong>Trade Relations With Solomon. </strong>Phoenician trading with Tarshish is clearly borne out by the record of King Solomon&#x2019;s time (some 13 centuries after the Flood), when maritime commerce also began to be engaged in by the nation of Israel. Solomon had a fleet of ships in the Red Sea area, manned in part by experienced seamen provided by Phoenician King Hiram of Tyre, and trafficking especially with the gold-rich land of Ophir. (<a href=\"/en/wol/bc/r1/lp-e/1200004325/7/0\" data-bid=\"8-1\" class=\"b\">1Ki 9:26-28</a>) Reference is thereafter made to &#x201C;a fleet of ships of Tarshish&#x201D; that Solomon had on the sea &#x201C;along with Hiram&#x2019;s fleet of ships,&#x201D; and these ships are stated to have made voyages once every three years for the importation of gold, silver, ivory, apes, and peacocks. (<a href=\"/en/wol/bc/r1/lp-e/1200004325/8/0\" data-bid=\"9-1\" class=\"b\">1Ki 10:22</a>) It is generally <span id=\"page1067\" class=\"pageNum\" data-no=\"1067\" data-before-text=\"1067\"></span>believed that the term &#x201C;ships of Tarshish&#x201D; in course of time came to stand for a <em>type </em>of ship, as one lexicon puts it: &#x201C;large, sea-going vessels, <em>fit </em>to ply to Tarshish.&#x201D; (<em>A Hebrew and English Lexicon of the Old Testament, </em>by Brown, Driver, and Briggs, 1980, p.&#xA0;1077) In a similar way, the name Indiamen originally was derived from the name applied to large British ships engaged in trade with India and in time came to apply to ships of that type no matter what their origin or destination. Thus <a href=\"/en/wol/bc/r1/lp-e/1200004325/9/0\" data-bid=\"10-1\" class=\"b\">1&#xA0;Kings 22:48</a> shows that King Jehoshaphat (936-911&#xA0;B.C.E.) &#x201C;made Tarshish ships to go <em>to Ophir </em>for gold.&#x201D;The Chronicles account, however, states that Solomon&#x2019;s ships used for the triannual voyages &#x201C;were going to Tarshish&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004325/10/0\" data-bid=\"11-1\" class=\"b\">2Ch 9:21</a>); also that Jehoshaphat&#x2019;s ships were designed &#x201C;to go to Tarshish&#x201D; and, when wrecked, &#x201C;did not retain strength to go to Tarshish.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004325/11/0\" data-bid=\"12-1\" class=\"b\">2Ch 20:36,&#xA0;37</a>) This would indicate that Ophir was not the only port of call of the Israelite &#x201C;ships of Tarshish,&#x201D; but that they also navigated Mediterranean waters. This, of course, poses a problem, since the launching site of at least some of these vessels is shown to have been Ezion-geber on the Gulf of &#x2BD;Aqaba. (<a href=\"/en/wol/bc/r1/lp-e/1200004325/12/0\" data-bid=\"13-1\" class=\"b\">1Ki 9:26</a>) For the ships to reach the Mediterranean Sea, they would either have to traverse a canal from the Red Sea to the Nile River and then into the Mediterranean or else circumnavigate the continent of Africa. While it is by no means possible to determine now the details of navigational routes (including canals) available or employed in Solomon&#x2019;s and in Jehoshaphat&#x2019;s time, there is likewise no need to view the record of their maritime projects as unfeasible.<strong>In Prophecy. </strong>Tarshish appears to have been a major market for the merchant city of Tyre, perhaps her source of greatest riches during part of her history. From ancient times Spain has had mines working the rich deposits of silver, iron, tin, and other metals found there. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200004325/13/0\" data-bid=\"14-1\" class=\"b\">Jer 10:9;</a><a href=\"/en/wol/bc/r1/lp-e/1200004325/13/1\" data-bid=\"14-2\" class=\"b\"> Eze 27:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200004325/13/2\" data-bid=\"14-3\" class=\"b\">&#xA0;12</a>.) Thus Isaiah&#x2019;s prophetic pronouncement of Tyre&#x2019;s overthrow depicts the ships of Tarshish as &#x2018;howling&#x2019; upon reaching Kittim (Cyprus, perhaps their last port of call on the eastern run) and receiving the news that the wealthy port of Tyre has been despoiled.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004325/14/0\" data-bid=\"15-1\" class=\"b\">Isa 23:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200004325/14/1\" data-bid=\"15-2\" class=\"b\"> 10,</a><a href=\"/en/wol/bc/r1/lp-e/1200004325/14/2\" data-bid=\"15-3\" class=\"b\">&#xA0;14</a>.Other prophecies foretell God&#x2019;s sending some of his people to Tarshish, there to proclaim his glory (<a href=\"/en/wol/bc/r1/lp-e/1200004325/15/0\" data-bid=\"16-1\" class=\"b\">Isa 66:19</a>), and of &#x201C;ships of Tarshish&#x201D; bringing Zion&#x2019;s sons from far away. (<a href=\"/en/wol/bc/r1/lp-e/1200004325/16/0\" data-bid=\"17-1\" class=\"b\">Isa 60:9</a>) &#x201C;The kings of Tarshish and of the islands&#x201D; are to pay tribute to the one Jehovah designates as king. (<a href=\"/en/wol/bc/r1/lp-e/1200004325/17/0\" data-bid=\"18-1\" class=\"b\">Ps 72:10</a>) On the other hand, at <a href=\"/en/wol/bc/r1/lp-e/1200004325/18/0\" data-bid=\"19-1\" class=\"b\">Ezekiel 38:13</a> &#x201C;the merchants of Tarshish&#x201D; are represented along with other trading peoples as expressing selfish interest in Gog of Magog&#x2019;s proposed plunder of Jehovah&#x2019;s regathered ones. As included among other things symbolizing self-exaltation, haughtiness, and loftiness, the ships of Tarshish are to be brought low, and only Jehovah is to be exalted in &#x201C;the day belonging to Jehovah of armies.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004325/19/0\" data-bid=\"20-1\" class=\"b\">Isa 2:11-16</a>."}