{"title":"Tartarus","link":"/en/wol/d/r1/lp-e/1200004329","html":"<span id=\"page1068\" class=\"pageNum\" data-no=\"1068\" data-before-text=\"1068\"></span><strong>TARTARUS</strong>(Tar&#x2B9;ta&#xB7;rus).A prisonlike, abased condition into which God cast disobedient angels in Noah&#x2019;s day.This word is found but once in the inspired Scriptures, at <a href=\"/en/wol/bc/r1/lp-e/1200004329/0/0\" data-bid=\"1-1\" class=\"b\">2&#xA0;Peter 2:4</a>. The apostle writes: &#x201C;God did not hold back from punishing the angels that sinned, but, by throwing them into Tartarus, delivered them to pits of dense darkness to be reserved for judgment.&#x201D; The expression &#x201C;throwing them into Tartarus&#x201D; is from the Greek verb <em>tar&#xB7;ta&#xB7;ro&#x2B9;o </em>and so includes within itself the word &#x201C;Tartarus.&#x201D;A parallel text is found at <a href=\"/en/wol/bc/r1/lp-e/1200004329/1/0\" data-bid=\"2-1\" class=\"b\">Jude&#xA0;6</a>: &#x201C;And the angels that did not keep their original position but forsook their own proper dwelling place he has reserved with eternal bonds under dense darkness for the judgment of the great day.&#x201D; Showing when it was that these angels &#x201C;forsook their own proper dwelling place,&#x201D; Peter speaks of &#x201C;the spirits in prison, who had once been disobedient when the patience of God was waiting in Noah&#x2019;s days, while the ark was being constructed.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004329/2/0\" data-bid=\"3-1\" class=\"b\">1Pe 3:19,&#xA0;20</a>) This directly links the matter to the account at <a href=\"/en/wol/bc/r1/lp-e/1200004329/3/0\" data-bid=\"4-1\" class=\"b\">Genesis 6:1-4</a> concerning &#x201C;the sons of the true God&#x201D; who abandoned their heavenly abode to cohabit with women in pre-Flood times and produced children by them, such offspring being designated as Nephilim.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200004329/0\">NEPHILIM</a>; <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200004329/1\">SON(S) OF GOD</a>.From these texts it is evident that Tartarus is a <em>condition </em>rather than a particular location, inasmuch as Peter, on the one hand, speaks of these disobedient spirits as being in &#x201C;pits of dense darkness,&#x201D; while Paul speaks of them as being in &#x201C;heavenly places&#x201D; from which they exercise a rule of darkness as wicked spirit forces. (<a href=\"/en/wol/bc/r1/lp-e/1200004329/4/0\" data-bid=\"5-1\" class=\"b\">2Pe 2:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200004329/4/1\" data-bid=\"5-2\" class=\"b\"> Eph 6:10-12</a>) The dense darkness similarly is not literally a lack of light but results from their being cut off from illumination by God as renegades and outcasts from his family, with only a dark outlook as to their eternal destiny.Tartarus is, therefore, not the same as the Hebrew Sheol or the Greek Hades, both of which refer to the common earthly grave of mankind. This is evident from the fact that, while the apostle Peter shows that Jesus Christ preached to these &#x201C;spirits in prison,&#x201D; he also shows that Jesus did so, not during the three days while buried in Hades (Sheol), but <em>after </em>his resurrection out of Hades.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004329/5/0\" data-bid=\"6-1\" class=\"b\">1Pe 3:18-20</a>.Likewise the abased condition represented by Tartarus should not be confused with &#x201C;the abyss&#x201D; into which Satan and his demons are eventually to be cast for the thousand years of Christ&#x2019;s rule. (<a href=\"/en/wol/bc/r1/lp-e/1200004329/6/0\" data-bid=\"7-1\" class=\"b\">Re 20:1-3</a>) Apparently the disobedient angels were cast into Tartarus in &#x201C;Noah&#x2019;s days&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004329/7/0\" data-bid=\"8-1\" class=\"b\">1Pe 3:20</a>), but some 2,000 years later we find them entreating Jesus &#x201C;not to order them to go away into the abyss.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004329/8/0\" data-bid=\"9-1\" class=\"b\">Lu 8:26-31</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200004329/2\">ABYSS</a>.The word &#x201C;Tartarus&#x201D; is also used in pre-Christian heathen mythologies. In Homer&#x2019;s <em>Iliad </em>this mythological Tartarus is represented as an underground prison &#x2018;as far below Hades as earth <span id=\"page1069\" class=\"pageNum\" data-no=\"1069\" data-before-text=\"1069\"></span>is below heaven.&#x2019; In it were imprisoned the lesser gods, Cronus and the other Titan spirits. As we have seen, the Tartarus of the Bible is not a place but a condition and, therefore, is not the same as this Tartarus of Greek mythology. However, it is worth noting that the mythological Tartarus was presented not as a place for humans but as a place for superhuman creatures. So, in that regard there is a similarity, since the Scriptural Tartarus is clearly not for the detention of human souls (compare <a href=\"/en/wol/bc/r1/lp-e/1200004329/9/0\" data-bid=\"10-1\" class=\"b\">Mt 11:23</a>) but is only for wicked superhuman spirits who are rebels against God.The condition of utter debasement represented by Tartarus is a precursor of the abyssing that Satan and his demons are to experience prior to the start of the Thousand Year Reign of Christ. This, in turn, is to be followed after the end of the thousand years by their utter destruction in &#x201C;the second death.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004329/10/0\" data-bid=\"11-1\" class=\"b\">Mt 25:41;</a><a href=\"/en/wol/bc/r1/lp-e/1200004329/10/1\" data-bid=\"11-2\" class=\"b\"> Re 20:1-3,</a><a href=\"/en/wol/bc/r1/lp-e/1200004329/10/2\" data-bid=\"11-3\" class=\"b\"> 7-10,</a><a href=\"/en/wol/bc/r1/lp-e/1200004329/10/3\" data-bid=\"11-4\" class=\"b\">&#xA0;14</a>."}