{"title":"Tebeth","link":"/en/wol/d/r1/lp-e/1200004338","html":"<span id=\"page1074\" class=\"pageNum\" data-no=\"1074\" data-before-text=\"1074\"></span><strong>TEBETH</strong>(Te&#x2B9;beth).The postexilic name of the tenth Jewish lunar month of the sacred calendar, but the fourth of the secular calendar. (<a href=\"/en/wol/bc/r1/lp-e/1200004338/0/0\" data-bid=\"1-1\" class=\"b\">Es 2:16</a>) It corresponds to part of December and part of January. It is generally referred to simply as &#x201C;the tenth month.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004338/1/0\" data-bid=\"2-1\" class=\"b\">1Ch 27:13</a>.The name Tebeth is believed to have come from an Akkadian root meaning &#x201C;sink&#x201D; or &#x201C;sink down,&#x201D; and this may have reference to the muddy conditions that prevail during this winter month when rainfall is at its peak. The winter rains are often torrential, like the one that ended the three-and-a-half-year drought in Elijah&#x2019;s day or the kind that Jesus described in his illustration of the house, the sand foundation of which was washed away by the lashing rain. (<a href=\"/en/wol/bc/r1/lp-e/1200004338/2/0\" data-bid=\"3-1\" class=\"b\">1Ki 18:45;</a><a href=\"/en/wol/bc/r1/lp-e/1200004338/2/1\" data-bid=\"3-2\" class=\"b\"> Mt 7:24-27</a>) According to <em>The Geography of the Bible </em>by Denis Baly (1957, p.&#xA0;50), the latter part of December brings frequent frosts in the hill country and occasional snow flurries in Jerusalem. (<a href=\"/en/wol/bc/r1/lp-e/1200004338/3/0\" data-bid=\"4-1\" class=\"b\">2Sa 23:20</a>) Though it is unusual, there have been times when roads were temporarily blocked by heavy snowfall. It may have been during this month, Tebeth, that a heavy snowfall hindered the Syrian army commander Tryphon when on his way to Jerusalem. (<em>Jewish Antiquities, </em>XIII, 208 [vi,&#xA0;6]; 1 Maccabees 13:22) The month Tebeth was evidently neither a month for traveling nor a month in which shepherds would spend the night in the fields. For these and other reasons it could not have been the month in which Jesus was born.It was on the tenth day of Tebeth in 609&#xA0;B.C.E. that Nebuchadnezzar began his siege against the city of Jerusalem. (<a href=\"/en/wol/bc/r1/lp-e/1200004338/4/0\" data-bid=\"5-1\" class=\"b\">2Ki 25:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200004338/4/1\" data-bid=\"5-2\" class=\"b\"> Jer 39:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200004338/4/2\" data-bid=\"5-3\" class=\"b\"> 52:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200004338/4/3\" data-bid=\"5-4\" class=\"b\"> Eze 24:1,&#xA0;2</a>) Possibly in memory of this event the Jews observed &#x201C;the fast of the tenth month.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004338/5/0\" data-bid=\"6-1\" class=\"b\">Zec 8:19</a>."}