{"title":"Testicles","link":"/en/wol/d/r1/lp-e/1200004373","html":"<span id=\"page1088\" class=\"pageNum\" data-no=\"1088\" data-before-text=\"1088\"></span><strong>TESTICLES</strong>Male genital glands. God&#x2019;s law to Israel barred from the priesthood a man having his testicles broken, as one of several disqualifying physical defects. (<a href=\"/en/wol/bc/r1/lp-e/1200004373/0/0\" data-bid=\"1-1\" class=\"b\">Le 21:17-21,</a><a href=\"/en/wol/bc/r1/lp-e/1200004373/0/1\" data-bid=\"1-2\" class=\"b\">&#xA0;23</a>) This high standard for the priesthood was in harmony with the holiness of the office of the priests as representatives of Jehovah&#x2019;s holiness before Israel. It likewise accords with the fact that Israel&#x2019;s priesthood symbolized the heavenly priesthood of Christ and his congregation of underpriests, among whom there is found no blemish. (<a href=\"/en/wol/bc/r1/lp-e/1200004373/1/0\" data-bid=\"2-1\" class=\"b\">Heb 7:26;</a><a href=\"/en/wol/bc/r1/lp-e/1200004373/1/1\" data-bid=\"2-2\" class=\"b\"> Eph 5:27;</a><a href=\"/en/wol/bc/r1/lp-e/1200004373/1/2\" data-bid=\"2-3\" class=\"b\"> Re 14:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200004373/1/3\" data-bid=\"2-4\" class=\"b\">&#xA0;5;</a><a href=\"/en/wol/bc/r1/lp-e/1200004373/1/4\" data-bid=\"2-5\" class=\"b\"> 20:6</a>) Furthermore, God wanted priests who could have children to succeed them. The Law provided, however, that such a defective person could eat of the holy things provided for the sustenance of the priesthood.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004373/2/0\" data-bid=\"3-1\" class=\"b\">Le 21:21,&#xA0;22</a>.For similar reasons an animal having its testicles squeezed, crushed, cut off, or pulled off could not be offered up as a sacrifice. (<a href=\"/en/wol/bc/r1/lp-e/1200004373/3/0\" data-bid=\"4-1\" class=\"b\">Le 22:24</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200004373/4/0\" data-bid=\"5-1\" class=\"b\">Mal 1:6-8;</a><a href=\"/en/wol/bc/r1/lp-e/1200004373/4/1\" data-bid=\"5-2\" class=\"b\"> 1Pe 1:19</a>.) On this account the Israelites did not castrate their animals, for the Law required that all domestic animals slaughtered for food be brought to the sanctuary to be killed and eaten as a communion offering. The same law applied in the Promised Land for those who did not live far off from Jerusalem.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004373/5/0\" data-bid=\"6-1\" class=\"b\">Le 17:3-5;</a><a href=\"/en/wol/bc/r1/lp-e/1200004373/5/1\" data-bid=\"6-2\" class=\"b\"> De 12:20-25</a>.The Law further read: &#x201C;No man castrated by crushing the testicles or having his male member cut off may come into the congregation of Jehovah.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004373/6/0\" data-bid=\"7-1\" class=\"b\">De 23:1</a>) Such &#x2018;castration&#x2019; did not relate to congenital defects or to an accidental condition. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200004373/7/0\" data-bid=\"8-1\" class=\"b\">Le 21:17-21;</a><a href=\"/en/wol/bc/r1/lp-e/1200004373/7/1\" data-bid=\"8-2\" class=\"b\"> De 25:11,&#xA0;12</a>.) Evidently, therefore, it had to do with deliberate emasculation for immoral purposes, such as homosexuality. Such a one was to be kept out of the congregation, not being allowed to associate with it, thereby protecting its purity.The respect that Jehovah has for man&#x2019;s right to have children by his wife, and for the reproductive powers He has placed in man and woman, was emphasized by the Law. Brother-in-law marriage provided for the continuance of a man&#x2019;s family line, name, and inheritance. (<a href=\"/en/wol/bc/r1/lp-e/1200004373/8/0\" data-bid=\"9-1\" class=\"b\">De 25:5-10</a>) Immediately following the statement of this arrangement, the Law went on to say that if two men were struggling together and the wife of one of them grabbed the other man by his private parts in order to assist her husband (an act that could destroy the reproductive powers of the man), her hand was to be amputated. (<a href=\"/en/wol/bc/r1/lp-e/1200004373/9/0\" data-bid=\"10-1\" class=\"b\">De 25:11,&#xA0;12</a>) So the law of like for like did not here apply. (<a href=\"/en/wol/bc/r1/lp-e/1200004373/10/0\" data-bid=\"11-1\" class=\"b\">De 19:21</a>) God did not require the destruction of her reproductive organs or those of her husband. <span id=\"page1089\" class=\"pageNum\" data-no=\"1089\" data-before-text=\"1089\"></span>In this way the marriage could still be fruitful, her husband&#x2019;s family line being carried on through it.In the case of the Christian congregation, persons who have been castrated are not barred from entry, for the Law has been set aside on the basis of Christ&#x2019;s sacrifice. (<a href=\"/en/wol/bc/r1/lp-e/1200004373/11/0\" data-bid=\"12-1\" class=\"b\">Col 2:13,&#xA0;14</a>) Nevertheless, the laws above quoted illustrate God&#x2019;s regard for the reproductive organs and strongly indicate that an operation that would destroy a person&#x2019;s procreative powers simply because he had no appreciation for that gift from God would be wrong.<strong>Genital Organ. </strong>The Hebrew word for &#x201C;flesh&#x201D; (<em>ba&#xB7;sar&#x2B9;</em>) is used in the Scriptures at <a href=\"/en/wol/bc/r1/lp-e/1200004373/12/0\" data-bid=\"13-1\" class=\"b\">Leviticus 15:2, 3</a> with reference to the man&#x2019;s genital organ, the penis, as separate from the testicles.<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200004373/0\">CLEAN, CLEANNESS</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200004373/13/0\" data-bid=\"14-1\" class=\"b\">Isa 57:8</a>, ftn.The male genital organ was an object of sex worship by pagans in ancient times, as it is today in some countries. Reference may be made at <a href=\"/en/wol/bc/r1/lp-e/1200004373/14/0\" data-bid=\"15-1\" class=\"b\">Ezekiel 8:17</a> (<em>NW, </em>ftn) to such worship as infecting the apostate Israelites in Ezekiel&#x2019;s day."}