{"title":"The Divine Name","link":"/en/wol/d/r1/lp-e/1200000757","html":"<span id=\"page324\" class=\"pageNum\" data-no=\"324\" data-before-text=\"324\"></span><strong>THE DIVINE NAME</strong>JEHOVAH<wbr>&#x2014;the name of the Sovereign Lord of the universe. It is the name by which he himself chose to be identified. The Tetragrammaton (as the four Hebrew letters of God&#x2019;s name are known) occurs in the Hebrew text of the Bible nearly 7,000 times<wbr>&#x2014;far more often than does any descriptive title for God. That name is no mere label. It distinguishes the true God from all other gods, including man-made gods. It is the name that all intelligent creatures should know, honor, and sanctify.The name Jehovah identifies the Creator of heaven and earth (<a href=\"/en/wol/bc/r1/lp-e/1200000757/0/0\" data-bid=\"1-1\" class=\"b\">Ge 2:4</a>), the God and Father of Jesus Christ (<a href=\"/en/wol/bc/r1/lp-e/1200000757/1/0\" data-bid=\"2-1\" class=\"b\">Mt 4:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200000757/1/1\" data-bid=\"2-2\" class=\"b\"> Joh 20:17</a>), the One who has promised to establish &#x201C;new heavens and a new earth&#x201D; in which righteousness will prevail.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000757/2/0\" data-bid=\"3-1\" class=\"b\">Isa 65:17,</a><a href=\"/en/wol/bc/r1/lp-e/1200000757/2/1\" data-bid=\"3-2\" class=\"b\"> 25;</a><a href=\"/en/wol/bc/r1/lp-e/1200000757/2/2\" data-bid=\"3-3\" class=\"b\"> 2Pe 3:13</a>.Surprisingly, many Bible translations today do not contain the divine name at all. Why? A superstitious idea arose among the Jews that it was wrong to pronounce that name. This resulted first in avoiding spoken use of the divine name among the Jews, then in removal of God&#x2019;s personal name from Greek manuscripts of the Holy Scriptures. Eventually, in most translations of the Bible the divine name was completely replaced by expressions such as &#x201C;Lord&#x201D; and &#x201C;God.&#x201D; It is noteworthy that only the most vital name of all<wbr>&#x2014;Jehovah&#x2014;<wbr>was tampered with; other Bible names were not.Yet, it is vital for all mankind to know the divine name. (<a href=\"/en/wol/bc/r1/lp-e/1200000757/3/0\" data-bid=\"4-1\" class=\"b\">Ro 10:13</a>) This involves much more than just knowing what God&#x2019;s personal name is. It includes knowing also the person represented by the name and living in a way consistent with the purposes connected with that name. It is the responsibility of all who worship the true God to be diligent in making his name known to others, as Jesus did. (<a href=\"/en/wol/bc/r1/lp-e/1200000757/4/0\" data-bid=\"5-1\" class=\"b\">Joh 17:6,</a><a href=\"/en/wol/bc/r1/lp-e/1200000757/4/1\" data-bid=\"5-2\" class=\"b\">&#xA0;26</a>) Jehovah God promises to bless those who know, use, and honor his great name.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200000757/5/0\" data-bid=\"6-1\" class=\"b\">Ps 91:14</a>.<strong>[Picture on page&#xA0;324]</strong>Various styles in which the divine name was written in Hebrew in times past<strong>[Pictures on page&#xA0;324]</strong><strong>Tampering With the Bible. </strong>As shown here, the Hebrew manuscript (Aleppo Codex; below, at left) of <a href=\"/en/wol/bc/r1/lp-e/1200000757/6/0\" data-bid=\"7-1\" class=\"b\">De 32:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200000757/6/1\" data-bid=\"7-2\" class=\"b\"> 6</a> contains the divine name. The Greek <em>Septuagint </em>translation (P.&#xA0;Fouad Inv. 266, in center) of the same passage also contains the divine name in Hebrew charactersBut notice that the name does not appear in those verses in the Codex Alexandrinus (above, at right), of the fifth century C.E. The divine name was removed. It was not translated into a Greek equivalent but was replaced with an abbreviated form of the Greek word <em>Ky&#x2B9;ri&#xB7;os </em>(Lord)<span id=\"page325\" class=\"pageNum\" data-no=\"325\" data-before-text=\"325\"></span><strong>[Pictures on page&#xA0;325]</strong><strong>Non-Biblical sources point to everyday use of the divine name in ancient times</strong>The Moabite Stone, of the tenth century B.C.E., gives evidence that even pagan nations near Israel knew the name JehovahOn this fragment of pottery, from Arad in Judah, a letter was written, evidently in the seventh century B.C.E. It begins: &#x201C;To my lord Eliashib: May Jehovah ask for your peace,&#x201D; and it ends: &#x201C;He dwells in the house of Jehovah&#x201D;In this Lachish Letter, believed to date from the seventh century B.C.E., the name Jehovah, as represented by the Tetragrammaton, is used twiceIn 1961 this burial cave was discovered about 35&#xA0;km (22&#xA0;mi) southwest of Jerusalem. An inscription on its wall, perhaps from the eighth century B.C.E., declared: &#x201C;Jehovah is the God of the whole earth&#x201D;<span id=\"page326\" class=\"pageNum\" data-no=\"326\" data-before-text=\"326\"></span><strong>[Pictures on page&#xA0;326]</strong><strong>In these fragments of an early Greek manuscript, God&#x2019;s personal name appears as the Tetragrammaton written in Hebrew characters within the Greek text</strong>These papyrus fragments of the Greek <em>Septuagint </em>(Fouad Inv. 266), from the first century B.C.E., show the Tetragrammaton in portions of Deuteronomy. The use of these four Hebrew letters representing the divine name continued in some copies of the <em>Septuagint </em>for centuries thereafter. Thus, in addition to having the Hebrew text of the Scriptures, Jesus Christ and his disciples had the Greek <em>Septuagint; </em>both of these contained the divine name. Undoubtedly, then, the original writers of the Christian Greek Scriptures used the divine name, especially when they quoted passages from the Hebrew Scriptures that contained the Tetragrammaton"}