{"title":"Thessalonians, Letters to the","link":"/en/wol/d/r1/lp-e/1200004378","html":"<span id=\"page1090\" class=\"pageNum\" data-no=\"1090\" data-before-text=\"1090\"></span><strong>THESSALONIANS, LETTERS TO THE</strong>Two inspired letters of the Christian Greek Scriptures, perhaps the first to be composed by the apostle Paul, who identifies himself as the writer of both. (<a href=\"/en/wol/bc/r1/lp-e/1200004378/0/0\" data-bid=\"1-1\" class=\"b\">1Th 1:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200004378/0/1\" data-bid=\"1-2\" class=\"b\"> 2:18;</a><a href=\"/en/wol/bc/r1/lp-e/1200004378/0/2\" data-bid=\"1-3\" class=\"b\"> 2Th 1:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200004378/0/3\" data-bid=\"1-4\" class=\"b\"> 3:17</a>) At the time these letters were committed to writing, Silvanus (Silas) and Timothy were with Paul. (<a href=\"/en/wol/bc/r1/lp-e/1200004378/1/0\" data-bid=\"2-1\" class=\"b\">1Th 1:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200004378/1/1\" data-bid=\"2-2\" class=\"b\"> 2Th 1:1</a>) This points to Corinth as the place from which the letters were sent, as there is no record that all three men labored together again after their stay at Corinth in the course of Paul&#x2019;s second missionary journey. (<a href=\"/en/wol/bc/r1/lp-e/1200004378/2/0\" data-bid=\"3-1\" class=\"b\">Ac 18:5</a>) Since the apostle&#x2019;s 18-month activity in Corinth appears to have begun in the autumn of 50&#xA0;C.E., likely it was at about this time that the first letter was written to the Thessalonians. (<a href=\"/en/wol/bc/r1/lp-e/1200004378/3/0\" data-bid=\"4-1\" class=\"b\">Ac 18:11</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200004378/0\">CHRONOLOGY</a> [The later apostolic period].) The second letter must have followed not long thereafter, probably about 51&#xA0;C.E.In all outstanding catalogs of the second, third, and fourth centuries C.E., both letters are listed as canonical. They also harmonize fully with the rest of the Scriptures in admonishing God&#x2019;s servants to maintain fine conduct at all times. Noteworthy, too, is the emphasis placed on prayer in these letters. Paul, along with his fellow workers, always remembered the Thessalonians in prayer (<a href=\"/en/wol/bc/r1/lp-e/1200004378/4/0\" data-bid=\"5-1\" class=\"b\">1Th 1:2;</a><a href=\"/en/wol/bc/r1/lp-e/1200004378/4/1\" data-bid=\"5-2\" class=\"b\"> 2:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200004378/4/2\" data-bid=\"5-3\" class=\"b\"> 2Th 1:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200004378/4/3\" data-bid=\"5-4\" class=\"b\"> 11;</a><a href=\"/en/wol/bc/r1/lp-e/1200004378/4/4\" data-bid=\"5-5\" class=\"b\"> 2:13</a>), and the apostle encouraged them: &#x201C;Pray incessantly. In connection with everything give thanks.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004378/5/0\" data-bid=\"6-1\" class=\"b\">1Th 5:17,&#xA0;18</a>) &#x201C;Brothers, continue in prayer for us.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004378/6/0\" data-bid=\"7-1\" class=\"b\">1Th 5:25;</a><a href=\"/en/wol/bc/r1/lp-e/1200004378/6/1\" data-bid=\"7-2\" class=\"b\"> 2Th 3:1</a>.<span id=\"page1091\" class=\"pageNum\" data-no=\"1091\" data-before-text=\"1091\"></span><strong>Background for First Thessalonians. </strong>Practically from the beginning the congregation to which First Thessalonians was addressed experienced persecution. After arriving at Thessalonica, Paul preached in the synagogue there for three Sabbaths. A considerable number of persons became believers, and a congregation was established. Fanatical Jews, however, stirred up mob violence. Not finding Paul and Silas at the home of Jason, the mob dragged Jason and certain other brothers before the city rulers, accusing them of sedition. Only upon giving &#x201C;sufficient security&#x201D; were Jason and the others released. This prompted the brothers to send Paul and Silas to Beroea by night, evidently for the sake of the congregation and the safety of the two men.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004378/7/0\" data-bid=\"8-1\" class=\"b\">Ac 17:1-10</a>.Thereafter, besides continued persecution (<a href=\"/en/wol/bc/r1/lp-e/1200004378/8/0\" data-bid=\"9-1\" class=\"b\">1Th 2:14</a>), the congregation seemingly experienced great sorrow over losing one(s) of their number in death. (<a href=\"/en/wol/bc/r1/lp-e/1200004378/9/0\" data-bid=\"10-1\" class=\"b\">4:13</a>) Aware of the pressure that was being brought to bear against the new congregation and very much concerned about its effect, Paul dispatched Timothy to comfort and strengthen the Thessalonians. Earlier the apostle had tried to visit them twice, but &#x2018;Satan cut across his path.&#x2019;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004378/10/0\" data-bid=\"11-1\" class=\"b\">2:17&#x2013;3:3</a>.Receiving Timothy&#x2019;s encouraging report about the faithfulness and love of the Thessalonians, Paul rejoiced. (<a href=\"/en/wol/bc/r1/lp-e/1200004378/11/0\" data-bid=\"12-1\" class=\"b\">1Th 3:6-10</a>) However, they needed further encouragement and admonition to resist weaknesses of the flesh. For this reason Paul, besides commending the Thessalonians for their faithful endurance (<a href=\"/en/wol/bc/r1/lp-e/1200004378/12/0\" data-bid=\"13-1\" class=\"b\">1:2-10;</a><a href=\"/en/wol/bc/r1/lp-e/1200004378/12/1\" data-bid=\"13-2\" class=\"b\"> 2:14;</a><a href=\"/en/wol/bc/r1/lp-e/1200004378/12/2\" data-bid=\"13-3\" class=\"b\"> 3:6-10</a>) and comforting them with the resurrection hope (<a href=\"/en/wol/bc/r1/lp-e/1200004378/13/0\" data-bid=\"14-1\" class=\"b\">4:13-18</a>), exhorted them to continue following a course approved by God and to do so more fully. (<a href=\"/en/wol/bc/r1/lp-e/1200004378/14/0\" data-bid=\"15-1\" class=\"b\">4:1,&#xA0;2</a>) The apostle, among other things, counseled them to abstain from fornication (<a href=\"/en/wol/bc/r1/lp-e/1200004378/15/0\" data-bid=\"16-1\" class=\"b\">4:3-8</a>), love one another in fuller measure, work with their hands (<a href=\"/en/wol/bc/r1/lp-e/1200004378/16/0\" data-bid=\"17-1\" class=\"b\">4:9-12</a>), stay awake spiritually (<a href=\"/en/wol/bc/r1/lp-e/1200004378/17/0\" data-bid=\"18-1\" class=\"b\">5:6-10</a>), have regard for those working hard among them, &#x201C;admonish the disorderly, speak consolingly to the depressed souls, support the weak, be long-suffering toward all,&#x201D; and &#x201C;abstain from every form of wickedness&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004378/18/0\" data-bid=\"19-1\" class=\"b\">5:11-22</a>).<strong>Background for Second Thessalonians. </strong>The faith of the Christians at Thessalonica was growing exceedingly, their love for one another was increasing, and they were continuing to endure persecution and tribulation faithfully. Therefore, the apostle Paul, as in his first letter, commended them and encouraged them to continue standing firm.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004378/19/0\" data-bid=\"20-1\" class=\"b\">2Th 1:3-12;</a><a href=\"/en/wol/bc/r1/lp-e/1200004378/19/1\" data-bid=\"20-2\" class=\"b\"> 2:13-17</a>.Some in the congregation, however, were wrongly contending that the presence of Jesus Christ was imminent. Possibly even a letter wrongly attributed to Paul was interpreted as indicating that &#x201C;the day of Jehovah is here.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004378/20/0\" data-bid=\"21-1\" class=\"b\">2Th 2:1,&#xA0;2</a>) This may have been why the apostle made a point of the genuineness of his second letter, saying: &#x201C;Here is my greeting, Paul&#x2019;s, in my own hand, which is a sign in every letter; this is the way I write.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004378/21/0\" data-bid=\"22-1\" class=\"b\">3:17</a>) Not wanting the brothers to be seduced into accepting erroneous teaching, Paul showed that other events had to precede the coming of Jehovah&#x2019;s day. He wrote: &#x201C;It will not <span id=\"page1092\" class=\"pageNum\" data-no=\"1092\" data-before-text=\"1092\"></span>come unless the apostasy comes first and the man of lawlessness gets revealed.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004378/22/0\" data-bid=\"23-1\" class=\"b\">2:3</a>.A problem that had already existed earlier in the congregation still needed attention. In his first letter to the Thessalonians, Paul had told them: &#x201C;We exhort you, brothers, .&#xA0;.&#xA0;. to make it your aim to live quietly and to mind your own business and work with your hands, just as we ordered you; so that you may be walking decently as regards people outside and not be needing anything.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004378/23/0\" data-bid=\"24-1\" class=\"b\">1Th 4:10-12</a>) There were those in the congregation who had not taken this admonition to heart. Hence Paul ordered such persons to work with quietness and eat food they had themselves earned, adding: &#x201C;But if anyone is not obedient to our word through this letter, keep this one marked, stop associating with him, that he may become ashamed. And yet do not be considering him as an enemy, but continue admonishing him as a brother.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004378/24/0\" data-bid=\"25-1\" class=\"b\">2Th 3:10-15</a>.<strong>[Box on page&#xA0;1090]</strong><strong>HIGHLIGHTS OF </strong><strong>FIRST THESSALONIANS</strong>  Encouragement and counsel to a relatively new congregation  Written by Paul about 50&#xA0;C.E., a few months after he had left Thessalonica because of mob violence<strong>Commendation for the congregation </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200004378/25/0\" data-bid=\"26-1\" class=\"b\">1:1-10</a>)  Paul warmly commends the Thessalonians for their faithful work and endurance  The Thessalonians have become an example to other believers in accepting the word under tribulation and with the joy that God&#x2019;s spirit produces  Everywhere it is being reported how they abandoned idolatry and turned to slaving for the living God and to waiting for Jesus<strong>Paul&#x2019;s example when among them </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200004378/26/0\" data-bid=\"27-1\" class=\"b\">2:1-12</a>)  After suffering insolent treatment at Philippi, Paul drew strength from God and preached boldly to the Thessalonians  Paul shunned flattery, covetousness, and glory-seeking  He avoided becoming a burden to the brothers, but instead treated them gently as a nursing mother would and exhorted them as a loving father<strong>Encouragement to remain firm in the face of persecution </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200004378/27/0\" data-bid=\"28-1\" class=\"b\">2:13&#x2013;3:13</a>)  The brothers in Thessalonica, after accepting the message proclaimed to them as the word of God, were persecuted by their fellow countrymen; the same things have happened in Judea, where Christians are suffering at the hands of Jews  Paul has greatly desired to see the Thessalonians; when he could no longer bear the lack of news about them, he sent Timothy, and Timothy has just returned with good news about their spiritual condition  Paul prays for their continued increase<strong>Admonition regarding attitude and conduct </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200004378/28/0\" data-bid=\"29-1\" class=\"b\">4:1&#x2013;5:28</a>)  Walk more fully in the course pleasing to God; abstain from fornication  Love the brothers to an even greater degree; work with your hands so that even people outside can see that you walk decently  Comfort one another with the hope that at Christ&#x2019;s presence spirit-begotten believers who have died will be raised first and united with Christ; afterward those still living will join him and the resurrected ones  Jehovah&#x2019;s day is coming as a thief<wbr>&#x2014;when they say: &#x201C;Peace and security!&#x201D; sudden destruction will come; in view of this, remain spiritually awake, protected by faith and love as a breastplate and by the hope of salvation as a helmet  Have deep regard for those presiding in the congregation; be peaceable, pursue what is good, always rejoice, render thanksgiving, make sure of all things, hold fast to what is fine, and abstain from wickedness<strong>[Box on page&#xA0;1091]</strong><strong>HIGHLIGHTS OF </strong><strong>SECOND THESSALONIANS</strong>  A letter to correct a wrong view regarding Christ&#x2019;s presence and to offer counsel on how to treat disorderly persons  Written by Paul shortly after his first letter to the Thessalonians<strong>Relief to come at the revelation of Christ </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200004378/29/0\" data-bid=\"30-1\" class=\"b\">1:1-12</a>)  The Thessalonians are commended for their endurance and faith while experiencing persecutions and distress  Relief will come at Christ&#x2019;s revelation; then Jesus Christ, accompanied by powerful angels, will destroy those not obeying the good news and will be glorified in connection with his holy ones  Paul prays that the Thessalonians will be counted worthy so that the Lord Jesus&#x2019; name will be glorified in them<strong>Man of lawlessness to be revealed before the presence of Christ </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200004378/30/0\" data-bid=\"31-1\" class=\"b\">2:1-17</a>)  The Thessalonians are admonished not to be unsettled or excited by any message suggesting that Jehovah&#x2019;s day is already upon them  The apostasy has to come first, and the man of lawlessness has to be revealed; he will lift himself up over every object of reverence and display himself to be a god  When he that acts as a restraint is removed, the lawless one will be revealed, he whose presence is marked by lying signs and every unrighteous deception in order to deceive those who are perishing  Jesus Christ will bring him to nothing at the manifestation of his presence<strong>How to deal with disorderly persons </strong>(<a href=\"/en/wol/bc/r1/lp-e/1200004378/31/0\" data-bid=\"32-1\" class=\"b\">3:1-18</a>)  Withdraw from disorderly ones, those meddling in what does not concern them, those disregarding the order: &#x201C;If anyone does not want to work, neither let him eat&#x201D;  Mark such ones as persons with whom there is to be no fraternizing, but admonish them as brothers so that they may change their ways"}