{"title":"Thigh","link":"/en/wol/d/r1/lp-e/1200004382","html":"<span id=\"page1093\" class=\"pageNum\" data-no=\"1093\" data-before-text=\"1093\"></span><strong>THIGH</strong>That part of the leg that extends from the hip to the knee. Since it is on a person&#x2019;s side, the Hebrew word also may refer to the side of something, as &#x201C;the side&#x201D; of the tabernacle, or of an altar.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004382/0/0\" data-bid=\"1-1\" class=\"b\">Ex 40:24;</a><a href=\"/en/wol/bc/r1/lp-e/1200004382/0/1\" data-bid=\"1-2\" class=\"b\"> 2Ki 16:14</a>.The sword was worn at the side, on the thigh. (<a href=\"/en/wol/bc/r1/lp-e/1200004382/1/0\" data-bid=\"2-1\" class=\"b\">Ex 32:27;</a><a href=\"/en/wol/bc/r1/lp-e/1200004382/1/1\" data-bid=\"2-2\" class=\"b\"> Jg 3:16,</a><a href=\"/en/wol/bc/r1/lp-e/1200004382/1/2\" data-bid=\"2-3\" class=\"b\"> 21;</a><a href=\"/en/wol/bc/r1/lp-e/1200004382/1/3\" data-bid=\"2-4\" class=\"b\"> Ca 3:8;</a><a href=\"/en/wol/bc/r1/lp-e/1200004382/1/4\" data-bid=\"2-5\" class=\"b\"> Ps 45:3</a>) In <a href=\"/en/wol/bc/r1/lp-e/1200004382/2/0\" data-bid=\"3-1\" class=\"b\">Revelation 19:11-21</a>, Christ Jesus is portrayed as riding a white war mount into the battle against &#x201C;the wild beast&#x201D; and the kings of the earth with their <span id=\"page1094\" class=\"pageNum\" data-no=\"1094\" data-before-text=\"1094\"></span>armies. His title &#x201C;King of kings and Lord of lords&#x201D; is plainly announced in writing on his outer garment at the thigh, where usually the sword of authority is worn.The drawers of the priests in Israel extended from the hips and to the thighs, that is, to where the thighs ended, so that their nakedness was well covered when they served at the sanctuary and Jehovah&#x2019;s altar. Otherwise, they would die.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004382/3/0\" data-bid=\"4-1\" class=\"b\">Ex 28:42,&#xA0;43</a>.When swearing an oath, a custom occasionally followed was for the swearer to put his hand under the thigh of the person to whom it was sworn. (<a href=\"/en/wol/bc/r1/lp-e/1200004382/4/0\" data-bid=\"5-1\" class=\"b\">Ge 24:2-4,</a><a href=\"/en/wol/bc/r1/lp-e/1200004382/4/1\" data-bid=\"5-2\" class=\"b\">&#xA0;9;</a><a href=\"/en/wol/bc/r1/lp-e/1200004382/4/2\" data-bid=\"5-3\" class=\"b\"> 47:29-31</a>) As to the significance of this, see <a href=\"/en/wol/tc/r1/lp-e/1200004382/0\">ATTITUDES AND GESTURES</a> (Swearing). The practice of slapping the thigh denoted grief, sorrow, or remorse.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004382/5/0\" data-bid=\"6-1\" class=\"b\">Jer 31:19;</a><a href=\"/en/wol/bc/r1/lp-e/1200004382/5/1\" data-bid=\"6-2\" class=\"b\"> Eze 21:12</a>.<strong>Reproductive Organs. </strong>The thigh being in the general area of the body in which the reproductive organs are located, offspring are said to &#x2018;issue out of the upper thigh.&#x2019; (<a href=\"/en/wol/bc/r1/lp-e/1200004382/6/0\" data-bid=\"7-1\" class=\"b\">Ge 46:26;</a><a href=\"/en/wol/bc/r1/lp-e/1200004382/6/1\" data-bid=\"7-2\" class=\"b\"> Ex 1:5;</a><a href=\"/en/wol/bc/r1/lp-e/1200004382/6/2\" data-bid=\"7-3\" class=\"b\"> Jg 8:30</a>) This sheds light on the nature of the punishment to come upon a woman found guilty of secret adultery.In case a husband suspected his wife of unfaithfulness, he was to bring her to the priest. The priest made the woman stand before Jehovah, took some holy water (evidently pure, fresh water), sprinkled into it some dust from the tabernacle floor, and washed or wiped into it the cursings he had written down. After swearing to her innocence, she was required to drink the water. If guilty, her &#x2018;thigh fell away&#x2019; and her belly swelled. If she was innocent, no harm would come upon her.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004382/7/0\" data-bid=\"8-1\" class=\"b\">Nu 5:12-31</a>.<strong><em>What was meant by the &#x2018;falling away of the thigh&#x2019; of an adulterous woman?</em></strong>The thigh is apparently used as an inoffensive substitution in this passage to refer to the sexual organs. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200004382/8/0\" data-bid=\"9-1\" class=\"b\">Ge 46:26</a>.) Logically the punishment affected those organs that were involved in committing the wrong. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200004382/9/0\" data-bid=\"10-1\" class=\"b\">Mr 9:43-47</a>.) The expression &#x201C;fall away&#x201D; is understood to mean &#x201C;waste away&#x201D; (<em>The Holy Bible, </em>translated by the Catholic Biblical Association of America), &#x201C;shrink&#x201D; (<em>Da</em>) or &#x201C;shrivel&#x201D; (<em>Mo</em>), and may suggest that the sex organs atrophied and that there was a loss of fertility and ability to conceive. The fact that the innocent wife was to be made pregnant by her husband would seem to indicate that future pregnancy would be denied the adulterous woman. (<a href=\"/en/wol/bc/r1/lp-e/1200004382/10/0\" data-bid=\"11-1\" class=\"b\">Nu 5:28</a>) Moreover, the belly of the guilty wife would swell because of the curse, but not as a result of the blessing of pregnancy.This was by no means a trial by ordeal that sometimes required a virtual miracle to survive, such as those practiced in the Dark Ages. There was nothing in the water itself to cause the affliction. However, it was holy water and had in it holy ground or dust and the writing of the cursings washed off in it. Therefore, it contained powerful symbolisms, and it was drunk before Jehovah and with a solemn oath to him. There was no uncertainty as to the outcome of matters. If the woman was guilty, Jehovah caused the drink to have miraculous potency to produce the deserved results. Adultery carried the death penalty, but in this instance there were not the required two witnesses. (<a href=\"/en/wol/bc/r1/lp-e/1200004382/11/0\" data-bid=\"12-1\" class=\"b\">Nu 35:30;</a><a href=\"/en/wol/bc/r1/lp-e/1200004382/11/1\" data-bid=\"12-2\" class=\"b\"> De 19:15</a>) Also, usually in this case the identity of the guilty man, who would likewise be worthy of death, had not been revealed."}