{"title":"Thyatira","link":"/en/wol/d/r1/lp-e/1200004396","html":"<span id=\"page1099\" class=\"pageNum\" data-no=\"1099\" data-before-text=\"1099\"></span><strong>THYATIRA</strong>(Thy&#xB7;a&#xB7;ti&#x2B9;ra).The city rebuilt early in the third century B.C.E. by the former general of Alexander the Great, Seleucus Nicator. It was situated about 60&#xA0;km (40&#xA0;mi) inland from the Aegean Sea along a tributary of the Gediz (ancient Hermus River) in western Asia Minor. Thyatira&#x2019;s Christian congregation received a message written by the hand of the apostle John at the dictation of the Lord Jesus Christ.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004396/0/0\" data-bid=\"1-1\" class=\"b\">Re 1:11</a>.Thyatira today is called Akhisar and is located about 250&#xA0;km (155&#xA0;mi) SSW of Istanbul and about 375&#xA0;km (233&#xA0;mi) E of Athens. (PICTURE, Vol.&#xA0;2, p.&#xA0;946) This city was never a great metropolis or a center of special political significance or importance; but it was a wealthy industrial center, noted for its numerous crafts, including weaving, dyeing, brassworking, tanning, and pottery making. Its dye business is frequently mentioned in inscriptions. Dyemakers of Thyatira used madder root as a source for their celebrated scarlet or purple color, known in later times as Turkey red.Lydia, converted to Christianity during Paul&#x2019;s first visit to Philippi in Macedonia, was a &#x201C;seller of purple, of the city of Thyatira.&#x201D; She may have been an overseas representative of Thyatiran manufacturers, a businesswoman of some means who owned a house spacious enough to entertain Paul and his companions during their stay in Philippi.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004396/1/0\" data-bid=\"2-1\" class=\"b\">Ac 16:12-15</a>.When and by whom Christianity was first introduced to the Thyatirans is not known. There is no record that Paul or other evangelists ever visited the city or that Lydia returned there. Possibly the message reached there during the two years (c.&#xA0;53-55&#xA0;C.E.) that Paul was active in Ephesus about 115&#xA0;km (70&#xA0;mi) SW of Thyatira, for during that time &#x201C;all those inhabiting the district of Asia heard the word of the Lord, both Jews and Greeks.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004396/2/0\" data-bid=\"3-1\" class=\"b\">Ac 19:10</a>) What is known is that some 40 years later there was a rather vigorous congregation of Christians in Thyatira.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004396/3/0\" data-bid=\"4-1\" class=\"b\">Re 1:10,&#xA0;11</a>.<strong>Christ&#x2019;s Message to Thyatira Congregation. </strong>This congregation, the fourth of the seven to receive its message, was commended for the love, faith, and endurance it had shown. Its ministry was also approved; its &#x201C;deeds of late are more than those formerly.&#x201D; But, though the congregation had these commendable qualities, a very bad condition had also been allowed to develop and remain within this congregation. In this regard the Lord&#x2019;s condemnation declared: &#x201C;You tolerate that woman Jezebel, who calls herself a prophetess, and she teaches and misleads my slaves to commit fornication and to eat things sacrificed to idols.&#x201D; This &#x201C;woman&#x201D; was probably given the name Jezebel because her wicked conduct resembled that of Ahab&#x2019;s wife, and because of her callous refusal to repent. It seems, however, that only a minority of the Thyatira congregation approved this Jezebel influence, since the message went on to speak &#x201C;to the rest of you who are in Thyatira, all those who do not have this teaching, the very ones who did not get to know the &#x2018;deep things of Satan.&#x2019;&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004396/4/0\" data-bid=\"5-1\" class=\"b\">Re 2:18-29</a>."}