{"title":"Tiberius","link":"/en/wol/d/r1/lp-e/1200004398","html":"<span id=\"page1099\" class=\"pageNum\" data-no=\"1099\" data-before-text=\"1099\"></span><strong>TIBERIUS</strong>(Ti&#xB7;be&#x2B9;ri&#xB7;us).The second emperor of Rome. He was born in 42&#xA0;B.C.E. as the son of Tiberius Claudius Nero and Livia Drusilla. But when the boy was three years old, Octavian (Augustus) forced the elder Tiberius to divorce his wife so that Octavian could marry her. After the elder Tiberius died, the younger Tiberius and his brother went to live with their mother, whose husband was later proclaimed Augustus. After reaching manhood, Tiberius married Vipsania Agrippina, but that marriage was relatively brief because Octavian insisted that Tiberius divorce his wife and marry Julia, the widowed daughter of Augustus.Augustus chose Tiberius as his successor only after others whom he preferred above Tiberius had all died. On August&#xA0;17, 14&#xA0;C.E. (Gregorian calendar), Augustus died; on September&#xA0;15, Tiberius allowed the Senate to name him emperor. John started baptizing &#x201C;in the fifteenth year of the reign of Tiberius Caesar.&#x201D; If the years were counted from the death of Augustus, the 15th year ran from August&#xA0;28&#xA0;C.E. to August&#xA0;29&#xA0;C.E. If counted from when he was formally proclaimed emperor, the year would run from September&#xA0;28&#xA0;C.E. to September&#xA0;29&#xA0;C.E.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004398/0/0\" data-bid=\"1-1\" class=\"b\">Lu 3:1-3</a>.Tiberius lived until March&#xA0;37&#xA0;C.E. and hence was emperor for the entire period of Jesus&#x2019; ministry. It was therefore Tiberius&#x2019; image that was on the tax coin brought to Jesus when he said, &#x201C;Pay back Caesar&#x2019;s things to Caesar.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004398/1/0\" data-bid=\"2-1\" class=\"b\">Mr 12:14-17;</a><a href=\"/en/wol/bc/r1/lp-e/1200004398/1/1\" data-bid=\"2-2\" class=\"b\"> Mt 22:17-21;</a><a href=\"/en/wol/bc/r1/lp-e/1200004398/1/2\" data-bid=\"2-3\" class=\"b\"> Lu 20:22-25</a>) Tiberius extended the law of <em>laesa majestas </em>(injured majesty) to include, in addition to seditious acts, merely libelous words against the emperor, and presumably on the strength of this law the Jews pressured Pontius Pilate to have Jesus killed. (<a href=\"/en/wol/bc/r1/lp-e/1200004398/2/0\" data-bid=\"3-1\" class=\"b\">Joh 19:12-16</a>) Tiberius later called Pilate to Rome because of Samaritan complaints against his administration, but Tiberius died and Caligula succeeded him before Pilate arrived.As an emperor, Tiberius had both virtues and vices. He restrained spending on luxuries and so had funds to use generously to build up the empire&#x2019;s prosperity as well as reserves to assist recovery from disasters and bad times. Tiberius viewed himself as a man not a god, declined many honorary titles, and generally directed emperor worship to Augustus (Octavian) rather than to himself.His vices exceeded his virtues, however. He was extremely suspicious and hypocritical in his dealings with others, and his reign abounded with ordered killings, many of his former friends being numbered among the victims. He consulted astrologers. At his villa on Capri where he spent the last ten years of his life, he indulged his perverted lusts in a most debased manner with men kept for unnatural purposes.Tiberius was despised not only by such individuals as his schoolteacher Theodorus the Gadarene and his stepfather Augustus, but also by his subjects in general. After his death, the Senate refused to deify him. For these reasons and others too, Bible scholars see in Tiberius a fulfillment of prophecy that says &#x201C;one who is to be despised&#x201D; would arise as &#x201C;the king of the north.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004398/3/0\" data-bid=\"4-1\" class=\"b\">Da 11:15,</a><a href=\"/en/wol/bc/r1/lp-e/1200004398/3/1\" data-bid=\"4-2\" class=\"b\">&#xA0;21</a>."}