{"title":"Tiglath-pileser (III)","link":"/en/wol/d/r1/lp-e/1200004402","html":"<span id=\"page1100\" class=\"pageNum\" data-no=\"1100\" data-before-text=\"1100\"></span><strong>TIGLATH-PILESER (III)</strong>(Tig&#x2B9;lath-pil&#xB7;e&#x2B9;ser).A powerful king of Assyria (whose name is also spelled Tilgath-pilneser) and the first such to be mentioned by name in the Bible record. Though some consider Tiglath-pileser&#xA0;III to have been of royal blood and others classify him as a usurper of the throne, his origin and the manner of his attaining the kingship are in reality unknown. His reign, however, marked an era of reorganization, growing expansion and strength that brought the Assyrian Empire to new heights. He is considered to have been the first Assyrian monarch to establish as a definite policy the mass deportation and transplantation of conquered peoples. As many as 154,000 persons are stated to have been forcibly shifted around within the realm of conquered lands in one year. The apparent purpose behind <span id=\"page1101\" class=\"pageNum\" data-no=\"1101\" data-before-text=\"1101\"></span>such harsh policy was to break the spirit of the national groups and weaken or eliminate any unity of action in attempts to throw off the Assyrian yoke.This king first appears in the Bible account as &#x201C;Pul.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004402/0/0\" data-bid=\"1-1\" class=\"b\">2Ki 15:19</a>) <a href=\"/en/wol/bc/r1/lp-e/1200004402/1/0\" data-bid=\"2-1\" class=\"b\">First Chronicles 5:26</a> also states that God &#x201C;stirred up the spirit of Pul the king of Assyria even the spirit of Tilgath-pilneser the king of Assyria, so that he took into exile&#x201D; peoples of certain tribes of Israel. The ancient secular records apply both names to the same individual, the name &#x201C;Pulu&#x201D; appearing in what is known as &#x201C;The Babylonian King List A,&#x201D; while &#x201C;The Synchronistic Chronicle&#x201D; lists &#x201C;Tukultiapilesharra&#x201D; (Tiglath-pileser). (<em>Ancient Near Eastern Texts, </em>edited by J.&#xA0;Pritchard, 1974, pp.&#xA0;272, 273) It is also of note that, in the Hebrew, the above-quoted scripture uses the verb &#x201C;took&#x201D; in the singular rather than in the plural. It is commonly suggested that &#x201C;Pul&#x201D; was the monarch&#x2019;s personal name and that he assumed the name &#x201C;Tiglath-pileser&#x201D; (the name of an earlier and famous Assyrian king) upon ascending the throne.It appears that during the early part of his reign, Tiglath-pileser&#xA0;III was occupied in hammering out stronger borders for the empire in the S, E, and N.&#xA0;The menacing shadow of Assyria, however, soon loomed large over the lands of Syria and Palestine to the W.The Assyrian inscriptions prominently mention Azriau of Ia-&#xFA;-da-a-a (Judah) in connection with a campaign by Tiglath-pileser&#xA0;III in Syria. (<em>Ancient Near Eastern Texts, </em>pp.&#xA0;282, 283) This would seem to be a reference to King Azariah of Judah, more commonly known as Uzziah (829-778&#xA0;B.C.E.), but the matter is a debated one, because some hold that the small kingdom of Sam&#x2BC;al in Syria was on occasion also called Judah. The likelihood of such a pagan king having a name including the name of Jah (the abbreviated form of Jehovah) and living at the same time as the Judean king of the same name seems slight; however, the Bible does not mention Tiglath-pileser&#xA0;III in connection with Azariah (Uzziah), and the Assyrian records are considerably mutilated.During the reign of King Menahem of Israel (c.&#xA0;790-781&#xA0;B.C.E.), Tiglath-pileser&#xA0;III (Pul) advanced into Palestine, and Menahem sought the Assyrian&#x2019;s favor by paying him tribute to the amount of &#x201C;a thousand talents of silver&#x201D; ($6,606,000 in current values). Temporarily appeased, Tiglath-pileser withdrew his forces. (<a href=\"/en/wol/bc/r1/lp-e/1200004402/2/0\" data-bid=\"3-1\" class=\"b\">2Ki 15:19,&#xA0;20</a>) The Assyrian documents refer to <em>Me-ni-hi-im-me </em>(Menahem), along with Rezon (Rezin) of Damascus and Hiram of Tyre, as tributary to Tiglath-pileser.Subsequently, in the time of King Ahaz of Judah (761-746&#xA0;B.C.E.), King Pekah of Israel formed a confederation with King Rezin of Damascus and attacked Judah. (<a href=\"/en/wol/bc/r1/lp-e/1200004402/3/0\" data-bid=\"4-1\" class=\"b\">2Ki 16:5,&#xA0;6;</a><a href=\"/en/wol/bc/r1/lp-e/1200004402/3/1\" data-bid=\"4-2\" class=\"b\"> Isa 7:1,&#xA0;2</a>) Though assured by the prophet Isaiah that within a short time the two conspiring kingdoms would be wiped off the scene, King Ahaz chose to send a bribe to Tiglath-pileser to come to his rescue. (<a href=\"/en/wol/bc/r1/lp-e/1200004402/4/0\" data-bid=\"5-1\" class=\"b\">2Ki 16:7,&#xA0;8;</a><a href=\"/en/wol/bc/r1/lp-e/1200004402/4/1\" data-bid=\"5-2\" class=\"b\"> Isa 7:7-16;</a><a href=\"/en/wol/bc/r1/lp-e/1200004402/4/2\" data-bid=\"5-3\" class=\"b\"> 8:9-13</a>) An Assyrian inscription describes the tribute paid by <em>Ia-u-ha-zi </em>(Jehoahaz, or Ahaz) of Judah and other kings of that area as follows: &#x201C;gold, silver, tin, iron, antimony, linen garments with multicolored trimmings, garments of their native (industries) (being made of) dark purple wool .&#xA0;.&#xA0;. all kinds of costly objects be they products of the sea or of the continent, the (choice) products of their regions, the treasures of (their) kings, horses, mules (trained for) the yoke.&#x201D; (<em>Ancient Near Eastern Texts, </em>p.&#xA0;282) The aggressive Assyrian responded to Ahaz&#x2019; urging by invading Israel, capturing several northern cities, and overrunning the regions of Gilead, Galilee, and Naphtali, carrying many off into exile. (<a href=\"/en/wol/bc/r1/lp-e/1200004402/5/0\" data-bid=\"6-1\" class=\"b\">2Ki 15:29;</a><a href=\"/en/wol/bc/r1/lp-e/1200004402/5/1\" data-bid=\"6-2\" class=\"b\"> 1Ch 5:6,</a><a href=\"/en/wol/bc/r1/lp-e/1200004402/5/2\" data-bid=\"6-3\" class=\"b\">&#xA0;26</a>) Damascus was attacked and fell to the Assyrian forces, and its King Rezin was slain. Here at Damascus, Tiglath-pileser&#xA0;III received the visit of King Ahaz of Judah, coming either to express gratitude or submission to Assyria.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004402/6/0\" data-bid=\"7-1\" class=\"b\">2Ki 16:9-12</a>.Isaiah had been inspired to foretell that Jehovah would use the king of Assyria like &#x201C;a hired razor&#x201D; to &#x201C;shave&#x201D; the kingdom of Judah. (<a href=\"/en/wol/bc/r1/lp-e/1200004402/7/0\" data-bid=\"8-1\" class=\"b\">Isa 7:17,</a><a href=\"/en/wol/bc/r1/lp-e/1200004402/7/1\" data-bid=\"8-2\" class=\"b\">&#xA0;20</a>) Whether the &#x201C;hired razor&#x201D; referred specifically to Tiglath-pileser&#xA0;III, whom Ahaz bribed, or not, the record does show that he caused great distress to the Judean king and that Ahaz&#x2019; bribe proved to be &#x201C;of no assistance to him.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004402/8/0\" data-bid=\"9-1\" class=\"b\">2Ch 28:20,&#xA0;21</a>) This may have marked the initial phase of the &#x201C;flood&#x201D; of Assyrian invasion of Judah, which eventually was to &#x2018;reach up to the very neck of the kingdom,&#x2019; as it clearly did in Hezekiah&#x2019;s time.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004402/9/0\" data-bid=\"10-1\" class=\"b\">Isa 8:5-8;</a><a href=\"/en/wol/bc/r1/lp-e/1200004402/9/1\" data-bid=\"10-2\" class=\"b\"> 2Ki 18:13,&#xA0;14</a>.Tiglath-pileser&#xA0;III, in his inscriptions, says concerning the northern kingdom of Israel: &#x201C;They overthrew their king Pekah (<em>Pa-qa-ha</em>) and I placed Hoshea (<em>A-&#xFA;-si-&#x2BC;</em>) as king over them. I received from them 10 talents of gold [$3,853,500], 1,000(?)&#xA0;talents of silver [$6,606,000] as their [tri]bute and brought them to Assyria.&#x201D; (<em>Ancient Near Eastern Texts, </em>p.&#xA0;284) Thus the Assyrian king assumes credit for the assumption of the kingship of Israel by Hoshea following his conspiratorial assassination of Hoshea&#x2019;s predecessor, Pekah (c.&#xA0;758&#xA0;B.C.E.).<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004402/10/0\" data-bid=\"11-1\" class=\"b\">2Ki 15:30</a>.<span id=\"page1102\" class=\"pageNum\" data-no=\"1102\" data-before-text=\"1102\"></span>In ancient Assyrian records Tiglath-pileser&#xA0;III is assigned a reign of 18 years. Biblical references, however, seem to indicate that his kingship was of longer duration, inasmuch as references to him appear from the time of Menahem down to that of Hoshea. But the Hebrew Scriptures do not set forth all the details needed for one to state positively that the Assyrian records are in error in this case. This is so for several reasons: There is some uncertainty regarding the manner in which the reigns of the Israelite kings are to be fitted into a chronological framework. It is also worth noting that the period prior to the time generally assigned for the start of Tiglath-pileser&#x2019;s reign is one of relative obscurity as far as the ancient records are concerned and is considered to have been a time of great decline for the Assyrians. Thus the French scholar, Georges Roux, in his book <em>Ancient Iraq, </em>states that &#x201C;for thirty-six years .&#xA0;.&#xA0;. Assyria was practically paralysed.&#x201D; As for Ashurnirari&#xA0;V, considered to have been the predecessor of Tiglath-pileser&#xA0;III, the same author observes: &#x201C;He hardly dared leave his palace and was probably killed in a revolution which broke out in Kalhu and put upon the throne his younger brother [?], Tiglath-pileser&#xA0;III.&#x201D; (1964, p.&#xA0;251) In view of this it seems entirely possible that Tiglath-pileser may have exercised the power of kingship for a longer period of time than commonly credited to him, even perhaps as a coregent.At <a href=\"/en/wol/bc/r1/lp-e/1200004402/11/0\" data-bid=\"12-1\" class=\"b\">2&#xA0;Chronicles 28:16</a> Ahaz is spoken of as sending &#x201C;to the <em>kings </em>of Assyria for <em>them </em>to help him.&#x201D; While the plural &#x201C;kings,&#x201D; occurring in the Hebrew Masoretic text, appears in the singular (&#x201C;king&#x201D;) in the <em>Septuagint </em>and in other ancient manuscripts, there are modern translations that favor the Hebrew plural. (<em>JP, NW</em>) Some scholars view the plural here as merely indicating the sum of majesty and greatness ascribed to the one monarch (Tiglath-pileser&#xA0;III) as the &#x201C;king of kings.&#x201D; Yet attention is also called to the boastful claim of the Assyrian monarch recorded at <a href=\"/en/wol/bc/r1/lp-e/1200004402/12/0\" data-bid=\"13-1\" class=\"b\">Isaiah 10:8</a>: &#x201C;Are not my princes at the same time kings?&#x201D; It is thus possible that the reference to &#x201C;Pul the king of Assyria&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004402/13/0\" data-bid=\"14-1\" class=\"b\">2Ki 15:19</a>) may also be applied in the sense of his being the ruler of an Assyrian province prior to becoming head of the entire empire.Upon his death Tiglath-pileser&#xA0;III was succeeded by Shalmaneser&#xA0;V. More details might be known concerning this king were it not for the fact that a still later king, Esar-haddon, caused Tiglath-pileser&#x2019;s inscriptions to be mutilated, a rare affront elsewhere unknown in Assyrian history."}