{"title":"Time of the End","link":"/en/wol/d/r1/lp-e/1200004409","html":"<span id=\"page1103\" class=\"pageNum\" data-no=\"1103\" data-before-text=\"1103\"></span><strong>TIME OF THE END</strong>An expression found six times in the book of Daniel. It refers to a time period marking the conclusion of a system of things and culminating in its destruction. The prophet Daniel was given a preview of events to occur in the distant future. Thereafter he was told: &#x201C;And as for you, O&#xA0;Daniel, make secret the words and seal up the book, until the time of the end. Many will rove about, and the true knowledge will become abundant.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004409/0/0\" data-bid=\"1-1\" class=\"b\">Da 12:4</a>.Concerning this text, commentator Thomas Scott, in the first half of the 19th&#xA0;century, observed: &#x201C;The angel, by way of conclusion, intimated to Daniel, that this prophecy would remain obscure, and as &#x2018;a sealed book,&#x2019; of which little would be understood, &#x2018;till the time of the end&#x2019; .&#xA0;.&#xA0;. The fact has evidenced this to be the case: immense difficulties have always been acknowledged in many of Daniel&#x2019;s prophecies, and they have been &#x2018;as words shut up&#x2019; even from believers in general. .&#xA0;.&#xA0;. In these latter ages many have bestowed great pains, in searching into history, to illustrate those parts of these prophecies which are already accomplished; and by comparing them with other scriptures, to form some judgment of what yet remains to be fulfilled: and thus much light has been thrown on them. As they shall gradually be more and more accomplished, they will be better understood: and future generations will be far more surprised and instructed by them, than we are.&#x201D; (Scott&#x2019;s <em>Explanatory Notes, </em>1832) The lack of understanding concerning Daniel&#x2019;s prophecies in the early part of the 19th&#xA0;century indicated that this foretold &#x201C;time of the end&#x201D; was yet future, since those &#x201C;having insight,&#x201D; God&#x2019;s true servants, were to understand the prophecy in &#x201C;the time of the end.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004409/1/0\" data-bid=\"2-1\" class=\"b\">Da 12:9,&#xA0;10</a>.The expression &#x201C;time of the end&#x201D; is also used in association with particular developments in connection with human government. <a href=\"/en/wol/bc/r1/lp-e/1200004409/2/0\" data-bid=\"3-1\" class=\"b\">Daniel 11:40</a> reads: &#x201C;In the time of the end the king of the south will engage with [the king of the north] in a pushing, and against him the king of the north will storm with chariots and with horsemen and with many ships.&#x201D; Thereafter the prophecy discusses the actions of the &#x201C;king of the north&#x201D; and indicates that he will come to his end. (<a href=\"/en/wol/bc/r1/lp-e/1200004409/3/0\" data-bid=\"4-1\" class=\"b\">Da 11:41-45</a>) Thus &#x201C;the time of the end&#x201D; here is evidently to be understood as a period culminated by the destruction of &#x201C;the king of the north.&#x201D; Lending confirmation to this is the fact that &#x201C;the king of the north&#x201D; is earlier portrayed as persecuting God&#x2019;s servants, those &#x201C;having insight,&#x201D; until &#x201C;the time of the end,&#x201D; that is, until his time of the end.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004409/4/0\" data-bid=\"5-1\" class=\"b\">Da 11:33-35</a>.Another feature associated with &#x201C;the time of the end&#x201D; is the standing up of &#x201C;a king fierce in countenance&#x201D; that would range himself against &#x201C;the Prince of princes,&#x201D; finally to be broken or destroyed. This &#x201C;king&#x201D; was to stand up in the final part of the kingdoms that sprang from the four parts into which the Grecian Empire was to be divided. (<a href=\"/en/wol/bc/r1/lp-e/1200004409/5/0\" data-bid=\"6-1\" class=\"b\">Da 8:8-25</a>) Since &#x201C;the king of the north&#x201D; and &#x201C;the king of the south&#x201D; came from the same source, it logically follows that the &#x201C;king fierce in countenance&#x201D; corresponds to one of these &#x2018;kings&#x2019; in his &#x201C;time of the end.&#x201D;The expression &#x201C;time of the end&#x201D; does not mean an &#x2018;end of time&#x2019; but denotes a period of time that culminates in the <em>end or destruction, not of all things, but of the things mentioned in the prophecy. </em>That time itself will not end is made clear in the Scriptures. For example, the psalmist said concerning the earth: &#x201C;It will not be made to <span id=\"page1104\" class=\"pageNum\" data-no=\"1104\" data-before-text=\"1104\"></span>totter to time indefinite, or forever.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004409/6/0\" data-bid=\"7-1\" class=\"b\">Ps 104:5</a>) Since the earth will continue to exist, it necessarily follows that time, as an earthly &#x201C;dimension&#x201D; or measurement, will not cease. While it is true that <a href=\"/en/wol/bc/r1/lp-e/1200004409/7/0\" data-bid=\"8-1\" class=\"b\">Revelation 10:6</a> may be rendered &#x201C;there should be time no longer,&#x201D; the context indicates that this means <em>no further grant of time; </em>thus, a specific or allotted period of time terminates. (<em>KJ</em>) Other translations, therefore, read: &#x201C;There should be no more delay.&#x201D; (<em>AT, RS</em>) &#x201C;There will be no delay any longer.&#x201D; (<em>NW</em>) Commenting on this text, A.&#xA0;T.&#xA0;Robertson observes: &#x201C;This does not mean that <em>chronos </em>(time) .&#xA0;.&#xA0;. will cease to exist, but only that there will be no more delay in the fulfillment of the seventh trumpet (<a href=\"/en/wol/bc/r1/lp-e/1200004409/8/0\" data-bid=\"9-1\" class=\"b\">verse 7</a>), in answer to the question, &#x2018;How long?&#x2019; (<a href=\"/en/wol/bc/r1/lp-e/1200004409/9/0\" data-bid=\"10-1\" class=\"b\">6:10</a>).&#x201D;<wbr>&#x2014;<em>Word Pictures in the New Testament, </em>1933, Vol.&#xA0;VI, p.&#xA0;372."}