{"title":"Timna","link":"/en/wol/d/r1/lp-e/1200004410","html":"<span id=\"page1104\" class=\"pageNum\" data-no=\"1104\" data-before-text=\"1104\"></span><strong>TIMNA</strong>(Tim&#x2B9;na).<strong>1. </strong>Concubine of Esau&#x2019;s son Eliphaz and mother of Amalek. (<a href=\"/en/wol/bc/r1/lp-e/1200004410/0/0\" data-bid=\"1-1\" class=\"b\">Ge 36:10-12</a>) In the genealogy at <a href=\"/en/wol/bc/r1/lp-e/1200004410/1/0\" data-bid=\"2-1\" class=\"b\">1&#xA0;Chronicles 1:36</a>, there are first enumerated five sons of Esau&#x2019;s son Eliphaz. Next are added, &#x201C;Timna and Amalek.&#x201D; Professor C.&#xA0;F.&#xA0;Keil remarks on this: &#x201C;The addition of the two names <em>Timna </em>and <em>Amalek </em>in the Chronicle thus appears to be merely an abbreviation, which the author might well allow himself, as the posterity of Esau were known to his readers from Genesis. The name Timna, too, by its form (a feminine formation), must have guarded against the idea of some modern exegetes that Timna was also a son of Eliphaz.&#x201D; (<em>Commentary on the Old Testament, </em>1973, Vol.&#xA0;III, First Chronicles, p.&#xA0;53) Thus, Eliphaz&#x2019; six sons were listed, but with the notation that one of them, Amalek, was of Eliphaz&#x2019; concubine, Timna. It must be remembered that Amalek became a nation that hated God&#x2019;s people and concerning whom Jehovah said: &#x201C;Jehovah will have war with Amalek from generation to generation.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004410/2/0\" data-bid=\"3-1\" class=\"b\">Ex 17:8-16</a>) Thus the accounts, both in Genesis and in Chronicles, give this detail concerning the origin of Amalek. This Timna is possibly the same as No.&#xA0;2.<strong>2. </strong>A daughter of Seir the Horite, therefore sister of Lotan and Seir&#x2019;s other sons. (<a href=\"/en/wol/bc/r1/lp-e/1200004410/3/0\" data-bid=\"4-1\" class=\"b\">Ge 36:20-22;</a><a href=\"/en/wol/bc/r1/lp-e/1200004410/3/1\" data-bid=\"4-2\" class=\"b\"> 1Ch 1:39</a>) Possibly identical with No.&#xA0;1.<strong>3. </strong>The first name found in the list of 11 &#x201C;sheiks of Esau,&#x201D; or Edom. (<a href=\"/en/wol/bc/r1/lp-e/1200004410/4/0\" data-bid=\"5-1\" class=\"b\">Ge 36:40-43;</a><a href=\"/en/wol/bc/r1/lp-e/1200004410/4/1\" data-bid=\"5-2\" class=\"b\"> 1Ch 1:51-54</a>) In the view of many translators, Timna and the other names listed are personal names. (<em>AS, KJ, JB, NW, RS</em>) However, it is generally acknowledged that the expression &#x201C;according to their families, according to their <em>places, </em>by their names&#x201D; indicates that a tribe or an area is meant. Some versions therefore prefer expressions such as &#x201C;the chief <em>of </em>Timna.&#x201D; (<em>JP, AT</em>) In fact, at <a href=\"/en/wol/bc/r1/lp-e/1200004410/5/0\" data-bid=\"6-1\" class=\"b\">Genesis 36:41</a>, in the same list, a woman&#x2019;s name, Oholibamah, appears, allowing for the name Timna to be that of a woman. Eusebius and Jerome identified Timna with an Edomite site called &#x201C;Thamna,&#x201D; which stood in their day. (<em>Onomasticon, </em>96, 24-27) However, the location of any such region named for Timna is currently unknown."}