{"title":"Trees","link":"/en/wol/d/r1/lp-e/1200004472","html":"<span id=\"page1123\" class=\"pageNum\" data-no=\"1123\" data-before-text=\"1123\"></span><strong>TREES</strong>[Heb., <em>&#x2BD;ets</em>; Gr., <em>den&#x2B9;dron</em>].The great variation in the climate of Palestine and neighboring lands made possible a very diversified growth of trees, from the cedars of Lebanon to the date palms of Jericho and the broom trees of the desert. Some 30 different types of trees are mentioned in the Bible, and these are considered in this publication under the particular name of the tree.The problem of identifying the particular tree indicated by the original Hebrew or Greek word is frequently a difficult one, and in a number of cases, the identification is only tentative. Such identification depends upon the extent of description given in the actual Bible record as to the characteristics of the tree (at times indicated by the meaning of the root word from which the name is derived) and by comparison of such description with the trees now known to grow in Bible lands, particularly in the regions indicated in the Bible text, when these are so mentioned. Additional help comes from a study of cognate words (that is, words that by their form give evidence of being related and having proceeded from the same original root or source) in other languages, such as Arabic and Aramaic. In some cases it seems the wiser course simply to transliterate the name, as, for example, in the case of the algum tree.As Harold and Alma Moldenke point out in their book <em>Plants of the Bible </em>(1952, pp.&#xA0;5,&#xA0;6), many of the trees now found in Palestine may not have been growing there in Bible times, since, as they state, &#x201C;floras change, especially in regions like Palestine and Egypt where man, notorious for his aptitude in upsetting the delicately adjusted balances in nature, has been most active&#x201D; for thousands of years. They further state: &#x201C;Many plants which grew in abundance in the Holy Land or surrounding countries in Biblical days are now no longer found there or else grow in far smaller numbers.&#x201D; Some types have been exterminated or greatly diminished by excessive cultivation of the land or by devastation of timberlands due to the invading forces of Assyria, Babylon, on down to Rome. (<a href=\"/en/wol/bc/r1/lp-e/1200004472/0/0\" data-bid=\"1-1\" class=\"b\">Jer 6:6;</a><a href=\"/en/wol/bc/r1/lp-e/1200004472/0/1\" data-bid=\"1-2\" class=\"b\"> Lu 19:43</a>) The destruction of trees and forests has allowed the topsoil to wash away and has resulted in barrenness and desolation in many areas.As early as in Abraham&#x2019;s day, trees were listed in a contract for the transfer of property.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004472/1/0\" data-bid=\"2-1\" class=\"b\">Ge 23:15-18</a>.<strong>In the Law. </strong>Later Jehovah God brought Israel into Canaan, a land containing &#x201C;trees for food in abundance.&#x201D; He promised to provide the needed rain if Israel obeyed him, and he required that a tenth of the fruits be set aside for the use of the sanctuary and the priesthood. (<a href=\"/en/wol/bc/r1/lp-e/1200004472/2/0\" data-bid=\"3-1\" class=\"b\">Ne 9:25;</a><a href=\"/en/wol/bc/r1/lp-e/1200004472/2/1\" data-bid=\"3-2\" class=\"b\"> Le 26:3,&#xA0;4;</a><a href=\"/en/wol/bc/r1/lp-e/1200004472/2/2\" data-bid=\"3-3\" class=\"b\"> 27:30</a>) On invading the land, the Israelites were instructed not to destroy the fruit-bearing trees when attacking the cities, although centuries later the kings of Judah and Israel were authorized by God to devastate the &#x2018;good trees&#x2019; of the kingdom of Moab. The reason appears to be that Moab was outside the Promised Land. It was punitive warfare against Moab, and the Israelite action was a protection against Moabite revolt or retaliation. (<a href=\"/en/wol/bc/r1/lp-e/1200004472/3/0\" data-bid=\"4-1\" class=\"b\">De 20:19, 20;</a><a href=\"/en/wol/bc/r1/lp-e/1200004472/3/1\" data-bid=\"4-2\" class=\"b\"> 2Ki 3:19,</a><a href=\"/en/wol/bc/r1/lp-e/1200004472/3/2\" data-bid=\"4-3\" class=\"b\"> 25</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200004472/4/0\" data-bid=\"5-1\" class=\"b\">Jer 6:6</a>.) On planting a tree, the owner was not to eat of its fruit during the first three years, and in the fourth year its fruitage was to be devoted to sanctuary use. (<a href=\"/en/wol/bc/r1/lp-e/1200004472/5/0\" data-bid=\"6-1\" class=\"b\">Le 19:23-25</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200004472/6/0\" data-bid=\"7-1\" class=\"b\">De 26:2</a>.) Thereafter the annual first ripe fruits were likewise so dedicated.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004472/7/0\" data-bid=\"8-1\" class=\"b\">Ne 10:35-37</a>.<span id=\"page1124\" class=\"pageNum\" data-no=\"1124\" data-before-text=\"1124\"></span><strong>Figurative Use. </strong>In the garden of Eden, God employed two trees for symbolic purposes: &#x201C;the tree of life&#x201D; and &#x201C;the tree of the knowledge of good and bad.&#x201D; Failure to respect God&#x2019;s decree concerning the latter brought man&#x2019;s fall.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004472/8/0\" data-bid=\"9-1\" class=\"b\">Ge 2:9,</a><a href=\"/en/wol/bc/r1/lp-e/1200004472/8/1\" data-bid=\"9-2\" class=\"b\"> 16, 17;</a><a href=\"/en/wol/bc/r1/lp-e/1200004472/8/2\" data-bid=\"9-3\" class=\"b\"> 3:1-24</a>.The significance of &#x201C;the tree of the knowledge of good and bad&#x201D; and of the restriction placed on its fruit has often been incorrectly viewed as relating to the sexual act between the first human pair. This view is contradicted by God&#x2019;s plain command to them as male and female to &#x201C;be fruitful and become many and fill the earth.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004472/9/0\" data-bid=\"10-1\" class=\"b\">Ge 1:28</a>) Rather, by standing for &#x201C;the knowledge of good and bad&#x201D; and by God&#x2019;s pronouncement decreeing it to be out-of-bounds for the human pair, the tree became a symbol of God&#x2019;s right to determine or set the standards for man as to what is &#x201C;good&#x201D; (approved by God) and what is &#x201C;bad&#x201D; (condemned by God). It thus constituted a test of man&#x2019;s respect for his Creator&#x2019;s position and his willingness to remain within the area of freedom decreed by God, an area that was by no means cramped and that allowed for the greatest enjoyment of human life. Therefore, to violate the boundaries of the prohibited area by eating of &#x201C;the tree of the knowledge of good and bad&#x201D; would be an invasion of or a revolt against God&#x2019;s domain and authority.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200004472/0\">SOVEREIGNTY</a>.Trees were also used to symbolize individuals, rulers, and kingdoms, as in the prophecy likening the fall of Pharaoh and his crowd to the cutting down of a lofty cedar (<a href=\"/en/wol/bc/r1/lp-e/1200004472/10/0\" data-bid=\"11-1\" class=\"b\">Eze&#xA0;31</a>), as well as in Daniel&#x2019;s prophecy regarding the mighty tree representing dominion &#x201C;in the kingdom of mankind.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004472/11/0\" data-bid=\"12-1\" class=\"b\">Da 4:10-26</a>) The righteous man is likened to a tree planted by streams of water (<a href=\"/en/wol/bc/r1/lp-e/1200004472/12/0\" data-bid=\"13-1\" class=\"b\">Ps 1:3</a>), whose foliage is luxuriant and whose fruit continues to grow even in drought.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004472/13/0\" data-bid=\"14-1\" class=\"b\">Jer 17:8</a>.The promise that the days of God&#x2019;s restored people will be like those of a tree (<a href=\"/en/wol/bc/r1/lp-e/1200004472/14/0\" data-bid=\"15-1\" class=\"b\">Isa 65:22</a>) is made more meaningful by the fact that some trees of Palestine live for centuries, even up to a thousand years or more. In Ezekiel&#x2019;s vision a stream flowing from the visionary temple was lined with fruitful trees of healing foliage, and a similar vision is presented in the book of Revelation. (<a href=\"/en/wol/bc/r1/lp-e/1200004472/15/0\" data-bid=\"16-1\" class=\"b\">Eze 47:7,</a><a href=\"/en/wol/bc/r1/lp-e/1200004472/15/1\" data-bid=\"16-2\" class=\"b\"> 12;</a><a href=\"/en/wol/bc/r1/lp-e/1200004472/15/2\" data-bid=\"16-3\" class=\"b\"> Re 22:2,</a><a href=\"/en/wol/bc/r1/lp-e/1200004472/15/3\" data-bid=\"16-4\" class=\"b\">&#xA0;14</a>) The expression &#x201C;tree of life&#x201D; is used with regard to true wisdom, the fruitage of the righteous, the realization of a thing desired, and calmness of the tongue; it is also associated with the crown of life. (<a href=\"/en/wol/bc/r1/lp-e/1200004472/16/0\" data-bid=\"17-1\" class=\"b\">Pr 3:18;</a><a href=\"/en/wol/bc/r1/lp-e/1200004472/16/1\" data-bid=\"17-2\" class=\"b\"> 11:30;</a><a href=\"/en/wol/bc/r1/lp-e/1200004472/16/2\" data-bid=\"17-3\" class=\"b\"> 13:12;</a><a href=\"/en/wol/bc/r1/lp-e/1200004472/16/3\" data-bid=\"17-4\" class=\"b\"> 15:4;</a><a href=\"/en/wol/bc/r1/lp-e/1200004472/16/4\" data-bid=\"17-5\" class=\"b\"> Re 2:7,</a><a href=\"/en/wol/bc/r1/lp-e/1200004472/16/5\" data-bid=\"17-6\" class=\"b\">&#xA0;10</a>) Trees are mentioned in association with the fruitful, peaceful, and joyful conditions resulting from Jehovah&#x2019;s kingship and the restoration of his people.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004472/17/0\" data-bid=\"18-1\" class=\"b\">1Ch 16:33;</a><a href=\"/en/wol/bc/r1/lp-e/1200004472/17/1\" data-bid=\"18-2\" class=\"b\"> Ps 96:12;</a><a href=\"/en/wol/bc/r1/lp-e/1200004472/17/2\" data-bid=\"18-3\" class=\"b\"> 148:9;</a><a href=\"/en/wol/bc/r1/lp-e/1200004472/17/3\" data-bid=\"18-4\" class=\"b\"> Isa 55:12;</a><a href=\"/en/wol/bc/r1/lp-e/1200004472/17/4\" data-bid=\"18-5\" class=\"b\"> Eze 34:27;</a><a href=\"/en/wol/bc/r1/lp-e/1200004472/17/5\" data-bid=\"18-6\" class=\"b\"> 36:30</a>.Jesus used trees in some of his illustrations stressing the need for fruitfulness in true righteousness, as John the Baptizer had done before him. (<a href=\"/en/wol/bc/r1/lp-e/1200004472/18/0\" data-bid=\"19-1\" class=\"b\">Mt 3:10;</a><a href=\"/en/wol/bc/r1/lp-e/1200004472/18/1\" data-bid=\"19-2\" class=\"b\"> 7:15-20</a>) Since fruit trees were taxed in Palestine in that time, an unproductive tree (as good as dead) was an undesirable burden to the owner and, hence, a tree to be chopped down and destroyed. (<a href=\"/en/wol/bc/r1/lp-e/1200004472/19/0\" data-bid=\"20-1\" class=\"b\">Lu 13:6-9</a>) At <a href=\"/en/wol/bc/r1/lp-e/1200004472/20/0\" data-bid=\"21-1\" class=\"b\">Jude&#xA0;12</a>, immoral persons who infiltrate the Christian congregation are likened to fruitless trees in autumn time that have died twice. Their being described as &#x2018;twice dead&#x2019; may be an emphatic way of expressing that they are completely dead. Or, it could signify that they are dead from two viewpoints. They are (1)&#xA0;barren or fruitless and (2)&#xA0;literally dead, possessing no vitality.The Hebrew word for tree is also used with regard to the stake or post on which a body was hung. (<a href=\"/en/wol/bc/r1/lp-e/1200004472/21/0\" data-bid=\"22-1\" class=\"b\">Ge 40:19;</a><a href=\"/en/wol/bc/r1/lp-e/1200004472/21/1\" data-bid=\"22-2\" class=\"b\"> De 21:22, 23;</a><a href=\"/en/wol/bc/r1/lp-e/1200004472/21/2\" data-bid=\"22-3\" class=\"b\"> Jos 8:29;</a><a href=\"/en/wol/bc/r1/lp-e/1200004472/21/3\" data-bid=\"22-4\" class=\"b\"> Es 2:23</a>) In applying <a href=\"/en/wol/bc/r1/lp-e/1200004472/22/0\" data-bid=\"23-1\" class=\"b\">Deuteronomy 21:23</a>, the apostle Paul used the Greek word <em>xy&#x2B9;lon </em>(wood).<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004472/23/0\" data-bid=\"24-1\" class=\"b\">Ga 3:13</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200004472/1\">TORTURE STAKE</a>; individual trees by name."}