{"title":"Tribulation","link":"/en/wol/d/r1/lp-e/1200004476","html":"<span id=\"page1126\" class=\"pageNum\" data-no=\"1126\" data-before-text=\"1126\"></span><strong>TRIBULATION</strong>The Greek word <em>thli&#x2B9;psis, </em>usually rendered &#x201C;tribulation,&#x201D; basically means distress, affliction, or suffering resulting from the pressures of circumstances. It is used with reference to the affliction associated with childbirth (<a href=\"/en/wol/bc/r1/lp-e/1200004476/0/0\" data-bid=\"1-1\" class=\"b\">Joh 16:21</a>), persecution (<a href=\"/en/wol/bc/r1/lp-e/1200004476/1/0\" data-bid=\"2-1\" class=\"b\">Mt 24:9;</a><a href=\"/en/wol/bc/r1/lp-e/1200004476/1/1\" data-bid=\"2-2\" class=\"b\"> Ac 11:19;</a><a href=\"/en/wol/bc/r1/lp-e/1200004476/1/2\" data-bid=\"2-3\" class=\"b\"> 20:23;</a><a href=\"/en/wol/bc/r1/lp-e/1200004476/1/3\" data-bid=\"2-4\" class=\"b\"> 2Co 1:8;</a><a href=\"/en/wol/bc/r1/lp-e/1200004476/1/4\" data-bid=\"2-5\" class=\"b\"> Heb 10:33;</a><a href=\"/en/wol/bc/r1/lp-e/1200004476/1/5\" data-bid=\"2-6\" class=\"b\"> Re 1:9</a>), imprisonment (<a href=\"/en/wol/bc/r1/lp-e/1200004476/2/0\" data-bid=\"3-1\" class=\"b\">Re 2:10</a>), poverty and other adversities common to orphans and widows (<a href=\"/en/wol/bc/r1/lp-e/1200004476/3/0\" data-bid=\"4-1\" class=\"b\">Jas 1:27</a>), famine (<a href=\"/en/wol/bc/r1/lp-e/1200004476/4/0\" data-bid=\"5-1\" class=\"b\">Ac 7:11</a>), and punishment for wrongdoing (<a href=\"/en/wol/bc/r1/lp-e/1200004476/5/0\" data-bid=\"6-1\" class=\"b\">Ro 2:9;</a><a href=\"/en/wol/bc/r1/lp-e/1200004476/5/1\" data-bid=\"6-2\" class=\"b\"> Re 2:22</a>). The &#x201C;tribulation&#x201D; mentioned at <a href=\"/en/wol/bc/r1/lp-e/1200004476/6/0\" data-bid=\"7-1\" class=\"b\">2&#xA0;Corinthians 2:4</a> apparently refers to the distress felt by the apostle Paul because of the wrong conduct of the Christians at Corinth and because he had to correct them with severity.<strong>Marriage Brings Tribulation in the Flesh. </strong>When recommending singleness as the better course, the apostle Paul observed: &#x201C;But even if you did marry, you would commit no sin. .&#xA0;.&#xA0;. However, those who do will have tribulation in their flesh.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004476/7/0\" data-bid=\"8-1\" class=\"b\">1Co 7:28</a>) Marriage is attended by certain anxieties and cares for husband, wife, and children. (<a href=\"/en/wol/bc/r1/lp-e/1200004476/8/0\" data-bid=\"9-1\" class=\"b\">1Co 7:32-35</a>) Sickness can bring burdens and stresses on the family. For Christians, persecution may arise; families may even be driven from their homes. Fathers may find it hard to provide life&#x2019;s necessities for their households. Parents or children may be separated by imprisonment, suffer torture at the hands of persecutors, or even lose their lives.<strong>Faithfulness Under Tribulation. </strong>Tribulation in the form of persecution can have a weakening effect upon the faith of an individual. Christ Jesus, in his illustration of the sower, indicated that certain persons would actually be stumbled on account of tribulation or persecution. (<a href=\"/en/wol/bc/r1/lp-e/1200004476/9/0\" data-bid=\"10-1\" class=\"b\">Mt 13:21;</a><a href=\"/en/wol/bc/r1/lp-e/1200004476/9/1\" data-bid=\"10-2\" class=\"b\"> Mr 4:17</a>) Being aware of this danger, the apostle Paul was very much concerned about the newly formed congregation at Thessalonica. Those associated with that congregation had embraced Christianity under much tribulation (<a href=\"/en/wol/bc/r1/lp-e/1200004476/10/0\" data-bid=\"11-1\" class=\"b\">1Th 1:6</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200004476/11/0\" data-bid=\"12-1\" class=\"b\">Ac 17:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200004476/11/1\" data-bid=\"12-2\" class=\"b\"> 5-10</a>) and continued to experience such. The apostle therefore sent Timothy to strengthen and comfort them, &#x201C;that no one might be swayed by these tribulations.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004476/12/0\" data-bid=\"13-1\" class=\"b\">1Th 3:1-3,</a><a href=\"/en/wol/bc/r1/lp-e/1200004476/12/1\" data-bid=\"13-2\" class=\"b\">&#xA0;5</a>) When Timothy brought back news that the Thessalonians had remained firm in the faith, Paul was greatly comforted. (<a href=\"/en/wol/bc/r1/lp-e/1200004476/13/0\" data-bid=\"14-1\" class=\"b\">1Th 3:6,&#xA0;7</a>) Doubtless the apostle&#x2019;s efforts in preparing them to expect tribulation also helped the Thessalonians to continue to be faithful servants of God.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004476/14/0\" data-bid=\"15-1\" class=\"b\">1Th 3:4</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200004476/15/0\" data-bid=\"16-1\" class=\"b\">Joh 16:33;</a><a href=\"/en/wol/bc/r1/lp-e/1200004476/15/1\" data-bid=\"16-2\" class=\"b\"> Ac 14:22</a>.Although tribulation is unpleasant, the Christian can exult while enduring it, since he knows that faithfulness is approved by God and will ultimately lead to the realization of his grand hope. (<a href=\"/en/wol/bc/r1/lp-e/1200004476/16/0\" data-bid=\"17-1\" class=\"b\">Ro 5:3-5;</a><a href=\"/en/wol/bc/r1/lp-e/1200004476/16/1\" data-bid=\"17-2\" class=\"b\"> 12:12</a>) The tribulation itself is but momentary and light in comparison with the everlasting glory to be received for remaining faithful. (<a href=\"/en/wol/bc/r1/lp-e/1200004476/17/0\" data-bid=\"18-1\" class=\"b\">2Co 4:17,&#xA0;18</a>) The Christian can also rest assured that God&#x2019;s loyal love will never waver, whatever tribulation may come upon the faithful believer.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004476/18/0\" data-bid=\"19-1\" class=\"b\">Ro 8:35-39</a>.In writing to the Corinthians, the apostle Paul pointed to yet other factors that would help the Christian to endure tribulation. He stated: &#x201C;Blessed be the God .&#xA0;.&#xA0;. of all comfort, who comforts us in all our tribulation, that we may be able to comfort those in any sort of tribulation through the comfort with which we ourselves are being comforted by God. .&#xA0;.&#xA0;. Now whether we are in tribulation, it is for your comfort and salvation; or whether we are being comforted, it is for your comfort that operates to make you endure the same sufferings that we also suffer.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004476/19/0\" data-bid=\"20-1\" class=\"b\">2Co 1:3-6</a>) The precious promises of God, the help of his holy spirit, and his answering the prayers of those experiencing tribulation are a source of comfort to Christians. On the basis of their own experience, they can encourage and comfort still others; their example of faithfulness and expressions of conviction inspire fellow Christians likewise to remain faithful.Paul himself appreciated the comfort given to him by fellow believers as he endured tribulations. He commended the Philippian Christians for this: &#x201C;You acted well in becoming sharers with me in my tribulation.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004476/20/0\" data-bid=\"21-1\" class=\"b\">Php 4:14</a>) Being genuinely interested in Paul, who was imprisoned at Rome, they helped him to bear his tribulation by assisting him materially.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004476/21/0\" data-bid=\"22-1\" class=\"b\">Php 4:15-20</a>.There are times, however, when certain persons become fearful on account of the tribulation experienced by others. With this in mind, Paul encouraged the Ephesian Christians: &#x201C;I ask you not to give up on account of these tribulations of mine in your behalf, for these mean glory for you.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004476/22/0\" data-bid=\"23-1\" class=\"b\">Eph 3:13</a>) The persecutions or tribulations experienced by Paul resulted from his ministering to the Ephesians and others. For this reason he could speak of them as tribulations &#x2018;in their behalf.&#x2019; His faithful endurance under such tribulations meant &#x201C;glory&#x201D; for the Ephesian Christians, since it demonstrated that what they had as <span id=\"page1127\" class=\"pageNum\" data-no=\"1127\" data-before-text=\"1127\"></span>Christians (including God&#x2019;s sure promises and their precious relationship with Jehovah God and his Son Christ Jesus) was worth enduring for. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200004476/23/0\" data-bid=\"24-1\" class=\"b\">Col 1:24</a>.) If Paul, as an apostle, had given up, it would have meant disgrace for the congregation. Others could have been stumbled.<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200004476/24/0\" data-bid=\"25-1\" class=\"b\">2Co 6:3,&#xA0;4</a>.<strong>The &#x201C;Great Tribulation.&#x201D; </strong>When answering the question of his disciples concerning the sign of his presence and the conclusion of the system of things, Jesus mentioned a &#x201C;great tribulation such as has not occurred since the world&#x2019;s beginning until now, no, nor will occur again.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004476/25/0\" data-bid=\"26-1\" class=\"b\">Mt 24:3,</a><a href=\"/en/wol/bc/r1/lp-e/1200004476/25/1\" data-bid=\"26-2\" class=\"b\">&#xA0;21</a>) As a comparison of <a href=\"/en/wol/bc/r1/lp-e/1200004476/26/0\" data-bid=\"27-1\" class=\"b\">Matthew 24:15-22</a> with <a href=\"/en/wol/bc/r1/lp-e/1200004476/27/0\" data-bid=\"28-1\" class=\"b\">Luke 21:20-24</a> reveals, this had initial reference to a tribulation to come upon Jerusalem. The fulfillment came in 70&#xA0;C.E., when the city was besieged by the Roman armies under General Titus. This resulted in severe famine conditions and much loss of life. The Jewish historian Josephus relates that 1,100,000 Jews died or were killed, whereas 97,000 survived and were taken into captivity. The temple was completely destroyed. Contrary to the wish of the Roman commander Titus, Roman soldiers set the temple itself on fire. According to Josephus, this took place in the same month and on the same day that the Babylonians had burned the former temple on this site. (<em>The Jewish War, </em>VI, 249-270 [iv, 5-8], 420 [ix,&#xA0;3]; <a href=\"/en/wol/bc/r1/lp-e/1200004476/28/0\" data-bid=\"29-1\" class=\"b\">2Ki 25:8,&#xA0;9</a>) The temple destroyed by the Romans has never been rebuilt. Such a &#x201C;great tribulation&#x201D; has not occurred again or been repeated upon Jerusalem. Nevertheless, Biblical evidence indicates that the tribulation upon Jerusalem in 70&#xA0;C.E. pointed forward to a far greater tribulation, one affecting all nations.Jesus continued his prophecy by describing events that would occur during the centuries after Jerusalem&#x2019;s destruction. (<a href=\"/en/wol/bc/r1/lp-e/1200004476/29/0\" data-bid=\"30-1\" class=\"b\">Mt 24:23-28;</a><a href=\"/en/wol/bc/r1/lp-e/1200004476/29/1\" data-bid=\"30-2\" class=\"b\"> Mr 13:21-23</a>) Then, at <a href=\"/en/wol/bc/r1/lp-e/1200004476/30/0\" data-bid=\"31-1\" class=\"b\">Matthew 24:29</a>, he added that &#x201C;immediately after the tribulation of those days,&#x201D; there would be fear-inspiring celestial phenomena. <a href=\"/en/wol/bc/r1/lp-e/1200004476/31/0\" data-bid=\"32-1\" class=\"b\">Mark 13:24, 25</a> says that these phenomena would take place &#x201C;in those days, after that tribulation.&#x201D; (See also <a href=\"/en/wol/bc/r1/lp-e/1200004476/32/0\" data-bid=\"33-1\" class=\"b\">Lu 21:25,&#xA0;26</a>.) To what &#x201C;tribulation&#x201D; did Jesus there refer?Some Bible commentators have reasoned that it was the tribulation that came upon Jerusalem in 70&#xA0;C.E., though they also realized that the events described thereafter evidently would take place at a time that, from a human standpoint, was then distant. They reasoned that the expression &#x201C;immediately after&#x201D; conveyed <em>God&#x2019;s </em>perspective of the time involved or that the certainty of what was to occur was being expressed by language that placed the events immediately before the reader.However, since the prophecy at <a href=\"/en/wol/bc/r1/lp-e/1200004476/33/0\" data-bid=\"34-1\" class=\"b\">Matthew 24:4-22</a> (also <a href=\"/en/wol/bc/r1/lp-e/1200004476/34/0\" data-bid=\"35-1\" class=\"b\">Mr 13:5-20</a> and <a href=\"/en/wol/bc/r1/lp-e/1200004476/35/0\" data-bid=\"36-1\" class=\"b\">Lu 21:8-24a</a>) clearly has a dual fulfillment, might the &#x201C;tribulation&#x201D; referred to at <a href=\"/en/wol/bc/r1/lp-e/1200004476/36/0\" data-bid=\"37-1\" class=\"b\">Matthew 24:29</a> and <a href=\"/en/wol/bc/r1/lp-e/1200004476/37/0\" data-bid=\"38-1\" class=\"b\">Mark 13:24</a> be the &#x201C;tribulation&#x201D; during the second and final fulfillment of what was foretold at <a href=\"/en/wol/bc/r1/lp-e/1200004476/38/0\" data-bid=\"39-1\" class=\"b\">Matthew 24:21</a> and <a href=\"/en/wol/bc/r1/lp-e/1200004476/39/0\" data-bid=\"40-1\" class=\"b\">Mark 13:19</a>? Viewed in the light of the Bible as a whole, this seems most likely. Do the terms used in the Greek text allow for such a view? Definitely. When <a href=\"/en/wol/bc/r1/lp-e/1200004476/40/0\" data-bid=\"41-1\" class=\"b\">Matthew 24:29</a> refers to <em>&#x201C;those </em>days&#x201D; and when <a href=\"/en/wol/bc/r1/lp-e/1200004476/41/0\" data-bid=\"42-1\" class=\"b\">Mark 13:24</a> mentions <em>&#x201C;those </em>days&#x201D; and <em>&#x201C;that </em>tribulation,&#x201D; the Greek grammar does allow for such an understanding. It seems that Jesus&#x2019; prophecy is saying that after the outbreak of the coming global tribulation, there will be striking phenomena (as represented by sun and moon being darkened, stars falling, and powers of heaven being shaken) as well as fulfillment of &#x201C;the sign of the Son of man.&#x201D;About three decades after Jerusalem&#x2019;s destruction, the apostle John, with reference to a great crowd of persons from all nations, tribes, and peoples, was told: &#x201C;These are the ones that come out of the great tribulation.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004476/42/0\" data-bid=\"43-1\" class=\"b\">Re 7:13,&#xA0;14</a>) Earlier, the apostle John had seen &#x201C;four angels&#x201D; holding back destructive winds so that the sealing of the 144,000 slaves of God might be completed. This sealing evidently links up with the &#x2018;gathering of the chosen ones&#x2019; that Jesus foretold. (<a href=\"/en/wol/bc/r1/lp-e/1200004476/43/0\" data-bid=\"44-1\" class=\"b\">Mt 24:31</a>) Accordingly, the final destructive fury of the &#x201C;great tribulation&#x201D; must come after the chosen ones have been gathered and their sealing is completed and when the four angels release the four winds to blow upon the earth, sea, and trees. (<a href=\"/en/wol/bc/r1/lp-e/1200004476/44/0\" data-bid=\"45-1\" class=\"b\">Re 7:1-4</a>) The fact that a great crowd &#x2018;comes out of the great tribulation&#x2019; shows that they survive it. This is confirmed by a similar expression at <a href=\"/en/wol/bc/r1/lp-e/1200004476/45/0\" data-bid=\"46-1\" class=\"b\">Acts 7:9,&#xA0;10</a>: &#x201C;God was with [Joseph], and he delivered him out of all his tribulations.&#x201D; Joseph&#x2019;s being delivered out of all his tribulations meant not only that he was enabled to endure them but also that he survived the afflictions he experienced.It is noteworthy that the apostle Paul referred to the execution of God&#x2019;s judgment upon the ungodly as tribulation. He wrote: &#x201C;This takes into account that it is righteous on God&#x2019;s part to repay tribulation to those who make tribulation for you, but, to you who suffer tribulation, relief along with us at the revelation of the Lord Jesus from heaven with his powerful angels in a flaming fire, <span id=\"page1128\" class=\"pageNum\" data-no=\"1128\" data-before-text=\"1128\"></span>as he brings vengeance upon those who do not know God and those who do not obey the good news about our Lord Jesus.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004476/46/0\" data-bid=\"47-1\" class=\"b\">2Th 1:6-8</a>) The book of Revelation shows that &#x201C;Babylon the Great&#x201D; and &#x201C;the wild beast&#x201D; have brought tribulation upon God&#x2019;s holy ones. (<a href=\"/en/wol/bc/r1/lp-e/1200004476/47/0\" data-bid=\"48-1\" class=\"b\">Re 13:3-10;</a><a href=\"/en/wol/bc/r1/lp-e/1200004476/47/1\" data-bid=\"48-2\" class=\"b\"> 17:5,&#xA0;6</a>) It therefore logically follows that the tribulation to come upon &#x201C;Babylon the Great&#x201D; and &#x201C;the wild beast&#x201D; is included in the &#x201C;great tribulation.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004476/48/0\" data-bid=\"49-1\" class=\"b\">Re 18:20;</a><a href=\"/en/wol/bc/r1/lp-e/1200004476/48/1\" data-bid=\"49-2\" class=\"b\"> 19:11-21</a>."}