{"title":"Triumphal Procession","link":"/en/wol/d/r1/lp-e/1200004479","html":"<span id=\"page1128\" class=\"pageNum\" data-no=\"1128\" data-before-text=\"1128\"></span><strong>TRIUMPHAL PROCESSION</strong>A formal procession in celebration of victory over an enemy. The Greek word <em>thri&#xB7;am&#xB7;beu&#x2B9;o, </em>meaning &#x201C;lead in a triumphal procession,&#x201D; occurs only twice in the Scriptures, each time in a somewhat different illustrative setting.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004479/0/0\" data-bid=\"1-1\" class=\"b\">2Co 2:14;</a><a href=\"/en/wol/bc/r1/lp-e/1200004479/0/1\" data-bid=\"1-2\" class=\"b\"> Col 2:15</a>.<strong>Triumphal Processions Among the Nations. </strong>Egypt, Assyria, and other nations commemorated their military victories with triumphal processions. In the days of the Roman republic, one of the highest honors the Senate could bestow on a conquering general was to allow him to celebrate his victory with a formal and costly procession of triumph in which no detail of pomp and glory was overlooked.The Roman procession moved slowly along <em>Via Triumphalis </em>and up the winding ascent to the temple of Jupiter atop the Capitoline Hill. Musicians playing and singing songs of victory were at the front, followed by young men leading the sacrificial cattle. Then came open carts loaded with booty, and tremendous floats illustrating battle scenes or the destruction of cities and temples, and perhaps topped with a figure of the vanquished commander. The captive kings, princes, and generals taken in the war, with their children and attendants, were led along in chains, often stripped naked, to their humiliation and shame.Next came the general&#x2019;s chariot, decorated in ivory and gold, wreathed with laurel, and drawn by four white horses or, on occasion, by elephants, lions, tigers, or deer. The conqueror&#x2019;s children sat at his feet or rode in a separate chariot behind him. Roman consuls and magistrates followed on foot, then the lieutenants and military tribunes with the victorious army<wbr>&#x2014;all bedecked with garlands of laurel and gifts, and singing songs of praise to their leader. In the vanguard were the priests and their attendants bringing along the chief victim for sacrifice, a white ox.As the procession passed through the city, the populace threw flowers before the victor&#x2019;s chariot, <span id=\"page1129\" class=\"pageNum\" data-no=\"1129\" data-before-text=\"1129\"></span>and burning incense on temple altars perfumed the way. This sweet odor signified honors, promotion, wealth, and a more secure life for the victorious soldiers, but it signified death to the unpardoned captives who would be executed at the end of the procession. This fact throws light on Paul&#x2019;s spiritual application of the illustration at <a href=\"/en/wol/bc/r1/lp-e/1200004479/1/0\" data-bid=\"2-1\" class=\"b\">2&#xA0;Corinthians 2:14-16</a>.Triumphal arches were built in honor of some generals. The Arch of Titus in Rome still commemorates the fall of Jerusalem in 70&#xA0;C.E. (PICTURE, Vol.&#xA0;2, p.&#xA0;536) Accompanied by his father, Emperor Vespasian, Titus celebrated his victory over Jerusalem by a triumphal procession. Some arches served as city gates, but for the most part their function was only monumental. The design of the arches may have represented the yoke of submission under which captives were forced to march.<strong>Christians Share in Triumphal Procession. </strong>It was from such examples and general knowledge of the times that Paul drew his metaphor when writing to the Corinthians: &#x201C;Thanks be to God who always leads us in a triumphal procession in company with the Christ.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004479/2/0\" data-bid=\"3-1\" class=\"b\">2Co 2:14-16</a>) The picture presents Paul and fellow Christians as devoted subjects of God, &#x201C;in company with the Christ,&#x201D; as sons, ranking officers, and victorious soldiers, all following in God&#x2019;s train and being led by him in a grand triumphal procession along a perfumed route.At <a href=\"/en/wol/bc/r1/lp-e/1200004479/3/0\" data-bid=\"4-1\" class=\"b\">Colossians 2:15</a>, the situation is quite different. Here the enemy governments and authorities under Satan are described as the captives and prisoners in the triumphal procession. These Jehovah the Conqueror strips naked and exhibits in open public as defeated ones, the ones conquered &#x201C;by means of it,&#x201D; that is, by means of &#x201C;the torture stake&#x201D; mentioned in the previous verse. Christ&#x2019;s death on the torture stake not only provided the basis for removing &#x201C;the handwritten document,&#x201D; the Law covenant, but also made it possible for Christians to be freed from bondage to the satanic powers of darkness.<strong>Other Processions. </strong>The Bible also refers to other processions, occasions when throngs moved along together in celebration of outstanding events. David described Jehovah&#x2019;s victorious procession from Sinai to the holy temple site in Jerusalem<wbr>&#x2014;war chariots of God, captives, singers and musicians, and congregated throngs blessing the Holy One of Israel. (<a href=\"/en/wol/bc/r1/lp-e/1200004479/4/0\" data-bid=\"5-1\" class=\"b\">Ps 68:17, 18,</a><a href=\"/en/wol/bc/r1/lp-e/1200004479/4/1\" data-bid=\"5-2\" class=\"b\"> 24-26</a>) A procession was included in the inaugural celebration at the time of completion of the rebuilding of Jerusalem&#x2019;s walls in the days of Nehemiah. (<a href=\"/en/wol/bc/r1/lp-e/1200004479/5/0\" data-bid=\"6-1\" class=\"b\">Ne 12:31</a>) And a &#x201C;festival procession&#x201D; is referred to in <a href=\"/en/wol/bc/r1/lp-e/1200004479/6/0\" data-bid=\"7-1\" class=\"b\">Psalm 118:27</a>, evidently in connection with the annual Festival of Booths."}