{"title":"Troas","link":"/en/wol/d/r1/lp-e/1200004480","html":"<span id=\"page1129\" class=\"pageNum\" data-no=\"1129\" data-before-text=\"1129\"></span><strong>TROAS</strong>(Tro&#x2B9;as).The principal seaport of NW Asia Minor from which Paul departed on his first visit to Macedonia, and to which he later returned on occasion. It was located about 30&#xA0;km (19&#xA0;mi) S of the Hellespont (Dardanelles) and about 25&#xA0;km (15&#xA0;mi) S of the traditional site of ancient Troy. The same Greek term rendered &#x201C;Troas&#x201D; also applied to the Troad, a region in Mysia that surrounded Troy.The city of Troas was first built during the latter part of the fourth century B.C.E. by Antigonus, one of the generals of Alexander the Great. In 133&#xA0;B.C.E. it came under Roman control, and thereafter the region of Mysia became part of the Roman province of Asia. Julius Caesar for a time considered transferring the seat of the Roman government to Troas. Emperor Augustus further favored the city by making it a <em>colonia, </em>independent of the provincial governor of Asia, and by exempting its citizens from both land and poll taxes.On Paul&#x2019;s second journey, probably in the spring of 50&#xA0;C.E., and after passing through Phrygia and Galatia, the apostle and his companions came to Troas, for &#x201C;the spirit of Jesus did not permit them&#x201D; to go into Bithynia. (<a href=\"/en/wol/bc/r1/lp-e/1200004480/0/0\" data-bid=\"1-1\" class=\"b\">Ac 16:6-8</a>) Here in Troas, Paul had an unusual vision, one of a man calling to him: &#x201C;Step over into Macedonia and help us.&#x201D; Immediately it was concluded, &#x201C;God had summoned <em>us </em>to declare the good news to them.&#x201D; The occurrence of &#x201C;us&#x201D; in this text (and &#x201C;we&#x201D; in the following verses) must mean that, here in Troas, Luke first joined Paul&#x2019;s party and made the voyage with them across the Aegean to Neapolis.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004480/1/0\" data-bid=\"2-1\" class=\"b\">Ac 16:9-12</a>.After leaving Ephesus on his third journey, Paul stopped in Troas and there preached the good news about the Christ, for as he says, &#x201C;A door was opened to me in the Lord.&#x201D; But after an undisclosed period of time, the apostle became concerned that Titus had not arrived, and so he departed for Macedonia, hoping to find him there.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004480/2/0\" data-bid=\"3-1\" class=\"b\">Ac 20:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200004480/2/1\" data-bid=\"3-2\" class=\"b\"> 2Co 2:12,&#xA0;13</a>.Evidently Paul spent that winter in Greece before returning again to Troas in the spring of 56&#xA0;C.E. (<a href=\"/en/wol/bc/r1/lp-e/1200004480/3/0\" data-bid=\"4-1\" class=\"b\">Ac 20:2-6</a>) This time Paul stayed seven days ministering and spiritually building up the Christian brothers in Troas. The night before leaving, Paul assembled with them and &#x201C;prolonged his speech until midnight.&#x201D; A young man <span id=\"page1130\" class=\"pageNum\" data-no=\"1130\" data-before-text=\"1130\"></span>in attendance named Eutychus, who was seated at the third-story window, fell asleep and tumbled to his death. The apostle miraculously brought the boy back to life and continued conversing with the group until daybreak.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004480/4/0\" data-bid=\"5-1\" class=\"b\">Ac 20:6-12</a>.It is likely that Paul visited Troas again after being released from house arrest in Rome in 61&#xA0;C.E. Paul wrote to Timothy during the apostle&#x2019;s second imprisonment in Rome, about the year 65&#xA0;C.E., asking that Timothy bring a cloak and certain scrolls and parchments that Paul had left with Carpus in Troas. It seems very unlikely that such a request would have been made some nine years later, as the case would have been if Paul&#x2019;s last visit to Carpus&#x2019; home had been on his third journey in about 56&#xA0;C.E.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004480/5/0\" data-bid=\"6-1\" class=\"b\">2Ti 4:13</a>."}