{"title":"Tutor","link":"/en/wol/d/r1/lp-e/1200004494","html":"<span id=\"page1134\" class=\"pageNum\" data-no=\"1134\" data-before-text=\"1134\"></span><strong>TUTOR</strong>The tutor of Bible times was generally, not the actual teacher, but the one who accompanied the child to and from school and possibly in other activities as well. He would turn the child over to the instructor. This continued from childhood to perhaps puberty or longer. He was to keep the child from physical or moral harm. (So, too, the old French <em>tuteur </em>and Latin <em>tutor </em>mean, literally, &#x201C;a protector or guardian.&#x201D;) However, the duties of the tutor also involved the matter of discipline, and he might be charged with instructing the child in matters of conduct. The tutors&#x2019; discipline could be severe, whether they were slaves or were paid tutors.Therefore, <a href=\"/en/wol/bc/r1/lp-e/1200004494/0/0\" data-bid=\"1-1\" class=\"b\">Galatians 3:24, 25</a> points out that &#x201C;the Law has become our tutor [Gr., <em>pai&#xB7;da&#xB7;go&#xB7;gos&#x2B9;, </em>literally &#x201C;child leader&#x201D;] leading to Christ, that we might be declared righteous due to faith. But now that the faith has arrived, we are no longer under a tutor.&#x201D; The Law was strict. It revealed the Jews to be transgressors and condemned them. (<a href=\"/en/wol/bc/r1/lp-e/1200004494/1/0\" data-bid=\"2-1\" class=\"b\">Ga 3:10, 11,</a><a href=\"/en/wol/bc/r1/lp-e/1200004494/1/1\" data-bid=\"2-2\" class=\"b\">&#xA0;19</a>) It, in effect, handed over the Jews who were properly disciplined to their Instructor, Jesus Christ. The apostle Paul says: &#x201C;Before the faith arrived, we were being guarded under law, being delivered up together into custody, looking to the faith that was destined to be revealed.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004494/2/0\" data-bid=\"3-1\" class=\"b\">Ga 3:23</a>.The apostle Paul told the Corinthians: &#x201C;For though you may have ten thousand tutors in Christ, you certainly do not have many fathers; for in Christ Jesus I have become your father through the good news.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004494/3/0\" data-bid=\"4-1\" class=\"b\">1Co 4:14,&#xA0;15</a>) Paul had initially brought the message of life to Corinth and hence was like a father to the congregation of <span id=\"page1135\" class=\"pageNum\" data-no=\"1135\" data-before-text=\"1135\"></span>Christian believers there. Though others might subsequently care for their interests, like tutors to whom children are entrusted, this did not change Paul&#x2019;s relationship to the Corinthians. The &#x201C;tutors,&#x201D; such as Apollos, might have genuine interest in the congregation, but Paul&#x2019;s interest had an added factor because he experienced the labor of spiritual parenthood with them.<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200004494/4/0\" data-bid=\"5-1\" class=\"b\">Ga 4:11,</a><a href=\"/en/wol/bc/r1/lp-e/1200004494/4/1\" data-bid=\"5-2\" class=\"b\"> 19, 20</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200004494/0\">EDUCATION</a>; <a href=\"/en/wol/tc/r1/lp-e/1200004494/1\">INSTRUCTION</a>."}