{"title":"Ulcer","link":"/en/wol/d/r1/lp-e/1200004504","html":"<span id=\"page1137\" class=\"pageNum\" data-no=\"1137\" data-before-text=\"1137\"></span><strong>ULCER</strong>An open bodily sore other than a direct wound, though the inflammatory type usually results from a minor injury, such as a skin abrasion. Ulcers are either external or internal, developing on the skin or on mucous surfaces. They often discharge pus and cause progressive disintegration and death of tissue in the affected area. Inflammatory ulcers, with their hot, aching sensation, often develop on the lower part of a person&#x2019;s leg.In the Hebrew Scriptures, the word sometimes translated &#x201C;ulcer&#x201D; is <em>ma&#xB7;zohr&#x2B9;, </em>which can apply to an ulcer, a sore, or a boil. Certain scholars believe that it refers to a wound of the kind that might require the pressing out of matter within it. The Greek word <em>hel&#x2B9;kos, </em>denoting an ulcer, is used in the Christian Greek Scriptures; it appears in the Greek <em>Septuagint </em>at <a href=\"/en/wol/bc/r1/lp-e/1200004504/0/0\" data-bid=\"1-1\" class=\"b\">Exodus 9:9</a> and <a href=\"/en/wol/bc/r1/lp-e/1200004504/1/0\" data-bid=\"2-1\" class=\"b\">Job 2:7</a> for the Hebrew word <em>shechin&#x2B9;, </em>which signifies a boil.<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200004504/0\">BOIL</a>.<strong>Figurative Use. </strong>Prophetically, Ephraim (Israel) was depicted as being sick and Judah as having an &#x201C;ulcer,&#x201D; conditions resulting from their wrongdoing and consequent loss of God&#x2019;s favor. But, instead of trusting in Jehovah for protection from their foes, they futilely sought aid from the king of Assyria, who was unable to heal them of their &#x2018;ulcerous&#x2019; condition. (<a href=\"/en/wol/bc/r1/lp-e/1200004504/2/0\" data-bid=\"3-1\" class=\"b\">Ho 5:13</a>) Later, Zion, her people having been taken into Babylonian exile, was represented as being afflicted with an ulcer.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004504/3/0\" data-bid=\"4-1\" class=\"b\">Jer 30:12-15,</a><a href=\"/en/wol/bc/r1/lp-e/1200004504/3/1\" data-bid=\"4-2\" class=\"b\"> 17</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200004504/4/0\" data-bid=\"5-1\" class=\"b\">Lu 16:20, 21;</a><a href=\"/en/wol/bc/r1/lp-e/1200004504/4/1\" data-bid=\"5-2\" class=\"b\"> Re 16:2,</a><a href=\"/en/wol/bc/r1/lp-e/1200004504/4/2\" data-bid=\"5-3\" class=\"b\"> 10,&#xA0;11</a>."}