{"title":"Ur","link":"/en/wol/d/r1/lp-e/1200004518","html":"<span id=\"page1141\" class=\"pageNum\" data-no=\"1141\" data-before-text=\"1141\"></span><strong>UR</strong><strong>1. </strong>[Light]. &#x2018;Father&#x2019; of Eliphal, one of the mighty men of David&#x2019;s military forces. (<a href=\"/en/wol/bc/r1/lp-e/1200004518/0/0\" data-bid=\"1-1\" class=\"b\">1Ch 11:26,</a><a href=\"/en/wol/bc/r1/lp-e/1200004518/0/1\" data-bid=\"1-2\" class=\"b\">&#xA0;35</a>) Ur appears to be the same person as Ahasbai.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004518/1/0\" data-bid=\"2-1\" class=\"b\">2Sa 23:34</a>.<strong>2. </strong>&#x201C;Ur of the Chaldeans,&#x201D; the city in Mesopotamia where Abram&#x2019;s (Abraham&#x2019;s) brother Haran (and likely Abraham himself) was born. (<a href=\"/en/wol/bc/r1/lp-e/1200004518/2/0\" data-bid=\"3-1\" class=\"b\">Ge 11:28;</a><a href=\"/en/wol/bc/r1/lp-e/1200004518/2/1\" data-bid=\"3-2\" class=\"b\"> Ac 7:2,</a><a href=\"/en/wol/bc/r1/lp-e/1200004518/2/2\" data-bid=\"3-3\" class=\"b\">&#xA0;4</a>) Jehovah appeared to Abraham and directed him to leave Ur. The Bible, crediting Terah with the move because he was the family head, says that Terah took his son Abraham, his daughter-in-law Sarah, and his grandson Lot, moving from Ur to Haran.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004518/3/0\" data-bid=\"4-1\" class=\"b\">Ge 11:31;</a><a href=\"/en/wol/bc/r1/lp-e/1200004518/3/1\" data-bid=\"4-2\" class=\"b\"> 12:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200004518/3/2\" data-bid=\"4-3\" class=\"b\"> Ne 9:7</a>.Usually Ur is identified with Muqaiyir, which is W of the present bed of the Euphrates and some 240&#xA0;km (150&#xA0;mi) SE of Babylon. Ruins there cover an area that is about 910 by 730&#xA0;m (3,000 by 2,400&#xA0;ft). Once a center of worship of the moon-god Nanna (or Sin), the site&#x2019;s most prominent feature is still a temple tower, or ziggurat, some 61&#xA0;m long, 46&#xA0;m wide, and 21&#xA0;m high (200 by 150 by 70&#xA0;ft).<wbr>&#x2014;PICTURE, Vol.&#xA0;2, p.&#xA0;322.<span id=\"page1142\" class=\"pageNum\" data-no=\"1142\" data-before-text=\"1142\"></span>Though at present the Euphrates River runs about 16&#xA0;km (10&#xA0;mi) E of the site of Ur, evidence indicates that in ancient times the Euphrates ran just W of the city. Historian and geographer Henri Gaubert, in his book <em>Abraham, Loved by God, </em>stated: &#x201C;At the time of Abram the three great rivers (Karun, Tigris and Euphrates) flowed into the waters of the Persian Gulf by three separate estuaries. It is well to point out here the site of the city of Ur .&#xA0;.&#xA0;. on the left [east] bank of the Euphrates. The Hebrew tribe of Abram, originating in the city-state of Ur, could, in consequence, be perfectly correctly designated by the phrase &#x2018;the people from beyond the river.&#x2019;&#x201D;<wbr>&#x2014;1968, p.&#xA0;8.Also, a revised and updated edition of Sir Leonard Woolley&#x2019;s <em>Excavations at Ur </em>shows that the Euphrates was definitely W of Ur. Speaking of Ur&#x2019;s defenses, it states: &#x201C;This massive fortification was further strengthened by the fact that the river Euphrates (as can be seen from the sunken line of its old bed) washed the foot of the western rampart while fifty yards from the foot of the eastern rampart there had been dug a broad canal which left the river immediately above the north end of the town, so that on three sides Ur was ringed with a moat.&#x201D; (<em>Ur &#x2018;of the Chaldees,&#x2019; </em>by P.&#xA0;R.&#xA0;S.&#xA0;Moorey, 1982, p.&#xA0;138) Thus it can be appropriately stated that Jehovah took Abraham &#x201C;from the other side of the River,&#x201D; that is, the Euphrates.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004518/4/0\" data-bid=\"5-1\" class=\"b\">Jos 24:3</a>.In royal tombs at Ur, excavators have found many objects of gold, silver, lapis lazuli, and other costly materials, as well as indications that early Sumerian kings and queens of the city were buried with their retinue of male and female servants.Ruins of what appear to be private houses excavated at Ur (suggested by some as belonging to the period between the 20th and 16th centuries B.C.E.) show that they were constructed of brick, were plastered and whitewashed, and had 13 or 14 rooms surrounding a paved courtyard. Among clay tablets found at the site were some used to teach cuneiform writing. Other tablets indicate that students there had multiplication and division tables and worked at square and cube roots. Many of the tablets are business documents.From excavations at Ur, it thus appears clear that Abraham made notable material sacrifices when leaving that city. But, in faith, the patriarch was &#x201C;awaiting the city having real foundations, the builder and maker of which city is God.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004518/5/0\" data-bid=\"6-1\" class=\"b\">Heb 11:8-10</a>."}