{"title":"Vinegar","link":"/en/wol/d/r1/lp-e/1200004558","html":"<span id=\"page1156\" class=\"pageNum\" data-no=\"1156\" data-before-text=\"1156\"></span><strong>VINEGAR</strong>A sour liquid produced in ancient times by the fermenting of wine or other alcoholic drinks. Nazirites were forbidden to drink &#x201C;the vinegar of wine or the vinegar of intoxicating liquor,&#x201D; which indicates that vinegar (probably diluted) was sometimes consumed as a beverage. (<a href=\"/en/wol/bc/r1/lp-e/1200004558/0/0\" data-bid=\"1-1\" class=\"b\">Nu 6:2,&#xA0;3</a>) Harvesters dipped their bread into vinegar, perhaps finding it a refreshing condiment in the heat of the day.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004558/1/0\" data-bid=\"2-1\" class=\"b\">Ru 2:14</a>.The acetic acid contained in vinegar produces a sour taste in the mouth and causes one&#x2019;s teeth to feel very sensitive. (<a href=\"/en/wol/bc/r1/lp-e/1200004558/2/0\" data-bid=\"3-1\" class=\"b\">Pr 10:26</a>) This acid content is apparent from the vigorous foaming action that results when vinegar is mixed with the weak alkali sodium carbonate, a reaction apparently alluded to at <a href=\"/en/wol/bc/r1/lp-e/1200004558/3/0\" data-bid=\"4-1\" class=\"b\">Proverbs 25:20</a>.When Jesus Christ was on earth, the Roman soldiers drank a thin, tart, or sour, wine known in <span id=\"page1157\" class=\"pageNum\" data-no=\"1157\" data-before-text=\"1157\"></span>Latin as <em>acetum </em>(vinegar), or as <em>posca, </em>when it was diluted with water. This was likely the drink offered to Jesus Christ while he was on the torture stake. Jesus refused the sour wine drugged with myrrh (or gall) that was presented to him to alleviate his suffering. (<a href=\"/en/wol/bc/r1/lp-e/1200004558/4/0\" data-bid=\"5-1\" class=\"b\">Mr 15:23;</a><a href=\"/en/wol/bc/r1/lp-e/1200004558/4/1\" data-bid=\"5-2\" class=\"b\"> Mt 27:34</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200004558/5/0\" data-bid=\"6-1\" class=\"b\">Ps 69:21</a>.) However, just before he expired, he received plain sour wine from a sponge when it was put to his mouth.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004558/6/0\" data-bid=\"7-1\" class=\"b\">Joh 19:28-30;</a><a href=\"/en/wol/bc/r1/lp-e/1200004558/6/1\" data-bid=\"7-2\" class=\"b\"> Lu 23:36,&#xA0;37</a>."}