{"title":"Washing of Feet","link":"/en/wol/d/r1/lp-e/1200004577","html":"<span id=\"page1170\" class=\"pageNum\" data-no=\"1170\" data-before-text=\"1170\"></span><strong>WASHING OF FEET</strong>A welcome and hospitable act that often preceded the eating of a meal in the generally warm climate of the ancient Middle East, where persons customarily wore open sandals, walked on dry soil, and traveled on foot along dusty roads. In the average home of the common people, the host provided needed vessels and water, and visitors washed their own feet. (<a href=\"/en/wol/bc/r1/lp-e/1200004577/0/0\" data-bid=\"1-1\" class=\"b\">Jg 19:21</a>) A wealthier host usually had his slave do the foot washing, and this was considered a menial task. Abigail indicated her willingness to comply with David&#x2019;s wish that she become his wife by saying: &#x201C;Here is your slave girl as a maidservant to wash the feet of the servants of my lord.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004577/1/0\" data-bid=\"2-1\" class=\"b\">1Sa 25:40-42</a>) Especially was it a display of humility and affectionate regard for guests if the host or hostess personally washed the visitors&#x2019; feet.<span id=\"page1171\" class=\"pageNum\" data-no=\"1171\" data-before-text=\"1171\"></span>Not only were feet washed as a host&#x2019;s gesture of hospitality toward his guest but they were also customarily washed before a person retired to bed. (<a href=\"/en/wol/bc/r1/lp-e/1200004577/2/0\" data-bid=\"3-1\" class=\"b\">Ca 5:3</a>) Especially noteworthy was the requirement that Levite priests wash their feet and hands before going into the tabernacle or before officiating at the altar.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004577/3/0\" data-bid=\"4-1\" class=\"b\">Ex 30:17-21;</a><a href=\"/en/wol/bc/r1/lp-e/1200004577/3/1\" data-bid=\"4-2\" class=\"b\"> 40:30-32</a>.When Jesus Christ was on earth, a host might offer his guest water for washing the feet, give him a kiss, and grease his head with oil. Simon the Pharisee neglected these three expressions of hospitality while entertaining Jesus. Thus, when a weeping sinful woman wet Jesus&#x2019; feet with her tears, wiped them with her hair, kissed his feet, and then greased them with perfumed oil, Christ pointed out Simon&#x2019;s failure and then told the woman: &#x201C;Your sins are forgiven.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004577/4/0\" data-bid=\"5-1\" class=\"b\">Lu 7:36-50</a>.Jesus Christ washed his apostles&#x2019; feet on the last night of his earthly life, Nisan 14, 33&#xA0;C.E., doing so to teach them a lesson and &#x201C;set the pattern,&#x201D; rather than to establish a ceremony. (<a href=\"/en/wol/bc/r1/lp-e/1200004577/5/0\" data-bid=\"6-1\" class=\"b\">Joh 13:1-16</a>) There had been arguments among the apostles as to who was the greatest. Even later in this evening, after he had washed their feet, they had another heated dispute over who seemed to be the greatest. (<a href=\"/en/wol/bc/r1/lp-e/1200004577/6/0\" data-bid=\"7-1\" class=\"b\">Lu 22:24-27</a>) But what Jesus had done would not easily be forgotten. On that night Jesus and the apostles were merely using a room and were not someone&#x2019;s guests. So, there were no servants on hand to wash their feet, which would undoubtedly have been the case had they been guests. None of the apostles took the initiative to perform this menial service for the others. However, at an appropriate time during the meal, Jesus rose, laid aside his outer garments, girded himself with a towel, put water in a basin, and washed their feet. He thus showed that in humility each one should be the servant of the others and should show love in practical ways, doing things for the comfort of others. Christian hostesses did so, as is evident from the apostle Paul&#x2019;s reference to the hospitable act of foot washing among other fine works performed by Christian widows. (<a href=\"/en/wol/bc/r1/lp-e/1200004577/7/0\" data-bid=\"8-1\" class=\"b\">1Ti 5:9,&#xA0;10</a>) The Christian Greek Scriptures do not list formal washing of feet as a required Christian ceremony. Nonetheless, the example Jesus Christ set by this act stands as a reminder to Christians to serve their brothers lovingly, even in small ways and by performing humble tasks in their behalf.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004577/8/0\" data-bid=\"9-1\" class=\"b\">Joh 13:34, 35</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200004577/0\">BATHING</a>."}