{"title":"Washing of Hands","link":"/en/wol/d/r1/lp-e/1200004578","html":"<span id=\"page1171\" class=\"pageNum\" data-no=\"1171\" data-before-text=\"1171\"></span><strong>WASHING OF HANDS</strong>Rather than being plunged into a container filled with water, in ancient times the hands were often washed with water poured upon them. The dirty water then ran into a container or basin over which the hands were held.<wbr>&#x2014;Compare <a href=\"/en/wol/bc/r1/lp-e/1200004578/0/0\" data-bid=\"1-1\" class=\"b\">2Ki 3:11</a>.The Law prescribed that the priests wash their hands and their feet at the copper basin located between the sanctuary and the altar before ministering at the altar or entering the tent of meeting. (<a href=\"/en/wol/bc/r1/lp-e/1200004578/1/0\" data-bid=\"2-1\" class=\"b\">Ex 30:18-21</a>) The Law also stated that in case someone slain was found and it was impossible to ascertain who the murderer was, the older men of the city nearest the slain person were to take a young cow, one that had never been worked with or had never pulled a yoke, to a torrent valley of running water and there break its neck. After this, the older men were to wash their hands over the young cow, denoting their innocence in regard to the murder. (<a href=\"/en/wol/bc/r1/lp-e/1200004578/2/0\" data-bid=\"3-1\" class=\"b\">De 21:1-8</a>) Also, according to the Law, a person was rendered unclean if touched by someone with a running discharge who had not rinsed his hands.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004578/3/0\" data-bid=\"4-1\" class=\"b\">Le 15:11</a>.David desired morally clean hands so as to be able to worship before Jehovah&#x2019;s altar. (<a href=\"/en/wol/bc/r1/lp-e/1200004578/4/0\" data-bid=\"5-1\" class=\"b\">Ps 26:6</a>) On the other hand, Pilate vainly tried to clear himself of bloodguilt in connection with the death of Jesus by washing his hands before the people. But in this way he really could not escape responsibility for Jesus&#x2019; death, since he, not the howling mob, had the authority to determine the judgment.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004578/5/0\" data-bid=\"6-1\" class=\"b\">Mt 27:24</a>.The scribes and Pharisees in the first century C.E. attached great importance to the washing of hands and took issue with Jesus Christ concerning his disciples&#x2019; overstepping the traditions of men of former times by not washing their hands when about to eat a meal. This involved no ordinary hand washing for hygienic purposes but was a ceremonious ritual. &#x201C;The Pharisees and all the Jews do not eat unless they wash their hands up to the elbow.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004578/6/0\" data-bid=\"7-1\" class=\"b\">Mr 7:2-5;</a><a href=\"/en/wol/bc/r1/lp-e/1200004578/6/1\" data-bid=\"7-2\" class=\"b\"> Mt 15:2</a>) The Babylonian Talmud (<em>Sotah </em>4<em>b</em>) puts the one eating with unwashed hands on the same plane as one having relations with a harlot, and it states that the one lightly esteeming hand washing will be &#x201C;uprooted from the world.&#x201D;<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200004578/0\">BATHING</a>."}