{"title":"Week","link":"/en/wol/d/r1/lp-e/1200004593","html":"<span id=\"page1176\" class=\"pageNum\" data-no=\"1176\" data-before-text=\"1176\"></span><strong>WEEK</strong>The Hebrew word for &#x201C;week&#x201D; (<em>sha&#xB7;vu&#x2B9;a&#x2BD;</em>) literally refers to a sevenfold unit or period. The Greek word <em>sab&#x2B9;ba&#xB7;ton, </em>in turn, is derived from the Hebrew word for Sabbath (<em>shab&#xB7;bath&#x2B9;</em>).The counting of days in cycles of seven goes far back into man&#x2019;s history. The precedent for such time division was set by Jehovah God in dividing his creative work period into six days, or units of time, crowned by a seventh day of rest. (<a href=\"/en/wol/bc/r1/lp-e/1200004593/0/0\" data-bid=\"1-1\" class=\"b\">Ge 2:2,&#xA0;3</a>) Following this, the next reference we find to a seven-day cycle is in the case of Noah at the time of the Flood, but no seventh-day rest is mentioned. (<a href=\"/en/wol/bc/r1/lp-e/1200004593/1/0\" data-bid=\"2-1\" class=\"b\">Ge 7:4,</a><a href=\"/en/wol/bc/r1/lp-e/1200004593/1/1\" data-bid=\"2-2\" class=\"b\"> 10;</a><a href=\"/en/wol/bc/r1/lp-e/1200004593/1/2\" data-bid=\"2-3\" class=\"b\"> 8:10,</a><a href=\"/en/wol/bc/r1/lp-e/1200004593/1/3\" data-bid=\"2-4\" class=\"b\">&#xA0;12</a>) Seven-day periods were observed with regard to marriages in Paddan-aram and in Philistia. (<a href=\"/en/wol/bc/r1/lp-e/1200004593/2/0\" data-bid=\"3-1\" class=\"b\">Ge 29:27, 28;</a><a href=\"/en/wol/bc/r1/lp-e/1200004593/2/1\" data-bid=\"3-2\" class=\"b\"> Jg 14:12,</a><a href=\"/en/wol/bc/r1/lp-e/1200004593/2/2\" data-bid=\"3-3\" class=\"b\">&#xA0;17</a>) A seven-day period was also observed at the funeral of Jacob. (<a href=\"/en/wol/bc/r1/lp-e/1200004593/3/0\" data-bid=\"4-1\" class=\"b\">Ge 50:10</a>) However, the Bible record does not show that these early seven-day periods conformed to a weekly arrangement, having a regular starting day and being followed by other comparable seven-day periods. Among some ancient peoples the seven-day cycles were governed by the four phases of the moon and started again with each new moon. Since a lunar month runs either 29 or 30 days, this would not allow for completely consecutive seven-day cycles.One early reference to a ten-day period is found at <a href=\"/en/wol/bc/r1/lp-e/1200004593/4/0\" data-bid=\"5-1\" class=\"b\">Genesis 24:55</a>. In ancient Egypt the time was divided into ten-day cycles (three such to each month), and the Israelites obviously became familiar with this during their long sojourn in Egypt.<strong>Under the Law. </strong>It is first in conjunction with the instructions regarding the Passover that we find a divine ordinance requiring the observance of a specific seven-day period. This period became the annual Festival of Unfermented Cakes that was thereafter celebrated by the Israelites after the Passover. Both the first day and the seventh, or last, day were to be days of rest.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004593/5/0\" data-bid=\"6-1\" class=\"b\">Ex 12:14-20;</a><a href=\"/en/wol/bc/r1/lp-e/1200004593/5/1\" data-bid=\"6-2\" class=\"b\"> 13:6-10</a>.<strong><em>Sabbath day instituted. </em></strong>However, following the inauguration of this special week there ensued a period of about one month during which the Israelites were traveling on their Exodus from Egypt, and in this period no mention is made of a weekly observance by them terminating with a seventh day of rest. Following the 15th day of the second month of their coming out of the land of Egypt, Jehovah began to give them manna, and it was at this time that they were first instructed as to a regular Sabbath observance every seventh day. (<a href=\"/en/wol/bc/r1/lp-e/1200004593/6/0\" data-bid=\"7-1\" class=\"b\">Ex 16:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200004593/6/1\" data-bid=\"7-2\" class=\"b\"> 4, 5,</a><a href=\"/en/wol/bc/r1/lp-e/1200004593/6/2\" data-bid=\"7-3\" class=\"b\"> 22-30</a>) Such Sabbath observance necessarily resulted in a <em>consecutive </em>weekly division of days not bound by the lunar monthly periods. It was thereafter made a legal statute by God in the Law covenant given through Moses to the nation of Israel.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004593/7/0\" data-bid=\"8-1\" class=\"b\">Ex 20:8-11;</a><a href=\"/en/wol/bc/r1/lp-e/1200004593/7/1\" data-bid=\"8-2\" class=\"b\"> De 5:12-15</a>.<strong><em>Festival periods. </em></strong>There were, of course, certain festival periods of seven days&#x2019; duration that were set out in the Law and that did not necessarily begin or end in conformity with the regular week governed by the Sabbath. They began on a particular day of the lunar month; therefore, the starting day fell on different days of the week from year to year. This was true of the Festival of Unfermented Cakes, which followed the Passover and came on Nisan 15-21, and of the Festival of Booths on Ethanim 15-21. Also, the Festival of Weeks, or Pentecost, was based on a count of seven weeks plus one day, but the seven weeks began counting from Nisan 16 and so did not always run concurrently with the regular weeks ending with the regular Sabbath days.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004593/8/0\" data-bid=\"9-1\" class=\"b\">Ex 12:2,</a><a href=\"/en/wol/bc/r1/lp-e/1200004593/8/1\" data-bid=\"9-2\" class=\"b\"> 6,</a><a href=\"/en/wol/bc/r1/lp-e/1200004593/8/2\" data-bid=\"9-3\" class=\"b\"> 14-20;</a><a href=\"/en/wol/bc/r1/lp-e/1200004593/8/3\" data-bid=\"9-4\" class=\"b\"> Le 23:5-7,</a><a href=\"/en/wol/bc/r1/lp-e/1200004593/8/4\" data-bid=\"9-5\" class=\"b\"> 15, 16;</a><a href=\"/en/wol/bc/r1/lp-e/1200004593/8/5\" data-bid=\"9-6\" class=\"b\"> De 16:9, 10,</a><a href=\"/en/wol/bc/r1/lp-e/1200004593/8/6\" data-bid=\"9-7\" class=\"b\">&#xA0;13</a>.The days of the week were not given names but were simply designated by number, the exception being the seventh day called &#x201C;the sabbath.&#x201D; <span id=\"page1177\" class=\"pageNum\" data-no=\"1177\" data-before-text=\"1177\"></span>(<a href=\"/en/wol/bc/r1/lp-e/1200004593/9/0\" data-bid=\"10-1\" class=\"b\">Ex 20:8</a>) This was also true in the days of Jesus and his apostles, although the day before the Sabbath came to be called &#x201C;Preparation.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004593/10/0\" data-bid=\"11-1\" class=\"b\">Mt 28:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200004593/10/1\" data-bid=\"11-2\" class=\"b\"> Ac 20:7;</a><a href=\"/en/wol/bc/r1/lp-e/1200004593/10/2\" data-bid=\"11-3\" class=\"b\"> Mr 15:42;</a><a href=\"/en/wol/bc/r1/lp-e/1200004593/10/3\" data-bid=\"11-4\" class=\"b\"> Joh 19:31</a>.<strong><em>Seven-day and seven-year periods. </em></strong>Because of the importance that the Law covenant attached to the Sabbath, or the seventh day, the word &#x201C;sabbath&#x201D; was commonly used to represent the entire week of seven days. (<a href=\"/en/wol/bc/r1/lp-e/1200004593/11/0\" data-bid=\"12-1\" class=\"b\">Le 23:15,&#xA0;16</a>) It was likewise used to refer to the seventh year, which was a Sabbath year of rest for the land. And it also stood for the entire seven-year period, or week of years, ending in a Sabbath year. (<a href=\"/en/wol/bc/r1/lp-e/1200004593/12/0\" data-bid=\"13-1\" class=\"b\">Le 25:2-8</a>) The Jewish Mishnah repeatedly uses the expression &#x201C;week of years.&#x201D;<wbr>&#x2014;<em>Shevi&#x2BD;it </em>4:7-9; <em>Sanhedrin </em>5:1; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200004593/0\">SEVENTY WEEKS</a> (A Messianic Prophecy)."}