{"title":"Winnowing","link":"/en/wol/d/r1/lp-e/1200004617","html":"<span id=\"page1189\" class=\"pageNum\" data-no=\"1189\" data-before-text=\"1189\"></span><strong>WINNOWING</strong>The final step in separating cereal grains such as barley and wheat from their chaff and straw. After threshing has broken the grain kernels loose from the chaff, and the straw has been cut into small pieces, the whole mixture is winnowed by tossing it into the air against the wind with a winnowing shovel or fork. (<a href=\"/en/wol/bc/r1/lp-e/1200004617/0/0\" data-bid=\"1-1\" class=\"b\">Isa 30:24</a>) The breeze, especially strong in the evening, blows the chaff away, carries the straw off to the side, and lets the heavy kernels fall back onto the threshing floor. (<a href=\"/en/wol/bc/r1/lp-e/1200004617/1/0\" data-bid=\"2-1\" class=\"b\">Ru 3:2</a>; PICTURE, Vol.&#xA0;2, p.&#xA0;953) After the grain is passed through a sieve to remove pebbles and the like, it is ready for grinding or storage.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004617/2/0\" data-bid=\"3-1\" class=\"b\">Am 9:9;</a><a href=\"/en/wol/bc/r1/lp-e/1200004617/2/1\" data-bid=\"3-2\" class=\"b\"> Lu 22:31</a>.<strong>Figurative Use. </strong>Often &#x2018;winnowing&#x2019; is used in a figurative sense. For example, Jehovah purposed to send &#x201C;winnowers&#x201D; against Babylon and her inhabitants so that these might winnow her. (<a href=\"/en/wol/bc/r1/lp-e/1200004617/3/0\" data-bid=\"4-1\" class=\"b\">Jer 51:1,&#xA0;2</a>) The &#x201C;winnowers&#x201D; proved to be the Medes and the Persians under Cyrus. In effect, they tossed Babylon and her inhabitants into the air, that the wind might catch them and blow them away like chaff to be burned. (<a href=\"/en/wol/bc/r1/lp-e/1200004617/4/0\" data-bid=\"5-1\" class=\"b\">Mt 3:12;</a><a href=\"/en/wol/bc/r1/lp-e/1200004617/4/1\" data-bid=\"5-2\" class=\"b\"> Lu 3:17</a>) Similarly, as foretold, Jehovah had earlier used Babylon to winnow his people, scattering them in defeat. (<a href=\"/en/wol/bc/r1/lp-e/1200004617/5/0\" data-bid=\"6-1\" class=\"b\">Jer 15:7</a>) And, through the prophet Isaiah, Jehovah gave the assurance to his people that the time would come when they would reduce their enemies to chaff and winnow them. (<a href=\"/en/wol/bc/r1/lp-e/1200004617/6/0\" data-bid=\"7-1\" class=\"b\">Isa 41:14-16</a>) At <a href=\"/en/wol/bc/r1/lp-e/1200004617/7/0\" data-bid=\"8-1\" class=\"b\">Jeremiah 4:11</a> &#x201C;a searing wind&#x201D; to come against Jerusalem is said to be &#x201C;not for winnowing, nor for cleansing.&#x201D; A tempestuous, searing wind would not be suitable for winnowing, so this points to its destructive nature."}