{"title":"Writing","link":"/en/wol/d/r1/lp-e/1200004632","html":"<span id=\"page1212\" class=\"pageNum\" data-no=\"1212\" data-before-text=\"1212\"></span><strong>WRITING</strong>The act of inscribing on a surface letters or characters that convey words or ideas. The first man, Adam, was endowed with the ability to speak a language. Initially, however, there would have been little, if any, need for him to write. Adam was then able to handle all communication by word of mouth and, as a perfect man, did not have to depend on a written record to offset an imperfect memory. Nevertheless, Adam must have had the ability to devise some means of making a written record. But the Bible provides no direct proof that he wrote either before or after his transgression.The thought has been advanced that the words, &#x201C;this is the book of Adam&#x2019;s history,&#x201D; may indicate that Adam was the writer of this &#x201C;book.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004632/0/0\" data-bid=\"1-1\" class=\"b\">Ge 5:1</a>) Commenting on the phrase &#x201C;this is the history&#x201D; (&#x201C;these are the origins&#x201D;), occurring frequently throughout Genesis, P.&#xA0;J.&#xA0;Wiseman notes: &#x201C;It is the concluding sentence of each section, and therefore points backward to a narrative already recorded. .&#xA0;.&#xA0;. It normally refers to the writer of the history, or the owner of the tablet containing it.&#x201D;<wbr>&#x2014;<em>New Discoveries in Babylonia About Genesis, </em>1949, p.&#xA0;53.Examination of the contents of these histories casts considerable doubt on the correctness of the view advanced by Wiseman. For example, according to this view, the section beginning with <a href=\"/en/wol/bc/r1/lp-e/1200004632/1/0\" data-bid=\"2-1\" class=\"b\">Genesis chapter&#xA0;36, verse&#xA0;10</a>, would conclude with the words of <a href=\"/en/wol/bc/r1/lp-e/1200004632/2/0\" data-bid=\"3-1\" class=\"b\">Genesis 37:2</a>, &#x201C;This is the history of Jacob.&#x201D; However, nearly the entire record pertains to Esau&#x2019;s offspring and makes only incidental reference to Jacob. On the other hand, the information that follows presents extensive information about Jacob and his family. Moreover, if the theory were correct, this would mean that Ishmael and Esau were the writers or possessors of the most extensive documents about God&#x2019;s dealings with Abraham, Isaac, and Jacob. This does not appear to be reasonable, for it would make those who had no share in the Abrahamic covenant the ones who had the greatest interest in that covenant. It would be hard to conceive that Ishmael had such concern about events associated with Abraham&#x2019;s household that he put forth efforts to get a detailed record of them, a record that spanned many years after his being dismissed along with his mother Hagar.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004632/3/0\" data-bid=\"4-1\" class=\"b\">Ge 11:27b&#x2013;25:12</a>.Similarly, there would have been no reason for Esau, who had no appreciation for sacred things (<a href=\"/en/wol/bc/r1/lp-e/1200004632/4/0\" data-bid=\"5-1\" class=\"b\">Heb 12:16</a>), to have written or to have been the possessor of an account dealing extensively with events in Jacob&#x2019;s life, events to which Esau was not an eyewitness. (<a href=\"/en/wol/bc/r1/lp-e/1200004632/5/0\" data-bid=\"6-1\" class=\"b\">Ge 25:19&#x2013;36:1</a>) Also, it does not seem logical to conclude that Isaac and Jacob would have largely ignored God&#x2019;s dealings with them, being content to have only brief records about someone else&#x2019;s genealogies.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004632/6/0\" data-bid=\"7-1\" class=\"b\">Ge 25:13-19a;</a><a href=\"/en/wol/bc/r1/lp-e/1200004632/6/1\" data-bid=\"7-2\" class=\"b\"> 36:10&#x2013;37:2a</a>.<strong>Writing Before the Flood. </strong>There is no way to establish definitely that some of the histories mentioned in the book of Genesis were committed to writing before the Flood, and the Bible contains no references to pre-Flood writing. However, it should be noted that the building of cities, the development of musical instruments, and the forging of iron and copper tools had their start long before the Flood. (<a href=\"/en/wol/bc/r1/lp-e/1200004632/7/0\" data-bid=\"8-1\" class=\"b\">Ge 4:17,</a><a href=\"/en/wol/bc/r1/lp-e/1200004632/7/1\" data-bid=\"8-2\" class=\"b\"> 21,&#xA0;22</a>) Reasonably, therefore, men would have had little difficulty in also developing a method of writing. Since there was only one language originally (which later became known as Hebrew; see <a href=\"/en/wol/tc/r1/lp-e/1200004632/0\">HEBREW, II</a>) and since those who continued to speak that language, the Israelites, are known to have used an alphabet, this suggests that alphabetic writing could have existed before the Flood.Assyrian King Ashurbanipal spoke of reading &#x201C;inscriptions on stone from the time before the flood.&#x201D; (<em>Light From the Ancient Past, </em>by J.&#xA0;Finegan, 1959, pp.&#xA0;216, 217) But these inscriptions may have simply preceded a local flood of considerable proportions or could have been accounts that purported to relate events prior to the Flood. For example, what is termed &#x201C;The Sumerian King List,&#x201D; after mentioning that eight kings ruled for 241,000 years, states: &#x201C;(Then) the Flood swept over (the earth).&#x201D; (<em>Ancient Near Eastern Texts, </em>edited by J.&#xA0;Pritchard, 1974, p.&#xA0;265) Such record, clearly, is not authentic.According to Bible chronology, the global Flood of Noah&#x2019;s day occurred in 2370&#xA0;B.C.E. Archaeologists have assigned dates earlier than this to numerous clay tablets they have excavated. But these clay tablets are not dated documents. Hence the dates that have been assigned to them are merely conjectural and provide no solid basis for establishing a relationship in time to the Biblical Flood. None of the artifacts that have been excavated are definitely known to date from pre-Flood <span id=\"page1213\" class=\"pageNum\" data-no=\"1213\" data-before-text=\"1213\"></span>times. Archaeologists who have assigned items to the pre-Flood period have done so on the basis of findings that, at best, can only be interpreted to give evidence of a great local flood.<strong>Writing After the Flood. </strong>After the confusion of man&#x2019;s original language at Babel, various systems of writing came into existence. The Babylonians, Assyrians, and other peoples used cuneiform (wedge-shaped) script, which is thought to have been developed by the Sumerians from their pictographic writing. There is evidence that more than one writing system was used at the same time. For example, an ancient Assyrian wall painting depicts two scribes, one making cuneiform impressions on a tablet with a stylus (likely in Akkadian) and the other writing with a brush on a piece of skin or papyrus (possibly in Aramaic). Egyptian hieroglyphic writing consisted of distinct pictorial representations and geometric forms. Though hieroglyphic writing continued to be employed for inscriptions on monuments and wall paintings, two other forms of writing (first hieratic and then demotic) came into use. (See <a href=\"/en/wol/tc/r1/lp-e/1200004632/1\">EGYPT, EGYPTIAN</a>.) In nonalphabetic systems, a pictorial representation (or its later, often irrecognizable, linear or cursive form) could stand for the object depicted, an idea conveyed by the object, or another word or syllable having the same pronunciation. By way of illustration, a simple drawing of an eye could be used in English to designate an &#x201C;eye,&#x201D; the personal pronoun &#x201C;I,&#x201D; the verb &#x201C;see,&#x201D; the noun &#x201C;sea,&#x201D; or the initial syllable of &#x201C;season.&#x201D;The alphabetic system employed by the Israelites was phonetic, with each written consonant symbol representing a particular consonant sound. The vowel sounds, however, had to be supplied by the reader, the context determining the word intended in the case of terms having the same spelling but a different combination of vowel sounds. This posed no real problem; even modern Hebrew magazines, newspapers, and books omit vowel points almost entirely.<strong>Literacy Among the Israelites. </strong>Priests of Israel (<a href=\"/en/wol/bc/r1/lp-e/1200004632/8/0\" data-bid=\"9-1\" class=\"b\">Nu 5:23</a>) and prominent persons, like Moses (<a href=\"/en/wol/bc/r1/lp-e/1200004632/9/0\" data-bid=\"10-1\" class=\"b\">Ex 24:4</a>), Joshua (<a href=\"/en/wol/bc/r1/lp-e/1200004632/10/0\" data-bid=\"11-1\" class=\"b\">Jos 24:26</a>), Samuel (<a href=\"/en/wol/bc/r1/lp-e/1200004632/11/0\" data-bid=\"12-1\" class=\"b\">1Sa 10:25</a>), David (<a href=\"/en/wol/bc/r1/lp-e/1200004632/12/0\" data-bid=\"13-1\" class=\"b\">2Sa 11:14,&#xA0;15</a>), and Jehu (<a href=\"/en/wol/bc/r1/lp-e/1200004632/13/0\" data-bid=\"14-1\" class=\"b\">2Ki 10:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200004632/13/1\" data-bid=\"14-2\" class=\"b\">&#xA0;6</a>), knew how to read and write, and the people in general, with some exceptions, were literate also. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200004632/14/0\" data-bid=\"15-1\" class=\"b\">Jg 8:14;</a><a href=\"/en/wol/bc/r1/lp-e/1200004632/14/1\" data-bid=\"15-2\" class=\"b\"> Isa 10:19;</a><a href=\"/en/wol/bc/r1/lp-e/1200004632/14/2\" data-bid=\"15-3\" class=\"b\"> 29:12</a>.) Though apparently figurative, the command for the Israelites to write upon the doorposts of their houses implied that they were literate. (<a href=\"/en/wol/bc/r1/lp-e/1200004632/15/0\" data-bid=\"16-1\" class=\"b\">De 6:8,&#xA0;9</a>) And the Law required that the king, upon taking his throne, write out for himself a copy of the Law and read in it daily.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004632/16/0\" data-bid=\"17-1\" class=\"b\">De 17:18, 19</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200004632/2\">BOOK</a>.Although Hebrew written material was evidently quite common, few Israelite inscriptions have been found. Likely this is because the Israelites did not erect many monuments to extol their achievements. Most of the writing, including the books of the Bible, was doubtless done with ink on papyrus or parchment and, therefore, would not have lasted long in the damp soil of Palestine. The message of the Scriptures, however, was preserved throughout the centuries by painstaking copying and recopying. (See <a href=\"/en/wol/tc/r1/lp-e/1200004632/3\">COPYIST</a>; <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200004632/4\">MANUSCRIPTS OF THE BIBLE</a>; <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200004632/5\">SCRIBE</a>.) The Bible&#x2019;s history alone reaches to man&#x2019;s very beginning and even beyond. (<a href=\"/en/wol/bc/r1/lp-e/1200004632/17/0\" data-bid=\"18-1\" class=\"b\">Ge chaps 1,</a><a href=\"/en/wol/bc/r1/lp-e/1200004632/17/1\" data-bid=\"18-2\" class=\"b\">&#xA0;2</a>) The records engraved on stone and inscribed on clay tablets, prisms, and cylinders may, in some cases, be much older than the most ancient extant Bible manuscript, yet those records have no real effect on the lives of people today<wbr>&#x2014;many of them (like The Sumerian King List) contain outright falsehoods. Hence, among ancient writings, the Bible stands out as unique in presenting a meaningful message that deserves much more than passing interest."}