{"title":"Year","link":"/en/wol/d/r1/lp-e/1200004635","html":"<span id=\"page1213\" class=\"pageNum\" data-no=\"1213\" data-before-text=\"1213\"></span><strong>YEAR</strong>The principal Hebrew word for &#x201C;year,&#x201D; <em>sha&#xB7;nah&#x2B9;, </em>comes from a root meaning &#x201C;repeat; do again&#x201D; and, like its Greek counterpart <em>e&#xB7;ni&#xB7;au&#xB7;tos&#x2B9;, </em>carries the idea of a cycle of time. On earth it is the recurrence of the seasons that visibly marks the completion of the annual periods; the seasons, in turn, are governed by the earth&#x2019;s revolutions around the sun. The Creator, therefore, provided the means for measuring time in terms of years by placing the earth in its assigned orbit, with the earth&#x2019;s axis positioned at an inclined angle in relation to its plane of travel around the sun. A convenient means for subdividing the year into shorter periods is also provided by the regular phases of the moon. These facts are indicated early in the Bible record.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004635/0/0\" data-bid=\"1-1\" class=\"b\">Ge 1:14-16;</a><a href=\"/en/wol/bc/r1/lp-e/1200004635/0/1\" data-bid=\"1-2\" class=\"b\"> 8:22</a>.From the beginning, man made use of these <span id=\"page1214\" class=\"pageNum\" data-no=\"1214\" data-before-text=\"1214\"></span>divinely provided time indicators, measuring time in terms of years subdivided into months. (<a href=\"/en/wol/bc/r1/lp-e/1200004635/1/0\" data-bid=\"2-1\" class=\"b\">Ge 5:1-32</a>) Most ancient peoples used a year of 12 lunar months. The common lunar year has 354 days, with the months having 29 or 30 days, depending on the appearance of each new moon. It is, therefore, about 11 1&#x2044;4 days short of the true solar year of 365 1&#x2044;4 days (365 days 5 hours 48 minutes and 46 seconds).<strong>In Noah&#x2019;s Time. </strong>In Noah&#x2019;s time we have the first record of the ancient reckoning of the length of the year. He evidently divided the year into 12 months of 30 days each. At <a href=\"/en/wol/bc/r1/lp-e/1200004635/2/0\" data-bid=\"3-1\" class=\"b\">Genesis 7:11,</a> <a href=\"/en/wol/bc/r1/lp-e/1200004635/3/0\" data-bid=\"4-1\" class=\"b\">24</a> and <a href=\"/en/wol/bc/r1/lp-e/1200004635/4/0\" data-bid=\"5-1\" class=\"b\">8:3-5</a> the &#x201C;log&#x201D; that Noah kept shows 150 days to be equal to five months. In this account the second, seventh, and tenth months of the year of the Flood are directly mentioned. Then, following the tenth month and its first day, a period of 40 days occurs, as well as two periods of 7 days each, or a total of 54 days. (<a href=\"/en/wol/bc/r1/lp-e/1200004635/5/0\" data-bid=\"6-1\" class=\"b\">Ge 8:5-12</a>) There is also an indeterminate time between the sending forth of the raven and the first sending forth of the dove. (<a href=\"/en/wol/bc/r1/lp-e/1200004635/6/0\" data-bid=\"7-1\" class=\"b\">Ge 8:6-8</a>) Likewise another indeterminate period is indicated following the third and final sending forth of the dove at <a href=\"/en/wol/bc/r1/lp-e/1200004635/7/0\" data-bid=\"8-1\" class=\"b\">Genesis 8:12</a>. In the following verse, we find the first day of the first month of the following year mentioned. (<a href=\"/en/wol/bc/r1/lp-e/1200004635/8/0\" data-bid=\"9-1\" class=\"b\">Ge 8:13</a>) What method Noah or those prior to him used to reconcile a year made up of 30-day months with the solar year is not revealed.<strong>Egypt and Babylon. </strong>In ancient Egypt the year was made up of 12 months of 30 days each, and five additional days were added annually to bring the year into harmony with the solar year. The Babylonians, on the other hand, held to a lunar year but added a 13th month, called Veadar, during certain years to maintain the seasons in line with the months to which they normally corresponded. Such a year is called a lunisolar or bound year and obviously is sometimes shorter and sometimes longer than the true solar year, depending on whether the lunar year has 12 or 13 months.<strong>The Metonic Cycle. </strong>At some point the system of adding an intercalary, or 13th, month seven times every 19 years was developed, giving almost exactly the same result as 19 true solar years. This cycle came to be called the Metonic cycle after the Greek mathematician Meton of the fifth century B.C.E.<strong>The Hebrews. </strong>The Bible does not say whether this was the system the Hebrews originally employed to reconcile their lunar year with the solar year. The fact that the recorded names of their lunar months are seasonal names shows they did make some such reconciliation. Twice each year the sun&#x2019;s center crosses the equator, and at those times day and night are everywhere of equal length (approximately 12 hours of daylight and 12 hours of darkness). These two times are called the vernal, or spring, equinox and the autumnal, or fall, equinox. They occur about March&#xA0;21 and September&#xA0;23 of each of our present calendar years. These equinoctial occurrences could logically provide the means for noting when the lunar months were running too far ahead of the related seasons and thus serve as a guide for making the needed adjustment by the addition of an intercalary month.The years were anciently reckoned as running from autumn to autumn, the first month starting around the middle of our present month of September. This coincides with the Jewish tradition that the creation of man took place in the autumn. Since the Bible provides a record of Adam&#x2019;s age in terms of years (<a href=\"/en/wol/bc/r1/lp-e/1200004635/9/0\" data-bid=\"10-1\" class=\"b\">Ge 5:3-5</a>), it is reasonable that the count began with the time of his creation, and if this indeed occurred in the autumn, it would explain to some extent the ancient practice of beginning the new year at that time. Additionally, however, such a year would be particularly suited to the agricultural life of the people, especially in that part of the earth where both the pre-Flood and early post-Flood peoples were concentrated. The year closed with the final harvest period and began with the plowing and sowing toward the first part of our month of October.<strong><em>A sacred and a secular year. </em></strong>God changed the year&#x2019;s beginning for the nation of Israel at the time of their Exodus from Egypt, decreeing that it should begin with the month of Abib, or Nisan, in the spring. (<a href=\"/en/wol/bc/r1/lp-e/1200004635/10/0\" data-bid=\"11-1\" class=\"b\">Ex 12:1-14;</a><a href=\"/en/wol/bc/r1/lp-e/1200004635/10/1\" data-bid=\"11-2\" class=\"b\"> 23:15</a>) The autumn, or fall, of the year, however, continued to mark the beginning of their secular or agricultural year. Thus, at <a href=\"/en/wol/bc/r1/lp-e/1200004635/11/0\" data-bid=\"12-1\" class=\"b\">Exodus 23:16</a>, the Festival of Ingathering, which took place in the autumn in the month of Ethanim, the seventh month of the sacred calendar, is spoken of as being at &#x201C;the outgoing of the year&#x201D; and at <a href=\"/en/wol/bc/r1/lp-e/1200004635/12/0\" data-bid=\"13-1\" class=\"b\">Exodus 34:22</a> as &#x201C;at the turn of the year.&#x201D; Likewise, the regulations concerning the Jubilee years show that they began in the autumn month of Ethanim.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004635/13/0\" data-bid=\"14-1\" class=\"b\">Le 25:8-18</a>.The Jewish historian Josephus (of the first century C.E.) says that the sacred year (beginning in the spring) was used with regard to religious observances but that the original secular year (beginning in the fall) continued to be used with regard to selling, buying, and other ordinary affairs. (<em>Jewish Antiquities, </em>I, 81 [iii,&#xA0;3]) This double system of a sacred and a secular year is especially <span id=\"page1215\" class=\"pageNum\" data-no=\"1215\" data-before-text=\"1215\"></span>prominent in the postexilic period following the release of the Jews from Babylon. The first day of Nisan, or Abib, marked the start of the sacred year, and the first day of Tishri, or Ethanim, marked the beginning of the secular year. In each case, what was the first month of one calendar became the seventh of the other.<wbr>&#x2014;See <a href=\"/en/wol/tc/r1/lp-e/1200004635/0\">CALENDAR</a>.<strong><em>Calendar correlated with festivals. </em></strong>The major points of each year were the three great festival seasons decreed by Jehovah God: The Passover (followed by the Festival of Unfermented Cakes) on Nisan 14; the Festival of Weeks, or Pentecost, on Sivan&#xA0;6; and the Festival of Ingathering (preceded by the Atonement Day) on Ethanim 15-21. The Festival of Unfermented Cakes coincided with the barley harvest, Pentecost with the wheat harvest, and the Festival of Ingathering with the general harvest at the close of the agricultural year.<strong><em>The Sabbath and Jubilee years. </em></strong>Under the Law covenant every seventh year was a year of complete rest for the land, a Sabbath year. The period or week of seven years was called a &#x2018;sabbath of years.&#x2019; (<a href=\"/en/wol/bc/r1/lp-e/1200004635/14/0\" data-bid=\"15-1\" class=\"b\">Le 25:2-8</a>) Each 50th year was a Jubilee year of rest, in which all Hebrew slaves were set free and all hereditary possessions of land were returned to their original owners.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004635/15/0\" data-bid=\"16-1\" class=\"b\">Le 25:10-41</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200004635/1\">SABBATH YEAR</a>.<strong><em>Method of counting rule of kings. </em></strong>In historical records it was the usual practice in Babylon to count the reigning, or regnal, years of a king as full years, beginning on Nisan&#xA0;1. The months during which the king might have actually started to rule prior to Nisan 1 were regarded as forming his <em>accession </em>year, but they were historically credited to, or counted as belonging to, the full regnal years of the king who had preceded him. If, as Jewish tradition indicates, this system was followed in Judah, then, when the Bible speaks of Kings David and Solomon as each reigning for &#x201C;forty years,&#x201D; the reigns cover full 40-year periods.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004635/16/0\" data-bid=\"17-1\" class=\"b\">1Ki 1:39;</a><a href=\"/en/wol/bc/r1/lp-e/1200004635/16/1\" data-bid=\"17-2\" class=\"b\"> 2:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200004635/16/2\" data-bid=\"17-3\" class=\"b\"> 10, 11;</a><a href=\"/en/wol/bc/r1/lp-e/1200004635/16/3\" data-bid=\"17-4\" class=\"b\"> 11:42</a>.<strong>In Prophecy. </strong>In prophecy the word &#x201C;year&#x201D; is often used in a special sense as the equivalent of 360 days (12 months of 30 days each). (<a href=\"/en/wol/bc/r1/lp-e/1200004635/17/0\" data-bid=\"18-1\" class=\"b\">Re 11:2,&#xA0;3</a>) It is also called a &#x201C;time&#x201D; and is occasionally represented symbolically by a &#x201C;day.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004635/18/0\" data-bid=\"19-1\" class=\"b\">Re 12:6,</a><a href=\"/en/wol/bc/r1/lp-e/1200004635/18/1\" data-bid=\"19-2\" class=\"b\"> 14;</a><a href=\"/en/wol/bc/r1/lp-e/1200004635/18/2\" data-bid=\"19-3\" class=\"b\"> Eze 4:5,&#xA0;6</a>."}