{"title":"Zacchaeus","link":"/en/wol/d/r1/lp-e/1200004650","html":"<span id=\"page1217\" class=\"pageNum\" data-no=\"1217\" data-before-text=\"1217\"></span><strong>ZACCHAEUS</strong>(Zac&#xB7;chae&#x2B9;us) [from Heb., possibly from a root meaning &#x201C;clean; pure&#x201D;].A chief tax collector at Jericho who became one of Christ&#x2019;s disciples. As such an official, Zacchaeus was likely over the other tax collectors in and around Jericho. The district around Jericho was fertile and productive, yielding considerable tax returns as a result of commerce, and Zacchaeus, in the manner of most tax collectors, had probably employed questionable practices in connection with his position to procure part of his notable wealth, for, indeed, &#x201C;he was rich.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004650/0/0\" data-bid=\"1-1\" class=\"b\">Lu 19:1, 2,</a><a href=\"/en/wol/bc/r1/lp-e/1200004650/0/1\" data-bid=\"1-2\" class=\"b\">&#xA0;8</a>; see <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200004650/0\">TAX COLLECTOR</a>.When Jesus came to Jericho in the spring of 33&#xA0;C.E., just before going to Jerusalem and to his <span id=\"page1218\" class=\"pageNum\" data-no=\"1218\" data-before-text=\"1218\"></span>death, Zacchaeus wanted to get a glimpse of him, but being small in stature, he could not see over the crowd. So, running ahead to an advance position, he resourcefully gained a vantage point by climbing a tree. This interest, of course, impressed Jesus, who told Zacchaeus that he would stay with him while in Jericho. The townspeople objected, however, saying that Jesus was making himself a friend of sinners. Showing a changed attitude, Zacchaeus declared that he would restore fourfold whatever he had got unjustly and that he would give half his belongings to the poor. Jesus then acknowledged that his household was now in line for salvation. (<a href=\"/en/wol/bc/r1/lp-e/1200004650/1/0\" data-bid=\"2-1\" class=\"b\">Lu 19:3-10</a>) Also, while visiting Zacchaeus, Jesus spoke the illustration of the minas.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004650/2/0\" data-bid=\"3-1\" class=\"b\">Lu 19:11-28</a>."}