{"title":"Zarethan","link":"/en/wol/d/r1/lp-e/1200004664","html":"<span id=\"page1219\" class=\"pageNum\" data-no=\"1219\" data-before-text=\"1219\"></span><strong>ZARETHAN</strong>(Zar&#x2B9;e&#xB7;than).The first reference to it is at <a href=\"/en/wol/bc/r1/lp-e/1200004664/0/0\" data-bid=\"1-1\" class=\"b\">Joshua 3:16</a>, where the account is given of the miraculous damming up of the waters of the Jordan &#x201C;at Adam, the city at the side of Zarethan.&#x201D; Later the record states that at the time of the casting of copper items for the temple, such casting was done in the District of the Jordan, &#x201C;in the clay mold, between Succoth and Zarethan.&#x201D; (<a href=\"/en/wol/bc/r1/lp-e/1200004664/1/0\" data-bid=\"2-1\" class=\"b\">1Ki 7:46</a>) The clay available in the Jordan Valley contributed toward the feasibility of such copper-casting operations in this area.<span id=\"page1220\" class=\"pageNum\" data-no=\"1220\" data-before-text=\"1220\"></span>Since the site of Adam is generally placed at Tell ed-Damiyeh (on the E side of the Jordan opposite the entrance to the Wadi Far&#x2BD;ah) and since Succoth is considered to be located about 13&#xA0;km (8&#xA0;mi) NNE of Adam, these texts would indicate that Zarethan lay on the W side of the Jordan not far from Adam and Succoth. The 82-m-high (270&#xA0;ft) summit known as Qarn Sartabeh, which is called &#x201C;the great landmark of the Jordan valley,&#x201D; is suggested by some as the probable location of Zarethan. (<em>Encyclop&#xE6;dia Biblica, </em>edited by T.&#xA0;Cheyne, London, 1903, Vol.&#xA0;IV, col. 5382) It lies across the Jordan from Adam, at the entrance to the Wadi Far&#x2BD;ah.This identification, however, is somewhat difficult to harmonize with the description of Solomon&#x2019;s fifth administrative district as given at <a href=\"/en/wol/bc/r1/lp-e/1200004664/2/0\" data-bid=\"3-1\" class=\"b\">1&#xA0;Kings 4:12</a>, which refers to &#x201C;Taanach and Megiddo and all Beth-shean, which is beside Zarethan below Jezreel, from Beth-shean to Abel-meholah to the region of Jokmeam.&#x201D; Qarn Sartabeh lies much farther S than the other places there listed and not &#x201C;beside&#x201D; Beth-shean in the sense of neighboring it. <em>The Jerusalem Bible </em>endeavors to adjust the geographic order of the places listed at <a href=\"/en/wol/bc/r1/lp-e/1200004664/3/0\" data-bid=\"4-1\" class=\"b\">1&#xA0;Kings 4:12</a>, referring to &#x201C;all Beth-shean below Jezreel, from Beth-shean as far as Abel Meholah, which is beside Zarethan,&#x201D; thus relating Zarethan to Abel-meholah rather than to Beth-shean. However, since the reference is to &#x201C;all Beth-shean,&#x201D; it doubtless indicates a region rather than the city itself. If Zarethan was indeed connected with the prominent summit of Qarn Sartabeh, it may be that the region of Beth-shean embraced the valley plain around it and extending southward to a point from which Zarethan became visible, thus serving to indicate a separate, but neighboring, region.Other sites suggested for Zarethan lie E of the Jordan and therefore do not seem to fit the context. Excavations at one of them, Tell es-Sa&#x2BD;idiyeh, produced unusual quantities of articles made of bronze (an alloy formed chiefly of copper and tin), which may confirm the location of Solomon&#x2019;s copper-casting activity in this general area.In the account at <a href=\"/en/wol/bc/r1/lp-e/1200004664/4/0\" data-bid=\"5-1\" class=\"b\">2&#xA0;Chronicles 4:17</a>, which parallels that of <a href=\"/en/wol/bc/r1/lp-e/1200004664/5/0\" data-bid=\"6-1\" class=\"b\">1&#xA0;Kings 7:46</a>, &#x201C;Zeredah&#x201D; appears in place of Zarethan, perhaps representing a variant spelling of the name."}