{"title":"Zedekiah","link":"/en/wol/d/r1/lp-e/1200004685","html":"<span id=\"page1226\" class=\"pageNum\" data-no=\"1226\" data-before-text=\"1226\"></span><strong>ZEDEKIAH</strong>(Zed&#xB7;e&#xB7;ki&#x2B9;ah) [Jehovah Is Righteousness].<strong>1. </strong>&#x201C;Son of Chenaanah&#x201D;; a false prophet who assured King Ahab that he would succeed in his effort to wrest Ramoth-gilead from the Syrians. Zedekiah &#x201C;made for himself horns of iron&#x201D; to illustrate that Ahab would push the Syrians to their extermination. Thereafter, when Jehovah&#x2019;s true prophet Micaiah foretold calamity for Ahab, Zedekiah struck Micaiah upon the cheek.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004685/0/0\" data-bid=\"1-1\" class=\"b\">1Ki 22:11,</a><a href=\"/en/wol/bc/r1/lp-e/1200004685/0/1\" data-bid=\"1-2\" class=\"b\"> 23, 24;</a><a href=\"/en/wol/bc/r1/lp-e/1200004685/0/2\" data-bid=\"1-3\" class=\"b\"> 2Ch 18:10,</a><a href=\"/en/wol/bc/r1/lp-e/1200004685/0/3\" data-bid=\"1-4\" class=\"b\"> 22,&#xA0;23</a>.<strong>2. </strong>A prince in the time of King Jehoiakim.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004685/1/0\" data-bid=\"2-1\" class=\"b\">Jer 36:12</a>.<strong>3. </strong>&#x201C;Son of Maaseiah&#x201D;; an adulterous, lying prophet among the exiles in Babylon. Jehovah&#x2019;s prophet Jeremiah foretold that King Nebuchadnezzar would roast Zedekiah and his associate Ahab in the fire.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004685/2/0\" data-bid=\"3-1\" class=\"b\">Jer 29:21-23</a>.<strong>4. </strong>Son of Josiah by his wife Hamutal; last of the Judean kings to reign at Jerusalem. Upon his being constituted vassal king, his name was changed by Babylonian King Nebuchadnezzar from Mattaniah to Zedekiah. During the 11 years of his reign, Zedekiah &#x201C;continued to do what was <span id=\"page1227\" class=\"pageNum\" data-no=\"1227\" data-before-text=\"1227\"></span>bad in Jehovah&#x2019;s eyes.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004685/3/0\" data-bid=\"4-1\" class=\"b\">2Ki 24:17-19;</a><a href=\"/en/wol/bc/r1/lp-e/1200004685/3/1\" data-bid=\"4-2\" class=\"b\"> 2Ch 36:10-12;</a><a href=\"/en/wol/bc/r1/lp-e/1200004685/3/2\" data-bid=\"4-3\" class=\"b\"> Jer 37:1;</a><a href=\"/en/wol/bc/r1/lp-e/1200004685/3/3\" data-bid=\"4-4\" class=\"b\"> 52:1,&#xA0;2</a>.At <a href=\"/en/wol/bc/r1/lp-e/1200004685/4/0\" data-bid=\"5-1\" class=\"b\">1&#xA0;Chronicles 3:15</a>, Zedekiah is listed as the &#x201C;third&#x201D; son of Josiah. Whereas he was actually the fourth son in the order of birth (compare <a href=\"/en/wol/bc/r1/lp-e/1200004685/5/0\" data-bid=\"6-1\" class=\"b\">2Ki 23:30, 31;</a><a href=\"/en/wol/bc/r1/lp-e/1200004685/5/1\" data-bid=\"6-2\" class=\"b\"> 24:18;</a><a href=\"/en/wol/bc/r1/lp-e/1200004685/5/2\" data-bid=\"6-3\" class=\"b\"> Jer 22:11</a>), he may here be placed before his full brother Shallum (Jehoahaz) because of having ruled much longer.When his father, King Josiah, was mortally wounded in the attempt to turn back the Egyptian forces under Pharaoh Nechoh at Megiddo (c.&#xA0;629&#xA0;B.C.E.), Zedekiah was about nine years old, or about three years older than his nephew Jehoiachin. At that time the people made Zedekiah&#x2019;s full brother, 23-year-old Jehoahaz, king. Jehoahaz&#x2019; rule lasted a mere three months, because Pharaoh Nechoh removed him as king, replacing him with Eliakim (renamed Jehoiakim), the 25-year-old half brother of Jehoahaz and Zedekiah. Following the death of his father Jehoiakim, Jehoiachin began ruling as king. It appears that at this time the Babylonian armies under King Nebuchadnezzar were besieging Jerusalem. After having reigned three months and ten days, Jehoiachin surrendered to the king of Babylon (617&#xA0;B.C.E.).<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004685/6/0\" data-bid=\"7-1\" class=\"b\">2Ki 23:29&#x2013;24:12;</a><a href=\"/en/wol/bc/r1/lp-e/1200004685/6/1\" data-bid=\"7-2\" class=\"b\"> 2Ch 35:20&#x2013;36:10</a>.<strong>Early Years of Reign. </strong>Subsequently, Nebuchadnezzar placed Zedekiah on the throne at Jerusalem and had him take an oath in Jehovah&#x2019;s name. This oath obligated Zedekiah to be a loyal vassal king.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004685/7/0\" data-bid=\"8-1\" class=\"b\">2Ch 36:10, 11;</a><a href=\"/en/wol/bc/r1/lp-e/1200004685/7/1\" data-bid=\"8-2\" class=\"b\"> Eze 17:12-14</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200004685/8/0\" data-bid=\"9-1\" class=\"b\">2Ch 36:13</a>.Evidently, early in Zedekiah&#x2019;s reign messengers arrived from Edom, Moab, Ammon, Tyre, and Sidon, perhaps with the intention of getting Zedekiah to join them in a coalition against King Nebuchadnezzar. (<a href=\"/en/wol/bc/r1/lp-e/1200004685/9/0\" data-bid=\"10-1\" class=\"b\">Jer 27:1-3</a>; the reference to Jehoiakim in <a href=\"/en/wol/bc/r1/lp-e/1200004685/10/0\" data-bid=\"11-1\" class=\"b\">verse 1</a> may be a transcriber&#x2019;s error for Zedekiah; see <em>NW </em>ftn.) The Scriptures do not reveal just what the messengers accomplished. Possibly their mission did not succeed, as Jeremiah urged Zedekiah and his subjects to remain submissive to the king of Babylon and also presented yoke bars to the messengers to symbolize the fact that the nations from which they had come should likewise submit to Nebuchadnezzar.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004685/11/0\" data-bid=\"12-1\" class=\"b\">Jer 27:2-22</a>.It was also early in his reign that Zedekiah (for some reason not stated in the Bible) sent Elasah and Gemariah to Babylon. If the incident is presented in chronological order, this would have been in the fourth year of Zedekiah&#x2019;s kingship.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004685/12/0\" data-bid=\"13-1\" class=\"b\">Jer 28:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200004685/12/1\" data-bid=\"13-2\" class=\"b\"> 16, 17;</a><a href=\"/en/wol/bc/r1/lp-e/1200004685/12/2\" data-bid=\"13-3\" class=\"b\"> 29:1-3</a>.Zedekiah personally went to Babylon in the fourth year of his reign. Likely this was to present tribute and thereby to reassure Nebuchadnezzar of his continued loyalty as a vassal king. On that occasion Zedekiah was accompanied by his quartermaster Seraiah, whom the prophet Jeremiah had entrusted with a scroll setting forth Jehovah&#x2019;s judgment against Babylon.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004685/13/0\" data-bid=\"14-1\" class=\"b\">Jer 51:59-64</a>.About a year later, Ezekiel began serving as a prophet among the Jewish exiles in Babylonia. (<a href=\"/en/wol/bc/r1/lp-e/1200004685/14/0\" data-bid=\"15-1\" class=\"b\">Eze 1:1-3</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200004685/15/0\" data-bid=\"16-1\" class=\"b\">2Ki 24:12,</a><a href=\"/en/wol/bc/r1/lp-e/1200004685/15/1\" data-bid=\"16-2\" class=\"b\">&#xA0;17</a>.) In the sixth month of Zedekiah&#x2019;s sixth year as king (612&#xA0;B.C.E.), Ezekiel saw a vision that revealed the idolatrous practices, including the worship of the god Tammuz and of the sun, being carried on at Jerusalem.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004685/16/0\" data-bid=\"17-1\" class=\"b\">Eze 8:1-17</a>.<strong>Rebels Against Nebuchadnezzar. </strong>Approximately three years later (c.&#xA0;609&#xA0;B.C.E.), contrary to Jehovah&#x2019;s word through Jeremiah and the oath that the king himself had taken in Jehovah&#x2019;s name, Zedekiah rebelled against Nebuchadnezzar and sent to Egypt for military assistance. (<a href=\"/en/wol/bc/r1/lp-e/1200004685/17/0\" data-bid=\"18-1\" class=\"b\">2Ki 24:20;</a><a href=\"/en/wol/bc/r1/lp-e/1200004685/17/1\" data-bid=\"18-2\" class=\"b\"> 2Ch 36:13;</a><a href=\"/en/wol/bc/r1/lp-e/1200004685/17/2\" data-bid=\"18-3\" class=\"b\"> Jer 52:3;</a><a href=\"/en/wol/bc/r1/lp-e/1200004685/17/3\" data-bid=\"18-4\" class=\"b\"> Eze 17:15</a>) This brought the Babylonian armies under Nebuchadnezzar against Jerusalem. The siege of the city began &#x201C;in the ninth year, in the tenth month, on the tenth day of the month.&#x201D;<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004685/18/0\" data-bid=\"19-1\" class=\"b\">Eze 24:1-6</a>.It may have been at the commencement of this siege that Zedekiah sent &#x201C;Pashhur the son of Malchiah and Zephaniah the son of Maaseiah, the priest,&#x201D; to Jeremiah in order to inquire of Jehovah whether Nebuchadnezzar would withdraw from Jerusalem. Jehovah&#x2019;s word through Jeremiah was that the city and its inhabitants would experience calamity at the hands of the Babylonians. (<a href=\"/en/wol/bc/r1/lp-e/1200004685/19/0\" data-bid=\"20-1\" class=\"b\">Jer 21:1-10</a>) It appears that after this, Jeremiah, in compliance with divine direction, personally went to Zedekiah to advise him that Jerusalem would be destroyed and that the king would be taken to Babylon, there to die in peace.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004685/20/0\" data-bid=\"21-1\" class=\"b\">Jer 34:1-7</a>.In besieged Jerusalem, Zedekiah and his princes deemed it advisable to do something to comply with Jehovah&#x2019;s law and gain His favor. Although it was not the Jubilee year, they concluded a covenant to release their Hebrew slaves from servitude. Later they broke this covenant by enslaving those whom they had set free. (<a href=\"/en/wol/bc/r1/lp-e/1200004685/21/0\" data-bid=\"22-1\" class=\"b\">Jer 34:8-22</a>) This appears to have taken place at the time a military force from Egypt came to the defense of Jerusalem, causing the Babylonians to lift the siege temporarily to meet the Egyptian threat. (<a href=\"/en/wol/bc/r1/lp-e/1200004685/22/0\" data-bid=\"23-1\" class=\"b\">Jer 37:5</a>) Apparently believing that the Babylonians would be defeated and unable to resume the siege, those who had released enslaved Hebrews felt that the danger was over <span id=\"page1228\" class=\"pageNum\" data-no=\"1228\" data-before-text=\"1228\"></span>and, therefore, again brought freed Hebrew slaves into servitude.During this general period Zedekiah dispatched &#x201C;Jehucal the son of Shelemiah and Zephaniah the son of Maaseiah the priest to Jeremiah&#x201D; with the request that the prophet pray to Jehovah in behalf of the people, evidently so that the foretold destruction of Jerusalem would not come. But Jehovah&#x2019;s answer, as conveyed by Jeremiah, showed that the divine judgment remained unchanged. The Chaldeans would return and destroy Jerusalem.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004685/23/0\" data-bid=\"24-1\" class=\"b\">Jer 37:3-10</a>.Later, when Jeremiah decided to leave Jerusalem to go to Benjamin, he was seized at the Gate of Benjamin and falsely accused of falling away to the Chaldeans. Though Jeremiah denied the charge, Irijah, the officer having the oversight, did not listen to him but brought the prophet to the princes. This led to Jeremiah&#x2019;s being imprisoned in the house of Jehonathan. After a considerable period had passed and Jerusalem was evidently again being besieged by the Babylonians, Zedekiah sent for Jeremiah. In reply to the king&#x2019;s inquiry, Jeremiah told Zedekiah that he would be given into the hand of the king of Babylon. When Jeremiah pleaded that he not be returned to the house of Jehonathan, Zedekiah granted his request and had him put in custody in the Courtyard of the Guard.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004685/24/0\" data-bid=\"25-1\" class=\"b\">Jer 37:11-21;</a><a href=\"/en/wol/bc/r1/lp-e/1200004685/24/1\" data-bid=\"25-2\" class=\"b\"> 32:1-5</a>.Indicating that Zedekiah was a very weak ruler is the fact that, when the princes later requested that Jeremiah be put to death for allegedly weakening the morale of the besieged people, Zedekiah said: &#x201C;Look! He is in your hands. For there is nothing at all in which the king himself can prevail against you.&#x201D; However, afterward Zedekiah granted Ebed-melech&#x2019;s request to rescue Jeremiah and directed that Ebed-melech take along 30 men to assist in this. Later Zedekiah again had a private audience with Jeremiah. He assured the prophet that he would neither kill him nor deliver him into the hands of those seeking his death. But Zedekiah feared reprisals from the Jews who had fallen away to the Chaldeans and, therefore, did not heed Jeremiah&#x2019;s inspired advice to surrender to the princes of Babylon. In further display of his fear, the king requested that Jeremiah not reveal the subject of their private discussion to the suspicious princes.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004685/25/0\" data-bid=\"26-1\" class=\"b\">Jer 38:1-28</a>.<strong>Fall of Jerusalem. </strong>Finally (607&#xA0;B.C.E.), &#x201C;in the eleventh year of Zedekiah, in the fourth month, on the ninth day of the month,&#x201D; Jerusalem was broken through. By night Zedekiah and the men of war took to flight. Overtaken in the desert plains of Jericho, Zedekiah was taken to Nebuchadnezzar at Riblah. Zedekiah&#x2019;s sons were slaughtered before his eyes. As Zedekiah was only about 32 years of age at the time, the boys could not have been very old. After witnessing the death of his sons, Zedekiah was blinded, bound with copper fetters, and taken to Babylon, where he died in the house of custody.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004685/26/0\" data-bid=\"27-1\" class=\"b\">2Ki 25:2-7;</a><a href=\"/en/wol/bc/r1/lp-e/1200004685/26/1\" data-bid=\"27-2\" class=\"b\"> Jer 39:2-7;</a><a href=\"/en/wol/bc/r1/lp-e/1200004685/26/2\" data-bid=\"27-3\" class=\"b\"> 44:30;</a><a href=\"/en/wol/bc/r1/lp-e/1200004685/26/3\" data-bid=\"27-4\" class=\"b\"> 52:6-11</a>; compare <a href=\"/en/wol/bc/r1/lp-e/1200004685/27/0\" data-bid=\"28-1\" class=\"b\">Jer 24:8-10;</a><a href=\"/en/wol/bc/r1/lp-e/1200004685/27/1\" data-bid=\"28-2\" class=\"b\"> Eze 12:11-16;</a><a href=\"/en/wol/bc/r1/lp-e/1200004685/27/2\" data-bid=\"28-3\" class=\"b\"> 21:25-27</a>.<strong>5. </strong>Son of Jeconiah (Jehoiachin) but apparently not one of the seven borne to him as a prisoner in Babylon.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004685/28/0\" data-bid=\"29-1\" class=\"b\">1Ch 3:16-18</a>.<strong>6. </strong>A priest or the forefather of one among those attesting by seal the &#x201C;trustworthy arrangement&#x201D; that was drawn up during Nehemiah&#x2019;s governorship.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004685/29/0\" data-bid=\"30-1\" class=\"b\">Ne 9:38;</a><a href=\"/en/wol/bc/r1/lp-e/1200004685/29/1\" data-bid=\"30-2\" class=\"b\"> 10:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200004685/29/2\" data-bid=\"30-3\" class=\"b\">&#xA0;8</a>."}