{"title":"Zeus","link":"/en/wol/d/r1/lp-e/1200004721","html":"<span id=\"page1233\" class=\"pageNum\" data-no=\"1233\" data-before-text=\"1233\"></span><strong>ZEUS</strong>The supreme god of the polytheistic Greeks, corresponding to Jupiter of the Romans. Zeus was a god of the sky and was viewed as having control of the winds, clouds, rain, and thunder, exercising his power over these natural forces for both a destructive and a beneficial purpose. The ancient poet Homer (<em>The Iliad, </em>VIII, 1-25) represents Zeus as having greater strength than all the other gods combined. Zeus, however, was not regarded as being supreme in an absolute sense but is at times depicted as becoming a victim of deception and having to yield to the will of the Fates and Destiny.Aside from relating the events of his birth, childhood, and acquisition of the throne, the legends are chiefly concerned with the many love affairs of Zeus. The mythological accounts tell of his seducing goddesses and earthly women and of his fathering a host of illegitimate children. Paradoxically, it is related that Zeus killed Iasion (a mortal) for having committed immorality with the goddess Demeter. Besides being marred by Zeus&#x2019; many acts of unfaithfulness, the marriage of Zeus and Hera was beset by other troubles. Zeus, it is said, was so much plagued by incessant scolding from his wife Hera that he on occasion complained bitterly concerning this before the assembled deities.At times the pure worship of Jehovah came into direct conflict with the worship of the false god Zeus. King Antiochus&#xA0;IV (Epiphanes), in his attempt to stamp out the Jewish religion, directed that the temple at Jerusalem be profaned and rededicated to Zeus of Olympus. See the Apocryphal book of 2 Maccabees 6:1,&#xA0;2.In the first century C.E., the townspeople of Lystra, upon seeing Paul heal a lame man, considered Paul and Barnabas to be gods, identifying Paul with Hermes and Barnabas with Zeus. The priest of Zeus even brought out bulls and garlands in order to offer sacrifices with the crowd. (<a href=\"/en/wol/bc/r1/lp-e/1200004721/0/0\" data-bid=\"1-1\" class=\"b\">Ac 14:8-13</a>) Two ancient inscriptions discovered in 1909 in the vicinity of Lystra testify to the worship of these two gods in that city. One of the inscriptions refers to the &#x201C;priests of Zeus,&#x201D; and the other mentions &#x201C;Hermes Most Great&#x201D; and &#x201C;Zeus the sun-god.&#x201D;<wbr>&#x2014;<em>The International Standard Bible Encyclopaedia, </em>edited by J.&#xA0;Orr, 1960, Vol.&#xA0;III, p.&#xA0;1944.The ship on which Paul as a prisoner set sail from the island of Malta bore the figurehead &#x201C;Sons of Zeus,&#x201D; that is, the twin brothers Castor and Pollux.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004721/1/0\" data-bid=\"2-1\" class=\"b\">Ac 28:11</a>."}