{"title":"Zoan","link":"/en/wol/d/r1/lp-e/1200004754","html":"<span id=\"page1238\" class=\"pageNum\" data-no=\"1238\" data-before-text=\"1238\"></span><strong>ZOAN</strong>(Zo&#x2B9;an).An ancient Egyptian city, built seven years after Hebron, hence already in existence around the time of Abraham&#x2019;s entry into Canaan (1943&#xA0;B.C.E.). (<a href=\"/en/wol/bc/r1/lp-e/1200004754/0/0\" data-bid=\"1-1\" class=\"b\">Nu 13:22;</a><a href=\"/en/wol/bc/r1/lp-e/1200004754/0/1\" data-bid=\"1-2\" class=\"b\"> Ge 12:5;</a><a href=\"/en/wol/bc/r1/lp-e/1200004754/0/2\" data-bid=\"1-3\" class=\"b\"> 13:18</a>) The Bible name Zoan corresponds to the Egyptian name (<em>d&#x2BD;n&#xB7;t</em>) of a town located in the northeastern part of the Delta region, about 56&#xA0;km (35&#xA0;mi) SW of Port Said. Better known by its Greek name, Tanis (near present-day San el-Hagar), it was situated on the branch of the Nile called the Tanitic branch.At <a href=\"/en/wol/bc/r1/lp-e/1200004754/1/0\" data-bid=\"2-1\" class=\"b\">Psalm 78:12,</a><a href=\"/en/wol/bc/r1/lp-e/1200004754/1/1\" data-bid=\"2-2\" class=\"b\"> 43</a>, &#x201C;the field of Zoan&#x201D; is used parallel to &#x201C;the land of Egypt&#x201D; in recounting Jehovah&#x2019;s miraculous acts on behalf of Israel leading up to the Exodus. This has caused some scholars to hold that Moses&#x2019; meetings with Pharaoh took place at Zoan. Similarly, it has led to the effort to link Zoan (Tanis) with the city of Rameses, as well as with the city of Avaris, referred to by Manetho in his account about the so-called Hyksos kings. Thus, many modern reference works say that Zoan&#x2019;s name changed to Avaris under the &#x201C;Hyksos,&#x201D; then changed to Rameses under the Ramesside dynasty, and finally reverted to Zoan (in the Greek form Tanis). It may be noted, however, that the Bible uses the name Zoan consistently as applying before the Exodus (back to Abraham&#x2019;s time), at the time of the Exodus, and as late as the eighth, seventh, and sixth centuries B.C.E. (in the time of the prophets Isaiah and Ezekiel).If Zoan were the site of Moses&#x2019; interviews with Pharaoh, this would certainly give some indication as to the starting point of the Exodus route. However, several factors place this view in doubt. For Zoan to refer to such a site, the expression &#x201C;the field of Zoan&#x201D; would have to be viewed, not as simply <em>paralleling </em>&#x201C;the land of Egypt,&#x201D; but as a much more <em>specific </em>expression, designating the precise location where the miracles occurred. Such a limiting or restrictive sense would not actually fit the case, for the Ten Plagues did not occur in just one part of Egypt (such as a portion of the Delta) but throughout the entire land. This would seem to support the view that &#x201C;the field of Zoan&#x201D; is used as a parallel of &#x201C;the land of Egypt.&#x201D;Those modern scholars who endeavor to present Zoan (or, according to their attempted connection, Avaris or Rameses) as Pharaoh&#x2019;s residence at the time of the Exodus also face a lack of Biblical support and agreement in several respects. The Bible shows that Moses&#x2019; first encounter took place at the edge of the Nile River. (<a href=\"/en/wol/bc/r1/lp-e/1200004754/2/0\" data-bid=\"3-1\" class=\"b\">Ex 7:14,&#xA0;15</a>) Zoan (Tanis) is not on the actual river but at the terminus of one of the ancient branches forking off from the main stream. In attempting to locate the city of Rameses at the same place as Zoan, or Tanis, they also pass over the fact that Zoan was already a city in Abraham&#x2019;s time, whereas the Biblical Raamses (&#x201C;Rameses,&#x201D; <em>NE</em>) began to be built by the Israelites in Egypt about 400 years later (unless by &#x201C;building&#x201D; the Bible means &#x201C;building up,&#x201D; or strengthening).<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004754/3/0\" data-bid=\"4-1\" class=\"b\">Ex 1:11</a>.<span id=\"page1239\" class=\"pageNum\" data-no=\"1239\" data-before-text=\"1239\"></span>These scholars would make Zoan (Avaris-Rameses, as they identify it) the Egyptian capital at the time of the Exodus, whereas the Bible identifies Rameses as merely a &#x2018;storage place.&#x2019; And, in holding that Ramses&#xA0;II was the Pharaoh of the Exodus because of his claim that he was the builder of the city of Rameses (or, more accurately, a place called Per-Ramses), they ignore the fact that the building of the Biblical Rameses began 80 years or more before the Exodus (before the birth of Moses [<a href=\"/en/wol/bc/r1/lp-e/1200004754/4/0\" data-bid=\"5-1\" class=\"b\">Ex 1:11&#x2013;2:10</a>]), whereas historians credit Ramses&#xA0;II with a rule of only about 66 years.<wbr>&#x2014;See <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200004754/0\">RAAMSES</a>, <a class=\"it\" href=\"/en/wol/tc/r1/lp-e/1200004754/1\">RAMESES</a>.The question remains, then, why &#x201C;the field of Zoan&#x201D; is apparently used to parallel &#x201C;the land of Egypt&#x201D; with regard to Jehovah&#x2019;s performance of miraculous acts. While a possible connection with Pharaoh&#x2019;s court cannot be completely discounted, it is also entirely possible that the great age of the city caused the psalmist to use Zoan in such a way, it apparently being one of the earliest cities founded in Egypt. Its use, if this was the case, might be similar to the use of &#x201C;Plymouth Rock&#x201D; as representing the early colonizing of the United States. Or it may be due to its prominence and its location at the entrance to Egypt for those coming from Palestine, perhaps being the first major city Jacob&#x2019;s family encountered when coming into Egypt. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200004754/5/0\" data-bid=\"6-1\" class=\"b\">Isa 30:2-4</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200004754/2\">HANES</a>.) Lying as it does near the northern extremity of Egypt, its &#x201C;field&#x201D; might even figuratively refer to all the Nile Valley stretching to the S thereof, as far as the southern boundary of Egypt.There is no doubt as to the importance of the city of Zoan (Tanis), particularly with respect to commercial trade and religious structures. There is evidence of much royal building there from the time of the early &#x201C;dynasties&#x201D; of Egyptian kings onward. A great temple was constructed, measuring about 305&#xA0;m (1,000&#xA0;ft) long. Pharaoh Ramses&#xA0;II set up an immense monolithic statue of himself at Tanis measuring some 28&#xA0;m (92&#xA0;ft) in height and weighing over 800 metric tons. Assyrian Kings Esar-haddon and Ashurbanipal refer to Zoan (called <em>Sa&#x2BC;nu </em>or <em>Si&#x2BC;nu </em>in the cuneiform inscriptions) as a royal city under a prince. Before them, the prophet Isaiah, in the divine pronouncement against Egypt, had referred to &#x201C;the princes of Zoan&#x201D; and classed them with those of Noph (Memphis), thereby pointing up also the political importance of Zoan. (<a href=\"/en/wol/bc/r1/lp-e/1200004754/6/0\" data-bid=\"7-1\" class=\"b\">Isa 19:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200004754/6/1\" data-bid=\"7-2\" class=\"b\"> 11-13</a>) Tirhakah, the Ethiopian ruler over Egypt and a contemporary of Isaiah, is said to have used Zoan (Tanis) as an administrative base for northern Egypt.The Assyrian conquest of Egypt by Esar-haddon and Ashurbanipal proved the &#x2018;foolishness&#x2019; of the counselors from Zoan. (<a href=\"/en/wol/bc/r1/lp-e/1200004754/7/0\" data-bid=\"8-1\" class=\"b\">Isa 19:13</a>) Then, in about 591&#xA0;B.C.E., the prophet Ezekiel warned of another conquest by Babylonian King Nebuchadnezzar, with a &#x2018;fire being set in Zoan.&#x2019; (<a href=\"/en/wol/bc/r1/lp-e/1200004754/8/0\" data-bid=\"9-1\" class=\"b\">Eze 29:17;</a><a href=\"/en/wol/bc/r1/lp-e/1200004754/8/1\" data-bid=\"9-2\" class=\"b\"> 30:1,</a><a href=\"/en/wol/bc/r1/lp-e/1200004754/8/2\" data-bid=\"9-3\" class=\"b\"> 10,</a><a href=\"/en/wol/bc/r1/lp-e/1200004754/8/3\" data-bid=\"9-4\" class=\"b\">&#xA0;14</a>) Zoan (Tanis) evidently recovered, however, and continued to be the major Delta city of Egypt until the time of Alexander the Great. Thereafter the new city of Alexandria robbed Zoan (Tanis) of its commercial importance, and it steadily declined."}