{"title":"Zoar","link":"/en/wol/d/r1/lp-e/1200004755","html":"<span id=\"page1239\" class=\"pageNum\" data-no=\"1239\" data-before-text=\"1239\"></span><strong>ZOAR</strong>(Zo&#x2B9;ar) [Smallness].A city of the &#x201C;District,&#x201D; evidently once at the edge of a fertile plain. (<a href=\"/en/wol/bc/r1/lp-e/1200004755/0/0\" data-bid=\"1-1\" class=\"b\">Ge 13:10-12</a>; see <a href=\"/en/wol/tc/r1/lp-e/1200004755/0\">DISTRICT OF THE JORDAN</a>.) Apparently Bela was Zoar&#x2019;s earlier name. In Abraham&#x2019;s day, it was ruled by a king who rebelled with the four others of the District after 12 years of domination by Chedorlaomer, only to be defeated by the Elamite monarch and his three allies. (<a href=\"/en/wol/bc/r1/lp-e/1200004755/1/0\" data-bid=\"2-1\" class=\"b\">Ge 14:1-11</a>) When Jehovah was about to destroy Sodom, Lot requested and received permission to flee from there to Zoar, and this city was spared. (<a href=\"/en/wol/bc/r1/lp-e/1200004755/2/0\" data-bid=\"3-1\" class=\"b\">Ge 19:18-25</a>) Fear later caused him and his two daughters to leave Zoar and become cave dwellers in the nearby mountainous region.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004755/3/0\" data-bid=\"4-1\" class=\"b\">Ge 19:30</a>.It was foretold that when catastrophe befell Moab, its runaways would flee to Zoar and that the cry over the nation&#x2019;s devastation would be heard &#x201C;from Zoar clear to Horonaim, to Eglath-shelishiyah,&#x201D; perhaps indicating that Zoar was then a Moabite city. (<a href=\"/en/wol/bc/r1/lp-e/1200004755/4/0\" data-bid=\"5-1\" class=\"b\">Isa 15:5;</a><a href=\"/en/wol/bc/r1/lp-e/1200004755/4/1\" data-bid=\"5-2\" class=\"b\"> Jer 48:34</a>) The Greek <em>Septuagint </em>and certain modern translations (<em>AT, JB, NE, RS</em>) mention Zoar (Zogora) at <a href=\"/en/wol/bc/r1/lp-e/1200004755/5/0\" data-bid=\"6-1\" class=\"b\">Jeremiah 48:4</a> (31:4, <em>LXX,</em> Bagster), but the Hebrew Masoretic text there refers instead to &#x201C;her little ones.&#x201D; (<em>NW, JP, Le, Ro</em>) Zoar marked the extreme S point that Moses saw when viewing the land from Mount Nebo. (<a href=\"/en/wol/bc/r1/lp-e/1200004755/6/0\" data-bid=\"7-1\" class=\"b\">De 34:1-3</a>) Apparently the city was in or near Moab, close to the Moabite mountainous region and somewhere SE of the Dead Sea. (Compare <a href=\"/en/wol/bc/r1/lp-e/1200004755/7/0\" data-bid=\"8-1\" class=\"b\">Ge 19:17-22,</a><a href=\"/en/wol/bc/r1/lp-e/1200004755/7/1\" data-bid=\"8-2\" class=\"b\"> 30,</a><a href=\"/en/wol/bc/r1/lp-e/1200004755/7/2\" data-bid=\"8-3\" class=\"b\">&#xA0;37</a>.) Some scholars would place Zoar N of the Dead Sea, others on the el-Lisan Peninsula, or just W or S of the S end of the sea. Yohanan Aharoni identifies it with es-Safi, situated on the delta of the torrent valley of Zered (Wadi el-Hasa&#x2BC;). In the Middle Ages the name was linked with an important site between Jerusalem and Elath. However, some scholars believe that the original Zoar and the other &#x201C;cities of the District&#x201D; lie beneath the waters of the S portion of the Dead Sea.<wbr>&#x2014;<a href=\"/en/wol/bc/r1/lp-e/1200004755/8/0\" data-bid=\"9-1\" class=\"b\">Ge 13:12</a>."}